{
  "Username": "Username",
  "Password": "Password",
  "Invalid Username/Password": "Invalid Username/Password",
  "Login": "Login",
  "Save username": "Save username",
  "Forget password": "Forget password",
  "Register": "Register",
  "Deposit": "Deposit",
  "Join": "Join",
  "Save": "Save",
  "Back": "Back",
  "Setting": "Setting",
  "Language": "Language",
  "Your session has expired": "Your session has expired",
  "Your session ended. Please sign in again !": "Your session ended. Please sign in again !",
  "Logout": "Logout",
  "Open": "Open",
  "Close": "Close",
  "Waiting": "Waiting",
  "Bet Not Found": "Guess Not Found",
  "Bet": "Guess",
  "Waiting Result": "Waiting Result",

  "Home": "Home",
  "Market": "Market",
  "News": "News",
  "Sports": "Sports",
  "Games": "Games",
  "History Bet": "History Guess",
  "Open Bet": "Open Guess",
  "Current": "Current",
  "Bet Lower": "Guess Lower",
  "Guess": "Guess",
  "Last": "Last",
  "Bet Higher": "Guess Higher",
  "Time": "Time",
  "Bet Yes": "Guess Yes",
  "Result": "Result",
  "Bet No": "Guess No",
  "Bet Images": "Guess Images",
  "Bet Numbers": "Guess Numbers",
  "Bet 0-50" : "Guess 0-50",
  "Bet 51-100": "Guess 51-100",
  "Bet 0 - 50" : "Guess <div>0 - 50</div>",
  "Bet 51 - 100": "Guess <div>51 - 100</div>",
  "Round Bet": "Round Guess",
  "Bet History": "Guess History",
  "Bet history in one section": "Guess history in one section",
  "View All": "View All",
  "Add:": "Add:",
  "Click to add: ": "Click to add: ",
  "Betting": "Guessing",
  "Clear": "Clear",
  "Chart odds": "Chart odds",
  "Question": "Questions",
  "Questions": "Questions",
  "Related News": "Related News",

  "Back to top": "Back to top",
  "Terms and Condition": "Terms and Condition",
  "Rules": "Rules",
  "Contact Us": "Contact Us",
  "Your Feedback": "Your Feedback",
  "Jobs & Career": "Jobs & Career",
  "Afiliate Program": "Afiliate Program",
  "Privacy Policy": "Privacy Policy",
  "Help": "Help",
  "Office": "Office",
  "Shop Locator": "Shop Locator",
  "About": "About",
  "Cancel": "Cancel",
  "Place Bet": "Place Guess",

  "Notification": "Notification",
  "OK": "OK",
  "You must have a referral to join in !!!": "You must have a referral to join in !!!",

  "Odd ${oddValue}": "Odd ${oddValue}",
  "Type: ${type}": "Type: ${type}",
  "Your bet: ${value}": "Your guess: ${value}",
  "Total: ${value}": "Total: ${value}",
  "Yes Win: ${value}": "Yes Win: ${value}",
  "No Win: ${value}": "No Win: ${value}",
  "Yes Win": "Yes Win",
  "No Win": "No Win",
  "Numbers Win": "Numbers Win",
  "Images Win": "Images Win",
  "Win": "Win",
  "Total refund: ${value}": "Total refund: ${value}",
  "Higher Win: ${value}": "Higher Win: ${value}",
  "Lower Win: ${value}": "Lower Win: ${value}",
  "Total for betting: ${value}": "Total for guessing: ${value}",
  "Singles (${singles} Selection)": "Singles (${singles} Selection)",

  "footer-first-verse" : "<span> Guess live is commited to supporting <span style=\"color: #fbff47\">Responsible Gaming</span>. Underage gambling is an offence. </span>",
  "footer-second-verse" : "<span> Cookie Notice: DTT uses cookies to help improve your experience whilst visiting our site, help us with fraud prevention and to fulfil our legal and regulatory obligations. Please read out <a href=\"\">Cookie Policy</a> for further information on how we use imformation obtained from cookies and how to change your cookie settings. By continuing to use our website you consent to our use of cookies. </span>",


  "ABOUT_HEADER": "About “liveguess.net”",
  "ABOUT_BODY": "<main><h6> <strong> Why use “liveguess.net” </strong> </h6> <ul> <li> <p> Transparent in all services provided </p> </li> <li> <p> Only for members <strong> “guess & win ”</strong> together </p> </li> <li> <p> Liveguess.net does not participate in winning and losing with members </p> </li> <li> <p> Results are real time connected from the world's leading reputable sources. </p> </li> <li> <p> Absolutely do not interfere with changing random results in services. </p> </li> <li> <p> Committed to using smart contract technology in all services offered to members </p> </li> <li> <p> Smart Contract will be used to provide the <strong> “Power lottery” </strong> lottery service with a prize of up to $ 1 billion </p> </li> <li> <p> Liveguess.net is a liquidity provider for entertainment products and services for members in all countries. </p> </li> <li> <p> Liveguess.net is a place to experience <strong> “winning” and “losing”</strong> in a transparent manner for economic, political, social, sports and games results. in life. </p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>The Pioneer Company in high technology betting market, news, sport and minigames. We provide the most transparency results for players to win the guess through multy caterogies to chose.</p> </li> <li> <p>The principal of game rules is members to guess against members. The company will always stand out of results. Therefore, all the outstanding bet will be refund to players who betted on the outstanding out come and base on percentage of total refund.</p> </li> <li> <p>The most reliable technology The liveguess holdings ltd using is smart contract. This will use to always results of “guess” for players and for our Power Lottery.</p> </li> <li> <p>Power Lottery is the weath distribution project of the Liveguess Holdings ltd using advanced technology and power of transperance to give a chance to any random player to become millionaire or billionaire with just only 50 cents to buy in a Power Lottery ticket at Liveguess.net.</p> </li> </ul></main>",


  "RULE_HEADER": "Rule",
  "RULE_BODY": "<ul> <li>Guess: predict the results of products and services at liveguess.net</li> <li>Guess Lower: predict the result lower than the value given in the game.</li> <li>Guess Higher: predict the outcome of the game more than the value given in the game.</li> <li>Guess No: predicting the result is wrong compared to the result set in the question</li> <li>Guess Yes: predicting the correct result matches the result set in the question</li> <li>Result: is the result of predictions for all liveguess.net products and services connected from the world's leading reputable sources.</li> <li>The total predicted value between the two results must be equal if there is a residual value, the residual value will be refunded to the prediction of the surplus in proportion to the excess value.</li> <li>Winning predictions will pay a fee equal to 5% of the winning value</li> </ul>",

  "CONTACT_HEADER": "Contact Us:",
  "CONTACT_BODY": "<p>1. Tele: Admin Liveguess</p> <p>2. Email: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "Help",
  "HELP_BODY": "<p>Click the Telegram icon</p> <p>Instruction: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">Download</a></p>",

  "POLICY_HEADER": "Privacy Policy",
  "POLICY_BODY": "<p>Welcome to our Online Privacy Policy. The data protection laws are changing so we've updated it to give you more information on how and why we use your personal data. Find out more here.</p> <p><b>Live Guess Privacy Policy - Online</b></p> <p><b>1. PURPOSE OF THIS PRIVACY POLICY</b></p> <p>1.1 This Privacy Policy sets out the ways and the manner in which, we, LiveGuess Holding Limited, (<b>we, us, our, the Operator</b>), collect and use personal data that we may obtain about you. The manner in which we process your personal data and steps we take to protect your personal data and how you can review and correct your personal data are covered here. We ask that you read this Privacy Policy carefully as it contains important information about what to expect as to how we collect and use personal data about you. You may contact Customer Services with any data protection query via <a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 Unless the context otherwise requires, capitalised terms not defined in this Privacy Policy shall be as defined in the General Terms, which, for the avoidance of doubt, also apply and you will need to read and understand the General Terms in addition to this Privacy Policy.</p> <p>1.3 We may occasionally update this Privacy Policy. When we do, we will revise the \"last updated\" date at the bottom of the Privacy Policy and we will notify you in advance of any changes. Please also ensure that you frequently check this Privacy Policy for any updates.</p> <p><b>2. WHAT TYPE OF INFORMATION WE COLLECT</b></p> <p>2.1. By visiting our site and/or using our app, registering to use the services offered for the time being by us through our website, telebetting, sport betting, gaming, free-to-play offerings and/or any software application (the \"Services\") or contacting us this Privacy Policy will apply.</p> <p>2.2. The personal data we collect from you may include the following:</p> <p>2.2.1. information you provide to us when registering for our Services;</p> <p>2.2.2. information you provide to us in any correspondence and a record of any correspondence we have with you;</p> <p>2.2.3. details of transactions you carry out with us as well as information about your bank account and card details;</p> <p>2.2.4. information about your use of our Services;</p> <p>2.2.5. information you provide to us through surveys you complete or competitions you enter;</p> <p>2.2.6. information about your preferences;</p> <p>2.2.7. information about any possible fraudulent, criminal or anti-money laundering activity which our systems detect; and</p> <p>2.2.8. information about your betting history and patterns.</p> <p>2.3. You are not required to provide any information to us, but if you do not, we may not be able to provide you the requested Services.</p> <p><b>3. USE OF YOUR PERSONAL DATA</b></p> <p>3.1 In accordance with data protection laws, we will only process your personal data where we have a lawful basis for doing so. In respect of your personal data, these bases are where it is necessary to provide Services to you under the performance of the contract we have with you; where we are required to do so in accordance with legal or regulatory obligations; where you have given your consent; and where it is in our legitimate interests to process your personal data provided that these do not prejudice your own rights, freedoms and interests.</p> <p>3.2. We will process your personal data for the following purposes and in accordance with the following lawful conditions:</p> <p>3.2.1. To enable us to set up and operate Your Account so that you can make full use of all of the features of the Services, including crediting Your Account with funds, placing bets and playing games (necessary for the performance of a contract).</p> <p>3.2.2. To provide the Services to you (necessary for the performance of a contract).</p> <p>3.2.3. To link your online account and retail accounts where you have requested this (necessary for the performance of a contract).</p> <p>3.2.4. To enable us to receive questions and comments from you through our Online Help Centre, and for us to be able to respond to them (necessary for the performance of a contract).</p> <p>3.2.5. To record telephone calls and retain communications to and from our Customer Services Department for training purposes to allow us to improve our customer services as well as for security purposes to allow us to identify persons in subsequent communications (legitimate interests).</p> <p>3.2.6. Where you set deposit limits we will use automated means to track your deposit amounts to ensure that we comply with your request (consent).</p> <p>3.2.7. To monitor your gambling patterns and to identify possible responsible gambling concerns as described in paragraph 3.4 (necessary to comply with a legal obligation).</p> <p>3.2.8. Preparing statistics, providing analytical reports and analysis relating to the use of the Services by you and other customers (legitimate interests).</p> <p>3.2.9. To allow us to contact you for research purposes so that we can better understand our services and how they are perceived by our customers. Such communication will be for research only and will not contain any marketing. We will offer you the opportunity to opt-out of future research in any communication we send to you (legitimate interests).</p> <p>3.2.10. To monitor your (and all our customers') gambling activity and manage our risk and odds (legitimate interests).</p> <p>3.2.11. Periodically sending written communications to you to announce important service changes, technical issue updates and changes to the General Terms, including this Privacy Policy (necessary for the performance of a contract).</p> <p>3.2.12. To send you offers and promotions which may be of interest to your (but only where you have consented for us to do so) (consent).</p> <p>3.2.13. To provide you with personalised use of our Services so that we can offer you and other players a better service (legitimate interests).</p> <p>3.2.14. To profile you so that we can better understand your preferences and which products and offers would be most suitable for you and customers similar to you (legitimate interests).</p> <p>3.2.15. When you choose to download Software pursuant to our Services, notification software may also be downloaded onto Your Access Device. This allows us to send notifications to you about our Services directly to Your Access Device, for example to inform you about new features, updates, service communications, offers and promotions. By downloading such Software, you consent to receiving notifications. If you would prefer not to receive these notifications, you will need to manually uninstall the notification software from Your Access Device (for example by clicking the \"what's this\" link on a notification you receive and following the 'how to remove' instructions\", or by following the applicable \"Settings\" and \"Notification Centre\" uninstall instructions on Your Access Device). Please note that these notifications are distinct from marketing which is addressed below (legitimate interest).</p> <p>3.3. We are required to implement measures to identify and investigate any suspected unlawful, fraudulent or improper activity connected with the Services, including possible money laundering, the use of proceeds of crime and fraud. We are also obliged to investigate and identify any possible issues related to integrity, dishonesty, malpractice and other seriously improper conduct in sport, such as match-fixing. Where we suspect such activities are taking place, or receive a legitimate request for information regarding such activities from a governing body, we are required to disclose this information to the relevant authorities and/or governing bodies. In order to assist us in carrying out these obligations we will implement various manual and automated checks and balances to process your personal data and to flag any suspicious activity (necessary to comply with a legal obligation).</p> <p>3.4. In accordance with our responsible gambling and social responsibility obligations and for the benefit of our player, we will monitor gambling / deposit patterns that may indicate concern in respect of responsible gambling. We may use automated decision-making processes to help us to identify such patterns (for example, our systems will automatically prevent you from depositing beyond limits set by you and identification, verification and credit checks carried out by our processors are done so on an automated basis). These decisions enable us to help you gamble responsibly (necessary to comply with a legal obligation).</p> <p>3.5. For the processing purposes of prevention or detection of crime as well as responsible gambling as described in paragraphs 3.3 and 3.4, we may supplement the information that you provide to us with information that we receive from third parties or collate by accessing third party sources, including (without limitation) information published on the internet about or by you, for example on social media and social networking sites (necessary to comply with a legal obligation).</p> <p>3.6 When you give us information about any health issue related to yourself or any third party, we will process this information to the extent that it is necessary to protect your vital interests or those of another natural person.</p> <p><b>4. SHARING YOUR PERSONAL DATA</b></p> <p>4.1. We will appoint certain third parties including but not limited to analytics companies, advertising agencies, risk and fraud agencies or customer service agencies to process your personal data on our behalf. These third parties will only process your personal data in accordance with our instructions and we will ensure that adequate measures are in place to ensure that your personal data is processed only in accordance with this Privacy Policy and kept secure at all times.</p> <p>4.2. In addition to any sharing listed in paragraph 3, we may disclose anonymized data (such as aggregated statistics) about the users of our Services in order to describe our sales, customers, traffic patterns and other information to prospective partners, advertisers, investors and other reputable third parties and for other lawful purposes, but these statistics will not contain your personal data.</p> <p>4.3. As listed in paragraph 3, we may occasionally be required by law, court order or governmental authority to disclose certain types of personal data.</p> <p>4.4. We may also share your information with third parties in the following situations, to the extent permitted by law:</p> <p>4.4.1. if we think doing so is necessary to protect the rights, property, security, or safety of us, our Service, our users, or the public;</p> <p>4.4.2. to enforce our General Terms or any other agreements we have in place with you;</p> <p>4.4.3. to investigate and defend ourselves or others against any third-party claims or allegations; and</p> <p>4.3.4. while negotiating or in relation to a business transaction, such as a merger, change of control, sale of assets, or bankruptcy.</p> <p><b>5. UPDATING YOUR INFORMATION</b></p> <p>It is important that the information we hold about you is accurate in order for us to comply with our legal and regulatory obligations and also to provide you with the best possible service. We therefore request that you ensure your personal data is up to data at all times. You may update your personal data at any time from within Your Account through 'My Account/Update Account Details' (where available) or by contacting Customer Services.</p> <p><b>6. INFORMATION SECURITY</b></p> <p>6.1. We strive to protect your personal data and our Services from unauthorised access to or alteration of your personal data. This includes use of various security measures to protect your personal data held by or on behalf of us and ongoing review of our information collection, storage and processing practices.</p> <p>6.2. Subject to the uses described in this Privacy Policy, we will endeavour to treat all of your personal data in strict confidence and endeavour to take all reasonable steps to keep your personal data secure once it has been transferred to our systems. However, the internet is not a secure medium and we cannot guarantee the security of any data you disclose online. You accept the inherent security risks of providing information and dealing online over the internet and will not hold us responsible for any breach of security unless this is due to our failure to ensure we have appropriate technical and organisational measures in place as required by GDPR.</p> <p>6.3. If you link to other websites from our <a href=\"http://liveguess.net/\">Website</a> then your personal data will be governed by its privacy policy. We recommend that you always read any such privacy policy before interacting with a new website to ensure you understand how your personal data will be used.</p> <p><b>7. YOUR RIGHTS IN RESPECT OF YOUR PERSONAL DATA</b></p> <p>7.1. You have the following rights in relation to your personal data:</p> <p>7.1.1. a right to access your personal data held by us;</p> <p>7.1.2. a right to receive certain personal data in machine-readable format such as .csv (readable on Microsoft Excel or equivalent) or .pdf (readable on Adobe Acrobat or equivalent);</p> <p>7.1.3. a right to object to processing where lawful basis is that it is in our legitimate interests, but please note that we may still process your personal data where there are other relevant lawful bases or where we have compelling grounds to continue processing your personal data in our interests which are not overridden by your rights, interests or freedoms;</p> <p>7.1.4. a right to have inaccurate personal data rectified;</p> <p>7.1.5. a right to have certain personal data erased where it is no longer necessary for us to process it, where you have withdrawn your consent pursuant to paragraph 8.1.8, where you have objected pursuant to paragraph 7.1.3, where your personal data has been unlawfully processed, or where erasing your personal data is required in accordance with a legal obligation;</p> <p>7.1.4. a right to request an explanation of the logic involved where we make decisions about you solely through automated means;</p> <p>7.1.5. a right to complain to your national data protection regulator;</p> <p>7.1.6. where we have specifically requested your consent to process your personal data and have no other lawful conditions to rely on you have the right to withdraw this consent by visiting the Preference Centre on our website or software application or by emailing <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> and</p> <p>7.1.7. a right to object to direct marketing, which can be done by opting-out of direct marketing either through Your Account via the My Account / Your Details section or by opting out via the communication itself. You also have a right to object to any profiling to the extent that it relates to direct marketing only.</p> <p>7.2. If you are unsure about your rights or are concerned about how your personal data may be processed you should contact your national data protection regulator.</p> <p>7.3. Where you make a request in respect of your rights we will require proof of identification. We may also ask that you clarify your request. If we receive repeated requests or have reason to believe requests are being made unreasonably we reserve the right not to respond.</p> <p><b>8. MARKETING</b></p> <p>8.1. We may contact you in relation to promotions, products or services that you may be interested in from time to time, but only where you have consented to receive such marketing communications. You can update your marketing preferences and also opt-out at any time via Preferences tab located within the Balance Icon menu. We will also include unsubscribe features in our communications which you can utilise to opt-out of future marketing communications.</p> <p>8.2. We may also carry out certain profiling of you and your activity in relation to our Services in order to send you more relevant marketing communications. This profiling will be undertaken based on your use of our Services and also through your selections in the Preference Centre. You can update your preferences via Preferences tab.</p> <p>8.3. Where you have consented to receive direct marketing from us and also our retail business, we may send you direct marketing relating to joint online and retail offers.</p> <p><b>9. RETAINING YOUR PERSONAL DATA</b></p> <p>We will retain your personal data for the period necessary to provide you with Services. Accordingly, your personal data shall be maintained for up to 7 years following the closure of Your Account (if applicable) or the last contact with us emanating from you. Where it is no longer necessary to process your personal data we will delete it. Please note, however, that we may be subject to legal and regulatory requirements to keep personal data for a longer period, in particular pursuant to any applicable statutory limitation period.</p> <p><b>10. IP ADDRESS</b></p> <p>Your browser also generates other information, including which language the Website is displayed in, and your Internet Protocol address (\"<b>IP address</b>\"). An IP address is a set of numbers which is assigned to your computer during a browsing session whenever you log on to the internet via your internet service provider or your network (if you access the internet from, for example, a computer at work). Your IP address is automatically logged by our servers and used to collect traffic data about visitors to our Website. We also use your IP address to help diagnose problems with our server, and to administer our Website.</p> <p><b>11. COOKIES</b></p> <p>11.1. A 'cookie' is a small text file that is downloaded onto your Access Device when you visit a website and that enables the website to obtain certain information from your browser, such as your preferences. Cookies allow us to maximise your experience using the Website by increasing its functionality and allowing the Website to remember information and selections as you move from page to page and from visit to visit, depending on the cookie. A cookie does not harm Your Access Device nor does it contain any viruses or other malware.</p> <p>11.2. Different cookies carry out different tasks. For example, some cookies might be strictly necessary and/or functional, remembering your bet selection as you build up your bet slip or your language preferences. These are important as they keep you logged into the Website and preventing the need to log in every single time you click through to different part of the Website. Removing these cookies would affect your ability to use our Services. Other cookies are for analytic and advertising purposes. They tell us how you move through the Website, allowing us to monitor performance and make sure you get the best possible experience on our Website. Disabling these cookies would mean you might not be able to access certain features. We also use cookies that obtain information about Your Access Device (such as IP address, device type, geo-location data, browser information) to help us identify you for fraud prevention, comply with our anti-money laundering requirements and to detect Prohibited Practices that might affect your customer experience. We only receive data from your Access Device when you are logged in to Your Account. Where we use third party cookies these are subject to stringent checks to ensure that personal data is protected in accordance with legal requirements. Without these cookies we may not be able to provide you with the Services at all.</p> <p>11.3. You can control your privacy and security settings. To learn more about cookies and how to disable them we recommend you <a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">click here.</a> Furthermore, you can learn more about third party marketing cookies generally these and how to delete them <a href=\"http://www.youronlinechoices.eu/\">here</a>. Whilst preventing certain cookies may affect your use and enjoyment of the Website. For further information on cookies and how to manage them visit our FAQs.</p> <p>11.4. Please ensure that you have read clause 24 of our Terms of Use for further information about how and why we process information using cookies.</p> <p>11.5. By continuing to use the Website you agree to our use of cookies.</p> <p><b>12. CONTACTING US</b></p> <p>12.1. If at any time you believe that we have not adhered to the provisions set out within this Privacy Policy, please notify us by contacting Customer Services via <a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a> for starting a chat or sending an email.</p> <p>12.2. In the event that you would like to escalate a data privacy issue or have a question that cannot be resolved by our customer services team you can contact our data protection office by emailing <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>This Privacy Policy is effective when using our website service</p> ",

  "AFFILIATE_HEADER": "Affiliate",
  "AFFILIATE_BODY": "Contact Support: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "Term and Condition",
  "TERM_BODY": "<p><b>TERMS OF USE OF THE SERVICES</b></p> <p><b>1. INTRODUCTION: KEY DEFINITIONS AND WHAT MAKES UP YOUR TERMS OF USE</b></p> <p>The following definitions are used in these terms and conditions:</p> <p>\"<b>Access Device</b>\" means any electronic means of accessing the Services, including, but not limited to, computers, smartphone devices, feature phones, tablet devices, touch devices or any home entertainment system such as video games consoles and smart TVs (or by any other remote means);</p> <p>\"<b>Bonus Terms</b>\" means any terms and conditions and/or rules with regard to promotions, bonuses and special offers which may apply to any part of the Services from time to time;</p> <p>\"<b>Buy-In Balance</b>\" means any amount or amounts You have committed to a buy-in amount as required under any Bonus Terms applicable to a Promotion, in order to participate in that Promotion (including any winnings from wagers made with such funds and which are allocated to this balance);</p> <p>\"<b>Download Terms</b>\" means any additional end user terms and conditions of use which You are required to confirm Your agreement to as part of the download and/or installation of any software which You may download in order to be able to use the Website, including the Playtech End User Licence Agreement which can be found in the Appendix to these General Terms;</p> <p>\"<b>Free Bet Promotion</b>\" means a Promotion where a bonus is added to Your Account specifically for betting on sports, including bonuses (i) in the form of a free bet of fixed value for making a wager on a specified market or a market of Your choosing and (ii) in the form of funds with a value linked to the amount of a buy-in (which You have added to your Buy-In Balance) for use on multiple wagers, and subject to Wagering Requirements;</p> <p>\"<b>Gambling Commission</b>\" means the regulator of commercial gambling in Great Britain whose website is at <a href=\"http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gamblingcommission.gov.uk</a>;</p> <p>\"<b>General Terms</b>\" means the terms and conditions set out in this document;</p> <p>\"<b>Privacy Policy</b>\" means the Operator's privacy policy accessed via the <a href=\"http://liveguess.net/about/policy\">Privacy Policy</a> link;</p> <p>\"<b>Promotion</b>\" means a special offer made available for You in relation to our Services consisting of a funds or equivalent provided by us and added to Your Account from which You can place wagers, including without limitation; deposit matching funds for wagering at Your discretion, free spins on specific games, and free bets for sports betting</p> <p>\"<b>Related Account Terms</b>\"means the terms and conditions set out in Appendix 1 of these General Terms which form part of the Terms of Use;</p> <p>\"<b>Rules</b>\" means the Betting Rules and the Game Rules specifically applicable to the relevant type of betting and/or gaming, as identified in more detail in paragraph 1.3.1 and 1.3.2;</p> <p>\"<b>Services</b>\" means, as appropriate, the services offered for the time being by the Operator through the Website, Telebetting and/or via any Access Device application;</p> <p>\"<b>Telebetting</b>\" means the telephone betting service for the time being offered by the Operator;</p> <p>\"<b>Terms of Use</b>\" means (a) the General Terms; (b) the Privacy Policy; (c) where appropriate under paragraph 1.3, the relevant Rules, Bonus Terms and Additional Terms applicable to the Services that are being used by You; (d) Related Account Terms; and (e) any Download Terms;</p> <p>\"<b>Wagering Requirements</b>\" means any requirement under Bonus Terms for You to make wagers totalling a particular value in order for bonus funds (including bonus winnings) to become withdrawable from Your Account, whether the total requirement is expressed as a fixed amount or as a multiple of another amount, such as the size of a buy-in amount deposited by you in your Buy-In Balance, or a bonus received by You. For the avoidance of doubt this excludes a requirement that the bonus funds must be wagered once, but only if the Bonus Terms allow You immediately to withdraw any winnings from wagering that bonus; and</p> <p>\"<b>Website</b>\" means the website or any respective page, subpage, subdomain or section thereof from time to time, located at or accessible via the domain name: <a href=\"http://liveguess./\">www.liveguess.net</a></p> <p>1.2 By using and/or visiting any section of the Website, or by opening an account with the Operator through the Website, or through accessing Telebetting, You agree to be bound by the Terms of Use and You accordingly: (a) agree to the use of electronic communications in order to enter into contracts; and (b) waive any applicable rights or requirements which require a signature by hand, to the extent permitted by any applicable law. The Terms of Use do not affect your statutory rights.</p> <p>1.3 In addition, where You play any game, or place a bet using the Services, or otherwise use the Services, You agree to be bound by:</p> <p>1.3.1 the Rules For All Sports Bets on the William Hill Sportsbook as set out under the general Help section (\"<b>the Betting Rules</b>\");</p> <p>1.3.2 the Rules of any game You play (\"<b>Game Rules</b>\"), as set out under the relevant general Help section and any Rules tabs, including (without limitation):</p> <p>1.3.2.1 for Market under the '<i>Market</i>' tab: the <a href=\"http://liveguess.net/market\">Market</a> for the relevant market;</p> <p>1.3.2.2 for News under the ''<i>News</i>' tab: the <a href=\"http://liveguess.net/news\">News</a> for the relevant news;</p> <p>1.3.2.3 for Sports under the ''<i>Sports</i>' tab: the <a href=\"http://liveguess.net/sports\">Sports</a> for the relevant Sports (Champion League, Europa League, Premier League, La Liga, Bundesliga, Serie A, Ligue 1)</p> <p>1.3.2.4 for Games under the ''<i>Games</i>' tab: the <a href=\"http://liveguess.net/games\">Games</a> for the relevant game;</p> <p>1.3.2.5 in respect of any new games, the rules applicable to such game;</p> <p>1.3.3 any Bonus Terms;</p> <p>1.3.4 any Download Terms;</p> <p>1.3.5 any terms and conditions relating to withdrawals which are contained in the 'Withdrawal' part of the Help section of the Website (\"<b>Withdrawal Terms</b>\"); and</p> <p>1.3.6 any other terms applicable to the Services and/or which You are required to confirm Your agreement to as part of the Services, for example the terms relating to the Tip Advisor service (\"<b>Additional Terms</b>\").</p> <p>1.4 The original text of the Terms of Use are in English and any interpretation of them will be based on the original English text. If the Terms of Use or any documents or notices related to them are translated into any other language, the original English version will prevail.</p> <p>1.5 In the event that there is any specific conflict or inconsistency between any of the individual parts of the Terms of Use making up Your contract with the Operator, the order of precedence shall be as follows:</p> <p>1.5.1 the Withdrawal Terms;</p> <p>1.5.2 the Bonus Terms;</p> <p>1.5.3 the Betting Rules;</p> <p>1.5.4 the Game Rules;</p> <p>1.5.5 the Additional Terms;</p> <p>1.5.6 the Related Account Terms;</p> <p>1.5.7 the General Terms;</p> <p>1.5.8 the Privacy Policy; and</p> <p>1.5.9 the Download Terms.</p> <p>1.6 Please read the Terms of Use carefully before accepting them. Once You have accepted the Terms of Use, please print the Terms of Use and store them, along with all confirmation emails, additional terms, transaction data, game rules, fair deal rules and payment methods relevant to Your use of the Website. Please note that the Terms of Use are subject to change, as set out in paragraph 3 below.</p> <p>1.7 If You do not agree to accept and be bound by the Terms of Use please do not open an account, and/or continue to use Your Account. Your continued use of any of the Services will constitute acceptance of the Terms of Use which we have notified You are in force from time to time.</p> <p>1.8 The Terms of Use govern Your contract with the Operator and will come into effect on using our website. For the avoidance of doubt, each and all sections of the Website and Telebetting are governed by the Terms of Use, and You should ensure at all times that Your use of the Services is in accordance with the Terms of Use.</p> <p>GENERAL TERMS</p> <p><b>2. CONTRACTING PARTIES</b></p> <p>2.1 The Terms of Use shall be agreed between You and the Operator.</p> <p>2.2 The Website, the odds and prices contained in it and the Terms of Use are translated into a number of languages and are therefore intended to be used by the citizens of the relevant countries and other countries which speak those languages.</p> <p>2.3 References in the Terms of Use to \"<b>us</b>\", \"<b>our</b>\" or \"<b>we</b>\" are references to:</p> <p>2.3.1 the Operator; or</p> <p>2.3.2 in the case of terms and conditions relating to monies held in Your Account from time to time, to any Operator Group company which holds such money and shall (where appropriate) be deemed to include our agents, partners, and suppliers.</p> <p><b>3. CHANGES TO THE TERMS OF USE</b></p> <p>3.1 We may need to change the Terms of Use from time to time for a number of reasons, including (without limitation) for commercial reasons, to comply with law or regulations, to comply with instructions, guidance or recommendations from a regulatory body, or for customer service reasons. The most up-to-date Terms of Use can be accessed from the <a href=\"http://liveguess.net/about/term-condition\">Terms and Conditions </a> link in the footer section of the Website, and the date on which they will come into force is noted in paragraph 1.8 of these General Terms.</p> <p>3.2 Where we wish to make substantial changes to the Terms of Use, we will give You as much prior notice of such changes as is reasonably practicable via one of the methods set out in paragraph 3.3. For minor or insubstantial changes, we may not give You any notice of such changes, so You are advised to review the Terms of Use through the <a href=\"http://liveguess.net/about/term-condition\">Terms and Conditions</a> link on the Website on a regular basis.</p> <p>3.3 Where we make changes to the Terms of Use which we wish to notify You of, we will do so by such method of notification as we may, in our discretion, deem appropriate, which may comprise:</p> <p>3.3.1 email (to the email address You have previously supplied us with, if any);</p> <p>3.3.2 a message to Your Inbox on the Website; or</p> <p>3.3.3 notice on the Website and we may, at our discretion, invite You to accept the new Terms of Use by clicking on \"yes\" or \"I accept\", checking a 'tick box' or any other similar method of confirmation by You. If You provide us with any such confirmation, or continue to use the Website or Telebetting after notification under this paragraph 3, You shall, from such time, be deemed to have accepted, and be bound by, the new Terms of Use, including (for the avoidance of doubt) any additions, removals, substitutions or other changes to the identities of the Operator, whether or not You have read the revised Terms of Use. If any change is unacceptable to You, You may either cease using the Services and/or close Your Account by complying with paragraph 12 of these General Terms.</p> <p>3.4 Notwithstanding this clause 3, should we wish to make any changes to the terms upon which Your funds are held under clause 7.3, we shall notify You in advance by such method as we may, in our discretion, deem appropriate, but such method shall require You to acknowledge receipt of such information by clicking on \"yes\" or \"I accept\", checking a 'tick box' or any other similar method of acknowledgment by You. If You provide us with any such acknowledgment, You shall, from such time, be deemed to have accepted, and be bound by, the new Terms of Use. If any change is unacceptable to You, You may either cease using the Services and/or close Your Account by complying with paragraph 12 of these General Terms.</p> <p><b>4. OPENING YOUR ACCOUNT</b></p> <p>4.1 In order to place a bet or play a game using the Services, You will need to open an account with the Operator (\"<b>Your Account</b>\" or \"<b>Account</b>\").</p> <p>4.2 In order to open Your Account for use with the Services, You can:</p> <p>4.2.1 contact Customer Services;</p> <p>4.2.2 click on <a href=\"https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">Join Now</a> on the Website and follow the on-screen instructions;or</p> <p>4.2.3 open by such other Account opening method as shall, from time to time be offered by the Operator;</p> <p>4.3 Your Account will either be operated by the Operator, or by another company in its Group for and on behalf of itself and/or the relevant Operator Group company with whom You have contracted.</p> <p>4.4 When You open Your Account You will be asked to provide us with personal information, including Your name and date of birth and appropriate contact details, including an address, telephone number and e-mail address (\"<b>Your Contact Details</b>\"). You may update Your Contact Details from time to time by contacting Customer Services; or through the My Account management page on the Website: or by such other method as shall, from time to time, be offered by the Operator.</p> <p>4.5 If You do not wish Your Contact Details to be used by us and our business partners to contact You to inform You of marketing information relating to others of our goods, products or services or those of our business partners, please indicate that this is the case by either updating your preferences under 'My Account/Details &amp; Settings' or by informing Customer Services.</p> <p>4.6 In opening Your Account You warrant that:</p> <p>4.6.1 You understand and accept the risk that, by using the Services, You may, as well as winning money, lose money;</p> <p>4.6.2 You are: (a) over 18 years of age; and (b) above the age at which gambling or gaming activities are legal under the law or jurisdiction that applies to You (the \"<b>Relevant Age</b>\");</p> <p>4.6.3 gambling is not illegal in the territory where You reside;</p> <p>4.6.4 You are legally able to enter into contracts;</p> <p>4.6.5 You have not been excluded from gambling; and</p> <p>4.6.6 You have not already had an Account closed by us under paragraphs 11 (Collusion, Cheating, Fraud and Criminal Activity), 20 (Breach of the Terms of Use) or at Your request under paragraph 33.1 (Responsible Gaming/Gambling).</p> <p>4.7 Your Account must be registered in Your own, correct, name and personal details and it shall only be issued once for You and not duplicated through any other person, family, household, address (postal or IP), email address, Access Device or any environment where Access Devices are shared (e.g. schools, workplaces, public libraries etc) and/or account in respect of the Services. Any other accounts which You open with us, or which are beneficially owned by You in relation to the Services shall be \"<b>Duplicate Accounts</b>\". We may close any Duplicate Account (but shall not be obliged to do so). If we close a Duplicate Account:</p> <p>4.7.1 all bonuses, free bets and winnings accrued from such bonuses and free bets obtained using that Duplicate Account will be void and forfeited by You;</p> <p>4.7.2 we may, at our entire discretion, void all winnings and refund all deposits (less amounts in respect of void winnings) made in respect of that Duplicate Account and, to the extent not recovered by us from the relevant Duplicate Account, any amounts to be refunded to us by You in respect of a Duplicate Account may be recovered by us directly from any other of Your Accounts (including any other Duplicate Account); or</p> <p>4.7.3 we may, at our entire discretion, allow usage of the Duplicate Account to be deemed valid in which case all losses and stakes placed by or for You through the Duplicate Account shall be retained by us.</p> <p><b>5. VERIFICATION OF YOUR IDENTITY; MONEY LAUNDERING REQUIREMENTS</b></p> <p>5.1 You warrant that:</p> <p>5.1.1 the name and address You supply when opening Your Account are correct; and</p> <p>5.1.2 You are the rightful owner of the money which You at any time deposit in Your Account.</p> <p>5.2 By agreeing to the Terms of Use You authorise us to undertake any such verification checks from time to time as we may require ourselves or may be required by third parties (including, but not limited to, regulatory bodies) to confirm these facts (the \"<b>Checks</b>\"). You agree that from time to time, upon our request, You may be required to provide additional details in respect of any of such information You have provided us, including in relation to any deposits which You have made into Your Account.</p> <p>5.3 Whilst we are undertaking any Checks from time to time, we may restrict You from withdrawing funds from Your Account and/or prevent access to all or certain parts of the Website. Please note that we may from time to time reperform the Checks for regulatory, security or other business reasons. If any such restrictions cause You a problem, please contact Customer Services.</p> <p>5.4 In certain circumstances we may have to contact You and ask You to provide further information to us directly in order to complete the Checks. For this purpose, we will be entitled, at our sole discretion, to require that You provide us with a notarised ID or any equivalent certified ID according to the applicable law of Your jurisdiction or otherwise, proof of address, utility bills, bank details, bank statements and bank references and any documentation that validates your source of funds. Until such information has been supplied to our satisfaction we may prevent any activity to be undertaken by You in relation to the Account or we may, where we reasonably believe that deliberately incorrect information has been provided by You, keep any amount deposited on the Account following the closure of the Account by us.</p> <p>5.5 It may be an offence for persons under the Relevant Age to make use of the Website. If we are unable to confirm that You are the Relevant Age then we may suspend Your Account until such time that we are able to confirm that You are the Relevant Age. If You are subsequently proven to have been under the Relevant Age at the time You made any gambling or gaming transactions with us, then:</p> <p>5.5.1 Your Account will be closed;</p> <p>5.5.2 all transactions made whilst You were underage will be made void, and all related funds deposited by You will be returned by the payment method used for the deposit of such funds, wherever practicable;</p> <p>5.5.3 any deposits made whilst You were under the Relevant Age will be returned to You; and</p> <p>5.5.4 any winnings which You have accrued during such time when You were under the Relevant Age will be forfeited by You (and may be deducted from the amount of any deposit returned under paragraph 5.5.3) and You will return to us on demand any such funds which have been withdrawn from Your Account.</p> <p><b>6. USERNAME, PASSWORD, PIN and CUSTOMER INFORMATION</b></p> <p>6.1 After opening Your Account, You must take all reasonable steps to avoid disclosing (whether deliberately or accidentally) Your username, password and/or account number to anyone else, including (where practicable) ensuring that up-to-date security software is downloaded onto Your Access Device.</p> <p>6.2 All transactions made where Your username and password and/or account number have been entered correctly will be regarded as valid, whether or not authorised by You, and we shall not be liable for any claims in the event that You disclose Your username, password or account number to anyone else (whether deliberately or accidentally).</p> <p>6.3 If You have lost or forgotten Your Account details, or have reason to believe that such details are known to an unauthorised third party, please contact us immediately for a replacement through Customer Services, details of which can be found in the Contact Us or <a href=\"http://www.williamhill.com/whHelp/?v=0\" target=\"_blank\">Help</a> section of the Website.</p> <p><b>7. DEPOSITS AND WITHDRAWALS FROM YOUR ACCOUNT</b></p> <p>7.1 If You wish to participate in the Services, You must deposit monies into Your Account from an account or source of which You are the account holder. Such monies may (subject to paragraph 5) then be used by You to place bets or play games. Further details of how to deposit, withdraw and transfer funds can be found in the Deposit part of the <a href=\"https://williamhill-lang.custhelp.com/\" target=\"_blank\">Help</a> section of the Website. If You use a payment method in respect of which You are not the account holder, we reserve the right to treat any deposit into the Account as being invalid (and any winnings arising from such deposit as void) pending the satisfactory completion of all relevant Checks.</p> <p>7.2 You further agree not to make any charge-backs, reversals or otherwise cancel any deposits into Your Account, and in any such event to refund and compensate us for such unpaid deposits including any expenses incurred by us in the process of collecting Your deposit. For the avoidance of doubt Your Account shall not be used by You as a bank account and, should we become aware of deposits into and withdrawals from Your Account without commensurate betting or gaming activity, we reserve the right to deduct an administration charge (whether or not we close or suspend the account). Monies deposited with us in Your Account shall not attract interest.</p> <p>7.3 We are required by our licence to inform customers about what happens to monies which we hold on account for You, and the extent to which such monies are protected in the event on insolvency. <a href=\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a>. Monies deposited by You to Your Account will be held in a bank account and/or escrow account which will be kept separate from our company funds. Monies in Your Account are not insured, guaranteed, sponsored or otherwise protected by any deposit or banking insurance system or by any other similar insurance system. As such, monies in Your Account are not protected in the event of insolvency. This meets the Gambling Commission's requirements for the segregation of customer funds at the level: basic segregation.</p> <p>7.4 We may at any time set off any positive balance on Your Account against any amount owed by You (including under a Duplicate Account) to any other company within the Operator's Group (irrespective of whether there has been a breach of the Terms of Use), including (without limitation) where we re-settle any bets or wagers pursuant to paragraph 4.7 (Duplicate Accounts), paragraph 11 (Collusion, Cheating, Fraud and Criminal Activity) or paragraph 18 (Errors or Omissions).</p> <p>7.5 To the extent required by Your local law or tax or other authorities You are responsible for reporting Your winnings and losses arising from the Services.</p> <p>7.6 You can set a deposit limit on Your Account in any one day. This limit cannot be increased without giving us twenty four hours' notice of Your wish to increase Your deposit limit and only when twenty four hours have elapsed from Your request for such an increase will the increase apply. For details of how to set up a deposit limit please contact Customer Services, or (where Your Account is for the Website) set up the limit through the Website by clicking on My Account, then Update Account Details. Any confirmed reductions to your deposit limit will be of immediate effect.</p> <p>7.7 Subject to paragraph 12 (Closure of Your Account; etc), You may request withdrawal of funds from Your Account at any time (note that this right of withdrawal includes the right to withdraw the entirety of Your Buy-In Balance and any other deposit funds), provided that:</p> <p>7.7.1 all payments made into Your Account have been confirmed as cleared and none have been charged-back, reversed or otherwise cancelled;</p> <p>7.7.2 any Checks referred to in paragraph 5 (Verification of Your Identity; Money Laundering Requirements) above have been completed by us to our satisfaction; and</p> <p>7.7.3 You have complied with any other relevant withdrawal conditions affecting Your Account. Note that in the Withdrawal Terms there are some minimum withdrawal amount limits (which differ depending on the payment method you select), but if Your Account has less than such minimum (including in any Buy-In Balance) we will process a withdrawal for the balance in Your Account in any event (even though there is the stated minimum).</p> <p>7.8 On any withdrawal approved by us, provided that You give us sufficient information as to how the funds should be transferred to You, we will return the relevant funds to You in accordance with paragraph 7.7 (less charges incurred or any other amount required to be deducted from Your withdrawal in order to comply with any applicable law). Please note that withdrawal by You of any Buy-In Balance will result in cancellation of any Bonus Balance associated with that Buy-In Balance in accordance with the Bonus Terms relating to that Promotion. In order to withdraw your Buy-In Balance you may need to cancel out first of any Promotion to which the Buy-In Balance relates and if this is required full instructions as to how to do so are contained in the Bonus Terms relevant to that Promotion.</p> <p>7.9 We will attempt to accommodate Your request regarding the payment method and currency of payment of Your withdrawal. This, however, cannot be guaranteed. Therefore, we may process and pay withdrawals in a different payment method than the one requested by You, such as through different payment providers, a bank draft or wire transfer (any charges associated with relevant payment methods are set out in the Withdrawal part of the <a href=\"http://liveguess.net/about/help\" target=\"_blank\">Help</a> section of the Website). Similarly, in certain cases, the currency of Your withdrawal may not be the currency in which Your deposit was made or that was otherwise requested by You and, in circumstances where we are required to convert Your deposits between different currencies, the conversion rate used by us is as stated in the <a href=\"http://liveguess.net/about/help\" target=\"_blank\">Help</a> section of the Website.</p> <p>7.10 Inactive Account Fee. If You do not use Your Account for betting or gaming, making a deposit, withdrawal or transfer, or if it is otherwise inactive, for a period of at least 13 consecutive months then it will be an \"<b>Inactive Account</b>\". All Inactive Accounts will incur a fee(\"Inactive Account Fee\"), the details of which can be found in the Help section of the Website. We will notify You when Your Account becomes an Inactive Account, and at least 14 days before any Inactive Account Fee is deducted from it.</p> <p><b>8. LEGAL USE OF THE WEBSITE</b></p> <p>8.1 Access to or use of the Website or any of the Services via the Website may not be legal for some or all residents of or persons in certain countries. We do not intend that the Website should be used for betting, gaming or any other purposes by persons in countries in which such activities are illegal, which includes the United States of America and those territories listed via the Help section on the Website. The fact that the Website is accessible in any such country, or appears in the official language of any such country shall not be construed as a representation or warranty with respect to the legality or otherwise of the access to and use of the Website, and the making of deposits or receipt of any winnings from Your Account. The availability of the Website does not constitute an offer, solicitation or invitation by us for the use of or subscription to betting, gaming or other services in any jurisdiction in which such activities are prohibited by law.</p> <p>8.2 It is Your responsibility to determine the law that applies in the location in which You are present. You should ensure that You will be acting legally in Your jurisdiction in opening Your Account and/or using the Website and You represent, warrant and agree that You will do so.</p> <p>8.3 If it becomes apparent to us that You are resident in a country in which the use of the Website is not legal, we shall be entitled immediately to close Your Account, in which case any balance on the Account on the date of such closure will be refunded to You as soon as it is practicable for us to do so.</p> <p><b>9. PLACING YOUR BET AND/OR GAMING USING THE SERVICES</b></p> <p>9.1 In order to place a bet or access a Service you should follow the instructions provided at the Help section.</p> <p>9.2 It is Your responsibility to ensure that the details of any bet, stake or similar transaction that you place using the Services (a \"<b>Transaction</b>\") are correct in the following manner:</p> <p>9.2.1 when using the Website (either directly, through an application or otherwise) in accordance with the relevant Betting Rules or Game Rules, as appropriate; and</p> <p>9.2.2 when using Telebetting, your bet will be read back to you and you will be asked to confirm that it is correct to our telephone agent.</p> <p>9.3 Your Transaction history can be accessed by you by clicking My Account on the Website, or through our Customer Services team (including by opting to receive a written statement).</p> <p>9.4 We reserve the right to refuse the whole or part of any Transaction requested by You; (a) where You have breached the Terms of Use, or (b) at any time in our sole discretion except that we will not exercise such discretion or seek to enforce such discretion if You have made one or more qualifying bets in respect of a Free Bet Promotion) and the exercise of our discretion would:</p> <p>9.4.1 affect Your ability to:<br /> 9.4.1.1 receive the free bets, or the full expected value of the free bets from that Free Bet Promotion, having placed all the necessary qualifying bets; and<br /> 9.4.1.2 place the remaining qualifying bets required by that Free Bet Promotion, and consequently receive the free bets, or the full expected value of the free bets from that Free Bet Promotion, to which You would be entitled as a result; and<br /> 9.4.1.3 attempt to complete any Wagering Requirements associated with that Free Bet Promotion; or<br /> 9.4.2 materially affect Your ability to complete the qualifying bets required by that Free Bet Promotion.</p> <p>9.5 No Transaction is accepted by us until You have given the appropriate confirmation (or it has otherwise been accepted by us) in accordance with paragraph 9.2. If You are in any doubt as to whether a Transaction has been accepted successfully, You should contact Customer Services.</p> <p>Once a Transaction has been accepted by us, You cannot cancel the transaction unless we agree otherwise. If You are making a telephone-betting transaction and the relevant telephone connection becomes unexpectedly disconnected, we shall nevertheless place the relevant bet if (a) we are clear as to your intended instruction; (b) the bet details have been provided to us by You prior to the point at which we cease accepting bets on the relevant event; and (c) the bet is acceptable to us in the ordinary course of business. In the event of any such telephone disconnection, You should immediately contact our Customer Service team for confirmation as to whether your bet has been placed.</p> <p>9.6 We may, at our discretion (and provided that neither You nor we gain any unfair advantage), elect to accept a bet notwithstanding that the relevant event has begun. In respect of gaming, the relevant Game Rules shall set out the point at which no further stakes will be accepted by us.</p> <p>9.7 We may cancel or amend a Transaction pursuant to the provisions of paragraph 5 (Verification of Your Identity), paragraph 11 (Collusion, Cheating, Fraud and Criminal Activity) or paragraph 18 (Errors or Omissions).</p> <p><b>10. REMOTE GAMING OR BETTING</b></p> <p>10.1 Where You are accessing the Services via an electronic form of communication You should be aware that:</p> <p>10.1.1 in relation to Your use of the Website for the placing of bets or playing of games:</p> <p>10.1.1.1 You may be using a connection or equipment which is slower than such equipment used by others and this may affect Your performance in time critical events offered via the Website;</p> <p>10.1.1.2 You may encounter system flaws, faults, errors or service interruption which will be dealt with in accordance with paragraph 17 (IT Failure);</p> <p>10.1.1.3 the Game Rules for each event or game offered via the Website are available and should be considered by You prior to Your use of the Services offered via the Website; and</p> <p>10.1.1.4 in games offered via the Website which benefit from more players or greater liquidity we may deploy automated players (\"Bots\")(whose usernames will be \"bot\") who are pre-programmed to play and join in with the game in order to assist the liquidity or the number of players gaming, although we will not use Bots without making such usage clear to You. We can categorically confirm that We do not deploy Bots in our Poker software and will take active steps in conjunction with our software providers to prevent their usage by any users of the Services; and</p> <p>10.1.2 in relation to Your use of the Services, if You are betting on an \"in running\" event, You may not at any relevant time be able to see or otherwise be provided with the most up-to-date information in relation to the relevant event. We shall not be liable to You in respect of any losses suffered or costs incurred by You as a result of any delay in the transmission of information relating to any \"in running\" event.</p> <p>11.<b>COLLUSION, CHEATING, FRAUD AND CRIMINAL ACTIVITY</b></p> <p>11.1 The following practices (or any of them) in relation to the Services:</p> <ul> <li>abuse of bonuses or other promotions; and/or</li> <li>using unfair external factors or influences (commonly known as cheating); and/or</li> <li>taking unfair advantage (as defined in paragraph 11.5.3);</li> <li>opening any Duplicate Accounts; and/or</li> <li>undertaking fraudulent practice or criminal activity (each as defined in paragraph 11.5),</li> </ul> <p>constitute \"<b>Prohibited Practices</b>\". Prohibited Practices are not permitted and will constitute a material breach of the Terms of Use. We will take all reasonable steps to prevent and detect Prohibited Practices and to identify the relevant players concerned if they occur. Subject to the above, however, we will not be liable for any loss or damage which You may incur as a result of any Prohibited Practices, and we alone will decide any action we take in respect of any Prohibited Practices.</p> <p>11.2 If You suspect a person is engaged in any Prohibited Practice, please tell us about it as soon as you can, by e-mailing us or telephoning Customer Services.</p> <p>11.3 You agree that You shall not participate in or be connected with any form of Prohibited Practice.</p> <p>11.4 If:</p> <p>11.4.1 we have reasonable grounds to believe that You have participated in or have been connected with any form of Prohibited Practice (this may include the use by us (and by our gaming partners and our other suppliers) of any fraud, cheating and collusion detection practices which are used in the gambling and gaming industry at the relevant time); or</p> <p>11.4.2 You have placed bets and/or played online games with any other online provider of gambling services and are suspected (as a result of such play) of any equivalent to any Prohibited Practice on those other gambling services, or other improper activity; or</p> <p>11.4.3 we become aware that You have \"charged back\" or denied any of the purchases or deposits that You made to Your Account; or</p> <p>11.4.4 in our reasonable opinion your continued use of the Services may be detrimental to our regulated status, including our continued ability to be licensed by the Gambling Commission and/or the Gibraltar Gambling Commissioner; or</p> <p>11.4.5 You become bankrupt or suffer similar proceedings anywhere in the world,</p> <p>then, we shall have the right, in respect of Your Account (and/or any other account held by You with an Operator Group company) to withhold the whole or part of the balance and/or recover from the account the amount of any deposits, pay-outs, bonuses or winnings which have been affected by or are in any way attributable to any of the event(s) listed in this paragraph 11.4. The rights set out in this paragraph 11.4 do not affect any other rights (including any common law rights) we may have against You, under the Terms of Use or otherwise.</p> <p>11.5 For the purposes of this paragraph 11:</p> <p>11.5.1 \"<b>fraudulent practice</b>\" means any fraudulent activity engaged in by You or by any person acting on Your behalf or in collusion with You, and shall include, without limitation: (a) fraudulent charge-backs and rake-back activity; (b) the use by You or any other person who was participating in the same game as You at any time, of a stolen, cloned or otherwise unauthorised credit or debit card, as a source of funds; (c) the collusion by You with others in order to gain an unfair advantage (including through bonus schemes or similar incentives offered by us); (d) any attempt to register false or misleading account information; and (e) any actual or attempted act by You which is reasonably deemed by us to be illegal in any applicable jurisdiction, made in bad faith, or intended to defraud us and/or circumvent any contractual or legal restrictions, regardless of whether such act or attempted act actually causes us any damage or harm;</p> <p>11.5.2 \"<b>criminal activity</b>\" shall include, without limitation, money laundering and any offence under section 42 of the Gambling Act 2005; and</p> <p>11.5.3 \"<b>unfair advantage</b>\" shall include, without limitation:</p> <p>11.5.3.1 the exploitation of a fault, loophole or error in our or any third party's software used by You in connection with the Services (including in respect of any game);</p> <p>11.5.3.2 the use of third party software or analysis systems, including but not limited to, software that includes features that:</p> <p>11.5.3.2.1 enables play without human intervention (e.g. Bots),</p> <p>11.5.3.2.2 makes automated decisions,</p> <p>11.5.3.2.3 shares hole card information, and/or </p> <p>11.5.3.2.4 provides real time poker coaching;</p> <p>11.5.3.3 notwithstanding the generality of paragraph 11.5.3.2, the use of Bots for poker games (including, but not limited to, those games appearing under the Poker tab) and any Bots for skill games (including but not limited to, those skill games appearing under the Skill tab or Games tab) and Bots for any other use which would otherwise constitute any other Prohibited Practices;</p> <p>11.5.3.4 the exploitation by You, of an Error as defined in paragraph 18.1 below, in any case either to Your advantage and/or to the disadvantage of us or others.</p> <p>11.6 In exercising any of our rights under paragraph 11.4 in relation to a Prohibited Practice, we shall use all reasonable endeavours to ensure that, while complying with our regulatory and other legal obligations, we exercise such rights in a manner which is fair to You and to our other customers.</p> <p>11.7 We reserve the right to inform relevant authorities, other online gaming or gambling operators, other online service providers and banks, credit card companies, electronic payment providers or other financial institutions of Your identity and of any suspected Prohibited Practice by You, and You shall cooperate fully with us to investigate any such activity.</p> <p>11.8 Rigging: We reserve the right to void any bet if we have any suspicion or evidence that the prices or the pool have been manipulated or where a race, event or match has been rigged and this suspicion or evidence has caused us or any other operator to report the match to ESSA (Sports Betting Integrity). Evidence of the above may be based on the size, volume or pattern of bets placed with William Hill across any or all of our betting channels.</p> <p><b>12. CLOSURE OF YOUR ACCOUNT; TERMINATION OF THE TERMS OF USE</b></p> <p><b>CLOSURE AND TERMINATION BY YOU</b></p> <p>12.1 Provided that Your Account does not show that a balance is due to us, You are entitled to close Your Account and terminate the Terms of Use on not less than twenty four hours' notice to us at any time, by contacting us through Customer Services, details of which can be found in the Contact Us and <a href=\"https://williamhill-lang.custhelp.com/\" target=\"_blank\">Help</a> section of the Website:</p> <p>12.1.1 indicating Your wish to close Your Account; and</p> <p>12.1.2 stating the reasons why You wish to close Your Account, in particular if You are doing so because of concerns over the level of Your use of the same.</p> <p>We will respond to Your request, confirming closure of Your Account and the date on which such closure will be effective, within a reasonable time, provided that You continue to assume responsibility for all activity on Your Account until such closure has been carried out by us (at which point the Terms of Use shall terminate).</p> <p>12.2 When You request closure of Your Account under paragraph 12.1 we will, subject to paragraph 12.3, return any outstanding balance in Your Account to You.</p> <p>12.3 Upon any termination of Your Account under this paragraph 12 we shall be entitled (without limiting our rights under paragraph 12.6) to withhold, from the repayment of the outstanding balance on Your Account, any monies: (a) pursuant to paragraph 11 (Collusion, Cheating, Fraud and Criminal Activity); (b) pursuant to paragraph 20 (Breach of the Terms of Use); (c) as otherwise provided by the Terms of Use (including, as appropriate, paragraph 5.4); or (d) as required by law or regulation.</p> <p>12.4 When repaying the outstanding balance on Your Account, we shall use the same method of payment which You provided upon registration of Your Account, or such other payment method as we may reasonably select.</p> <p>12.5 Where You have closed Your Account, we may in certain circumstances be able to re-open Your Account with the same account details as before if You request us to do so. In such circumstances, while Your Account will have the same account details as before, it will be subject to the Terms of Use which are in force at the date of any such re-opening and any prior entitlements (including, but without limitation, to bonuses or contingent winnings) will no longer be valid.</p> <p><b>CLOSURE AND TERMINATION BY US</b></p> <p>12.6 We are, at any time (and notwithstanding any other provisions contained in the Terms of Use), entitled to close Your Account and terminate the Terms of Use on written notice (or attempted notice) to You using Your Contact Details, except that we will, prior to the closure taking effect, if You have made one or more qualifying bets in respect of a Free Bet Promotion) (other than where we close Your Account in the situation described in paragraph 12.7):</p> <p>12.6.1 allow You to receive the free bets, or the full expected value of the free bets from that Free Bet Promotion, having placed all the necessary qualifying bets; and</p> <p>12.6.2 allow You to place the remaining qualifying bets required by that Free Bet Promotion, and consequently receive the free bets, or the full expected value of the free bets from that Free Bet Promotion, to which You would be entitled as a result; and</p> <p>12.6.3 allow You the opportunity to attempt to complete any Wagering Requirements associated with that Free Bet Promotion; and</p> <p>12.6.4 allow You to complete the qualifying bets required by that Free Bet Promotion. In the event of any such termination by us we shall, subject to paragraph 12.7, as soon as reasonably practicable following a request by You, refund the balance of Your Account.</p> <p><br /> 12.7 Where we close Your Account and terminate the Terms of Use pursuant to paragraph 11 (Collusion, Cheating, Fraud and Criminal Activity) or paragraph 20 (Breach of the Terms of Use), the balance of Your Account will be non-refundable and deemed to be forfeited by You to the extent of any claim that we may have against You as at the date of such closure (whether under Your Account, a Duplicate Account or otherwise). Closure of Your Account and Termination of the Terms of Use, other than pursuant to paragraphs 11 or 20 of these General Terms, will not affect any outstanding bets, provided that such outstanding bets are valid and You are not in breach of the Terms of Use in any way. For the avoidance of doubt, we will not credit any bonuses into Your Account, nor will You be entitled to any contingent winnings, at any time after the date on which it has been closed (whether by us pursuant to the Terms of Use, or in response to Your request).</p> <p>12.8 The following paragraphs shall survive any termination of the Terms of Use: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 and 34 and any other paragraphs which are required for the purposes of interpretation; together with any relevant sections of the Betting Rules, relevant Game Rules, the Privacy Policy and the Additional Terms.</p> <p><b>SUSPENSION BY US</b></p> <p>12.9 We shall be entitled to suspend Your Account in the circumstances expressly set out in the Terms of Use. Upon the suspension of Your Account: (a) no activity shall be permitted (including deposits, withdrawals, betting or gaming) until the date upon which it is re-activated by us; (b) no bonuses or contingent winnings will be credited to the Account; and (c) we shall address the issue that has given rise to the Account suspension with a view to resolving it as soon as reasonably practicable so that the Account can, as appropriate, either be re-activated or closed.</p> <p><b>13. ACCESS TO, AND USE OF, THE SERVICES</b></p> <p>13.1 You are solely responsible for the supply and maintenance of all of Your Access Devices and related equipment and telecommunications networks and internet access services that You need to use in order to access the Services. We will not be liable in any way whatsoever for any losses caused to You (whether resulting from loss of service, poor internet connectivity, insufficient bandwidth or otherwise) by the internet or any telecommunications service provider that You have engaged in order to access the Services. For the avoidance of doubt, the Operator does not make any representation or give any warranty as to the compatibility of the Services with any particular third party software or hardware, including (for the avoidance of doubt) third party analysis or 'Bot' programmes which promise certain results from any of the Services.</p> <p>13.2 Under no circumstances should You use the Services for any purpose which is or is likely to be considered to be defamatory, abusive, obscene, unlawful, of a racist, sexist or other discriminatory nature, or which could cause offence. You must not use any abusive or aggressive language or images, swear, threaten, harass or abuse any other person, including other users, via the Website, or attempt to pass Yourself off as being any other person, or behave in such a manner towards any Operator staff used to provide the Services, Customer Services, or any helpdesk or support function which we make available to You.</p> <p>13.3 You shall use the Website for personal entertainment only and shall not be allowed to provide access or reproduce the Website or any part of it in any form whatsoever without our express consent, including creating links to it.</p> <p>13.4 You shall be solely liable in respect of any content uploaded by You onto the Website (\"<b>Uploaded Content</b>\") and, in uploading any such content, You represent and warrant that:</p> <p>13.4.1 You have obtained all necessary approvals, consents, licences and permissions required in respect of the Uploaded Content and that the reproduction of the Uploaded Content on the Website will not infringe the copyright, trade mark, confidential information or any other intellectual property rights whatsoever of any third party;</p> <p>13.4.2 the Uploaded Content will not contain any material in breach of paragraph 13.2 or any code in breach of paragraph 13.3;</p> <p>13.4.3 the Uploaded Content will comply with all laws and regulations (including, in particular, those relating to data protection and privacy); and</p> <p>13.4.4 the Operator is entitled to use and sub-licence the use of the Uploaded Content at its sole discretion.</p> <p>13.5 Any material (other than Software under paragraph 16) downloaded by You from the Website shall be downloaded entirely at Your own risk and the Operator shall not be liable in respect of any loss of data or other damage caused by any such download.</p> <p>13.6 Where we have reason to believe that Your use of the Services is in breach of any of paragraphs 13.2, 13.3, 13.4 or 13.5 we shall, without prejudice to any of our other rights, be entitled forthwith to remove from the Website any offending content.</p> <p><b>14. BETTING AND GAMING TERMS</b></p> <p>14.1 Expressions used in the betting and gaming industry are numerous. Where appropriate, a glossary explaining the meaning of commonly used betting and gaming expressions is available in the Help section of the Website. Should You be in any doubt as to the meaning of any expression, You should:</p> <p>14.1.1 look up its meaning in the Help section relating to the event or game You are betting or gaming on;</p> <p>14.1.2 if You are still in any doubt, contact Customer Services for clarification; and</p> <p>14.1.3 not place any bet or game on any event until its meaning is understood to Your satisfaction,</p> <p>because we cannot accept any responsibility if You place a bet or game via the products offered via the Services in circumstances where You do not understand any of the terms involved in or relating to the bet or game.</p> <p><b>15. ALTERATION OF THE WEBSITE</b></p> <p>We may, in our absolute discretion, alter or amend any product or service (including any prices offered) available through the Website at any time for the purpose of ensuring the ongoing provision of the Website, but without prejudice to any games and/or bets already in progress at the time of such amendment. From time to time, we may restrict You from accessing some parts of the Website for the purpose of maintenance of the Website and/or alteration or amendment of any of the games and/or products available through the Website.</p> <p><b>16. THIRD PARTY SOFTWARE</b></p> <p>16.1 In order to use the products offered through the Services, You may be required to download and install software supplied by third parties on to Your Access Device (\"Software\"). Software may include, but is not limited to: Access Device applications, our download Casino and Poker products and any promotional, marketing and/or facility applications, products and software.</p> <p>16.2 In such circumstances, You may be required to enter into a separate agreement with the owner or licensor of such Software in respect of Your use of the same (a \" <b>Third Party Software Agreement</b>\"). In case of any inconsistency between the Terms of Use and any Third Party Software Agreement, the Terms of Use will prevail in so far as the inconsistency relates to the relationship between You and the Operator.</p> <p>16.3 It is Your responsibility to ensure that any Software is downloaded onto Your Access Device in a manner compatible with Your own Access Device's specific set-up. For the avoidance of doubt, we shall not be liable to the extent that the incorrect downloading of any Software has an adverse effect on the operation of Your Access Device.</p> <p>16.4 Notwithstanding that the Services provided via any Access Device application shall be subject to the Terms of Use, the terms under which any application (\"<b>App</b>\") is downloaded or installed onto Your Access Device shall be governed by the agreement entered into between You and the supplier of the relevant App but, in case of any inconsistency between the Terms of Use and any such agreement, the Terms of Use will prevail in so far as the inconsistency relates to the relationship between You and the Operator.</p> <p><b>17. IT FAILURE</b></p> <p>17.1 Where problems occur in the software or hardware used by us to provide the Services we will take all reasonable steps to remedy the problem as soon as reasonably practicable. Where such problems cause a game to be interrupted in circumstances where it cannot be restarted from exactly the same position without any detriment to You or other players, we will take all reasonable steps to treat You in a fair manner (which may include reinstating the balance on Your Account to the position existing following completion of the last bet or game logged on the Operator's server immediately prior to the occurrence of the problem).</p> <p>17.2 We will not be liable for technical, hardware or software failures of any kind or lost or unavailable network conditions which may limit or prohibit Your ability to enter or participate in any Promotion. We shall not be liable for damage, or loss or injury resulting from entry to any Promotion, including failure to win, acceptance or use of any prize, but nothing in these Terms and Conditions shall operate to exclude liability for any fraud on the part of us or death or personal injury resulting from our own negligence.</p> <p><b>18. ERRORS OR OMISSIONS</b></p> <p>18.1 A number of circumstances may arise where a bet or wager is accepted, or a payment is made, by us in error. A non-exhaustive list of such circumstances is as follows:</p> <p>18.1.1 where we mis-state any odds or terms of a bet or gaming wager to You as a result of obvious error or omission in inputting the information or setting up a market, or as a result of a computer malfunction;</p> <p>18.1.2 where we have made a 'palpable error'. A palpable error occurs where:</p> <p>18.1.2.1 in relation to bets placed prior to an event taking place, the prices/terms offered are materially different from those available in the general market; or</p> <p>18.1.2.2 in relation to any event, the price/terms offered at the time the bet is placed are clearly incorrect given the probability of the event occurring;</p> <p>18.1.3 where we have continued to accept bets on a market which should have been suspended, including where the relevant event is in progress (except where 'in-running' bets are accepted) or had already finished (sometimes referred to as 'late bets');</p> <p>18.1.4 where an error has been made as a result of a Prohibited Practice under paragraph 11.1;</p> <p>18.1.5 where we should not have accepted, or have the right to cancel or re-settle, a bet pursuant to the Betting Rules (for example due to 'Related Contingencies');</p> <p>18.1.6 where an error is made by us as to the amount of winnings/returns that are paid to You, including as a result of a manual or computer input error; or</p> <p>18.1.7 where an error has been made by us as to the amount of free bets and/or bonuses that are credited to Your Account,</p> <p>such circumstances being referred to as an \"<b>Error</b>\"</p> <p><a name=\"18.3\"></a>18.2 We reserve the right to:</p> <p>18.2.1 correct any Error made on a bet placed and re-settle the same at the correct price or terms which were available or should have been available through the Operator (absent the publishing error) at the time that the bet was placed and the bet will be deemed to have taken place on the terms which were usual for that bet; or</p> <p>18.2.2 where it is not reasonably practicable to correct and re-settle under 18.2.1 above, to declare the bet void and return Your stake into Your Account; or</p> <p>18.2.3 in circumstances where the Error has resulted from a Prohibited Practice, to take the steps set out in paragraph 11.4.</p> <p>18.3 Any monies which are credited to Your Account, or paid to You as a result of an Error shall be deemed, pending resolution under paragraph 18.2, to be held by You on trust for us and shall be immediately repaid to us when a demand for payment is made by us to You. Where such circumstances exist, if You have monies in Your Account we may reclaim these monies from Your Account pursuant to paragraph 7.4. We agree that we shall use all reasonable endeavours to detect any Errors and inform You of them as soon as reasonably practicable.</p> <p>18.4 Neither we (including our employees or agents) nor our partners or suppliers shall be liable for any loss, including loss of winnings, that results from any Error by us or an error by You.</p> <p>18.5 You shall inform us as soon as reasonably practicable should You become aware of any Error.</p> <p>18.6 Where You have used monies which have been credited to Your Account or awarded to You as a result of an Error to place subsequent bets or play games, we may cancel such bets and/or withhold any winnings which You may have won with such monies, and if we have paid out on any such bets or gaming activities, such amounts shall be deemed to be held by You on trust for us and You shall immediately repay to us any such amounts when a demand for repayment is made by us to You.</p> <p><b>19. EXCLUSION OF OUR LIABILITY</b></p> <p>19.1 Your access to and use of the Services is at Your sole option, discretion and risk. We shall not be liable for any attempts by You to use the Services by methods, means or ways not intended by us.</p> <p>19.2 We will provide the Services with reasonable skill and care and substantially as described in the Terms of Use. We do not make any other promises or warranties regarding the Services, or any products or services forming a part of the Services, and hereby exclude (to the extent permitted by law) all implied warranties in respect of the same (including implied warranties as to satisfactory quality and/or fitness for Your purpose). In particular, we do not warrant that the Website will have uninterrupted availability or that it will be free of bugs, viruses or other errors.</p> <p>19.3 SAVE AS PROVIDED IN OUR BETTING RULES AND SUBJECT TO PARAGRAPH 19.5, OUR MAXIMUM LIABILITY (INCLUDING THAT OF OUR GROUP COMPANIES, AFFILIATES, OFFICERS, DIRECTORS, AGENTS AND EMPLOYEES) ARISING OUT OF YOUR USE OF THE SERVICES (OR ANY PART OF THE SERVICES AND WHETHER UTILISING THE WEBSITE OR TELEBETTING), WHETHER SUCH LIABILITY ARISES UNDER BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, WILL BE LIMITED TO:</p> <p>19.3.1 WHERE OUR LIABILITY RELATES TO A BET OR STAKE, THE AMOUNT OF THE BET OR STAKE PLACED BY YOU IN RESPECT OF WHICH OUR LIABILITY HAS ARISEN;</p> <p>19.3.2 WHERE OUR LIABILITY RELATES TO THE MISAPPLICATION OF FUNDS, THE AMOUNT OF MONEY IN YOUR ACCOUNT THAT HAS BEEN MISPLACED BY US; AND</p> <p>19.3.3 IN RESPECT OF ANY OTHER LIABILITY OF THE OPERATOR, TEN THOUSAND POUNDS STERLING (£10,000).</p> <p>19.4 WE (INCLUDING OUR GROUP COMPANIES, AFFILIATES, OFFICERS, DIRECTORS, AGENTS AND EMPLOYEES) SHALL NOT BE LIABLE TO YOU, WHETHER SUCH LIABILITY ARISES IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, IN RESPECT OF ANY:</p> <p>19.4.1 LOSS OF DATA;</p> <p>19.4.2 LOSS OF PROFITS;</p> <p>19.4.3 LOSS OF REVENUE;</p> <p>19.4.4 LOSS OF BUSINESS OPPORTUNITY;</p> <p>19.4.5 LOSS OF OR DAMAGE TO GOODWILL OR REPUTATION;</p> <p>19.4.6 BUSINESS INTERRUPTION; OR</p> <p>19.4.7 ANY INDIRECT, SPECIAL OR CONSEQUENTIAL LOSS OR DAMAGE, EVEN WHERE SUCH LOSS OR DAMAGE HAS BEEN NOTIFIED TO US AS BEING POSSIBLE, ARISING OUT OF THE TERMS OF USE OR ANY USE WHATSOEVER BY YOU OF THE SERVICES.</p> <p>19.5 Nothing in the Terms of Use will operate so as to exclude any liability which we may have in respect of:</p> <p>19.5.1 fraud (including fraudulent misrepresentation); or</p> <p>19.5.2 death or personal injury caused by our negligence.</p> <p><b>20. BREACH OF THE TERMS OF USE</b></p> <p>20.1 You will fully indemnify, defend and hold us and our officers, directors, employees, agents, contractors and suppliers harmless from and against any and all losses, costs, expenses, claims, demands, liabilities and damages (including legal fees), however caused, that may arise, whether or not reasonably foreseeable, as a result of or in connection with:</p> <p>20.1.1 the access to and use of the Services by You or by anyone else using Your username and password; and/or</p> <p>20.1.2 any breach by You of any of the terms and provisions of the Terms of Use.</p> <p>20.2 Where You are in breach of the Terms of Use, we may at our sole discretion, prior to any suspension or termination of Your Account, notify You (using Your Contact Details) that You are in breach, requiring You to stop the relevant act or failure to act, and/or requiring You to put right an act or fault on Your part and warning You of our intended action if You do not do so, provided always that such notification shall not be a pre-condition to any suspension or termination of Your Account.</p> <p>20.3 We have the right to disable any user identification code or password, whether chosen by You or allocated by us, at any time, if in our reasonable opinion You have failed to comply with any of the provisions of the Terms of Use.</p> <p>20.4 In addition to any other remedy available, if You breach any of the Terms of Use we shall be entitled to recover from Your Account any positive balance to the extent of any amount reasonably claimed against You pursuant to paragraph 20.1.</p> <p><b>21. INTELLECTUAL PROPERTY RIGHTS</b></p> <p>21.1 All website design, text, graphics, music, sound, photographs, video, the selection and arrangement thereof, software compilations, underlying source code, software and all other material forming part of the Services are subject to copyright and other proprietary rights which are either owned by us or used under licence from third party rights owners. To the extent that any material comprised within the Services may be downloaded or printed then such material may be downloaded to a single device only (and hard copies may be printed) solely for Your own personal, non-commercial use.</p> <p>21.2 Under no circumstances shall the use of the Services grant to You any interest in any intellectual property rights (for example copyright, know-how or trade marks) owned by us or by any third party whatsoever, other than a personal, non-exclusive, non-sub-licensable licence to use such intellectual property rights in connection with Your personal, non-commercial use of the Services pursuant to the Terms of Use.</p> <p>21.3 No rights whatsoever are granted to use or reproduce any trade marks or logos which appear on the Website except as specifically permitted in accordance with the Terms of Use.</p> <p>21.4 You must not, nor must You allow any other person to copy, store, publish, rent, licence, sell, distribute, alter, add to, delete, remove or tamper with the Website or any part of it in any way or directly or indirectly disrupt or interfere (or attempt to disrupt or interfere) with or alter the Website, other than in the course of viewing or using the Website in accordance with the Terms of Use.</p> <p>21.5 All intellectual property rights in the name \"William Hill\" and \"Will Hill\", the logos, designs, trade marks and other distinctive brand features of the Operator and any content provided by the Operator or any third party for inclusion on the Website vest in the Operator or the applicable third party. You agree not to display or use such logos, designs, trade marks and other distinctive brand features in any manner without our prior written consent.</p> <p><b>22. VIRUSES, HACKING AND OTHER OFFENCES</b></p> <p>22.1 You shall not:</p> <p>22.1.1 corrupt the Website;</p> <p>22.1.2 attempt to gain unauthorised access to the Website, the servers on which the Website is stored or any server, computer or database connected to the Website;</p> <p>22.1.3 flood the Website with information, multiple submissions or \"spam\";</p> <p>22.1.4 knowingly or negligently use any features which may affect the function of the Website in any way for example (but not limited to) releasing or propagating viruses, worms, trojans, logic bombs or similar material that is malicious or harmful;</p> <p>22.1.5 interfere or tamper with, remove or otherwise alter in any way, any information in any form which is included on the Website;</p> <p>22.1.6 attack the Website via a denial-of-service attack or a distributed denial-of-service attack. We will report any suspected breach of the Computer Misuse Act 1990 to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing Your identity to them. In the event of such a breach, Your right to use the Website will cease immediately.</p> <p>22.2 We will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses or other technologically harmful material that may infect Your Access Device and related equipment, computer programs, data or other proprietary material due to Your use of the Website or to Your downloading of any material posted on such Website, or on any website linked to the Website.</p> <p><b>23. YOUR PERSONAL INFORMATION</b></p> <p>23.1 All information on Your Account held by us is securely data warehoused and remains confidential except where otherwise stated in the Terms of Use (including, for the avoidance of doubt, the Privacy Policy).</p> <p>23.2 We are required by law (in particular the Data Protection Act 2004 in Gibraltar) to comply with data protection requirements in the way in which we use any personal information collected from You in Your use of the Services. We therefore take very seriously our obligations in relation to the way in which we use Your personal information.</p> <p>23.3 Prior to Your use of and when You use the Services it will be necessary for us to collect certain information about You, including Your name and date of birth, Your Contact Details, and may also include information about Your marketing preferences (all of which shall be known as \"<b>Your Personal Information</b>\").</p> <p>23.4 By providing us with Your Personal Information, You consent to our processing Your Personal Information, including any of the same which is particularly sensitive:</p> <p>23.4.1 for the purposes set out in the Terms of Use (including the Privacy Policy); and</p> <p>23.4.2 for other purposes where we need to process Your Personal Information for the purposes of operating the Services,</p> <p>including by sharing it with our service providers and agents for these purposes, for example to our providers of postal services, marketing services and Customer Services agents. We may also disclose Your Personal Information in order to comply with a legal or regulatory obligation.</p> <p>23.5 We may retain copies of any communications that You send to us (including copies of any emails) in order to maintain accurate records of the information that we have received from You.</p> <p><b>24. USE OF 'COOKIES' ON THE WEBSITE</b></p> <p>24.1 The Website uses 'cookies' to track Your use of the internet, to collect certain information about Your Access Device (such as IP address, device type, geo-location data, browser information) and to assist the functionality of the Website . A cookie is a small file of text which is downloaded onto Your Access Device when You access the Website and it allows us to recognise when You come back to the Website. Cookies help with the operation of the Website, including (for example) to allow You to remain logged in as You browse between, and use Your Account to bet on or play games on, different parts of the Website. We also use cookies for our own analytical purposes so that we can identify where customers have encountered technical problems on the Website, and therefore help us improve our customers' experience and also for fraud prevention purposes such as detecting Duplicate Accounts, instances of bonus abuse or linked accounts as set out in the Terms of Use. Information obtained from cookies enables us to comply with certain legal and regulatory obligations such as our anti-money laundering requirements, social responsibility to counter the use of our Services for the purposes of terrorist financing and to prevent access to our Website from restricted jurisdictions. Data collected from our use of cookies may be shared with law enforcement agencies and other regulatory organisations where there is a legal obligation to do so. </p> <p>24.2 If You object to cookies or want to delete any cookies that are already stored on Your Access Device, we recommend that You follow the instructions for deleting existing cookies and disabling future cookies on Your file management and internet browsing software. Further information on deleting or controlling cookies is available within our Privacy Policy our FAQ and at www.aboutcookies.org. Please note that by deleting our cookies or disabling future cookies You may not be able to access certain areas or features of the Website.</p> <p><b>25. COMPLAINTS AND NOTICES</b></p> <p>25.1 No claim or dispute with regard to:</p> <p>25.1.1 the acceptance or settlement of a bet which You have made using the Services will be considered more than thirty days after the date of the original transaction; and</p> <p>25.1.2 a game which You have played using the Services will be considered more than twelve weeks after the date on which the relevant transaction or game play took place.</p> <p>25.2 Should You wish to make a complaint regarding the Services, as a first step You should, as soon as reasonably practicable, contact Customer Services about Your complaint, which will be escalated as necessary within our Customer Services team until resolution.</p> <p><b>26. TRANSFER OF RIGHTS AND OBLIGATIONS</b></p> <p>26.1 We reserve the right to transfer, assign, sublicense or pledge the Terms of Use (an \"assignment\"), in whole or in part, to any person without notice to You, provided that any such assignment will be on the same terms or terms that are no less advantageous to You.</p> <p>26.2 You may not assign, sublicense or otherwise transfer in any manner whatsoever any of Your rights or obligations under the Terms of Use.</p> <p><b>27. EVENTS OUTSIDE OUR CONTROL</b></p> <p>27.1 We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under the Terms of Use that is caused by events outside our reasonable control, including (without limitation) any telecommunications network failures, power failures, failures in third party computer (or other) equipment, fire, lightning, explosion, flood, severe weather, industrial disputes or lock-outs, terrorist activity and acts of government or other competent authorities (a \"<b>Force Majeure Event</b>\").</p> <p>27.2 Our performance is deemed to be suspended for the period that the Force Majeure Event continues, and we will have an extension of time for performance for the duration of that period. We will use our reasonable endeavours to bring the Force Majeure Event to a close or to find a solution by which our obligations may be performed despite the Force Majeure Event.</p> <p><b>28. WAIVER</b></p> <p>28.1 If we fail to insist upon strict performance of any of Your obligations or if we fail to exercise any of the rights or remedies to which we are entitled, this shall not constitute a waiver of such rights or remedies and shall not relieve You from compliance with such obligations.</p> <p>28.2 A waiver by us of any default shall not constitute a waiver of any subsequent default.</p> <p>28.3 No waiver by us of any of the provisions of the Terms of Use shall be effective unless it is expressly stated to be a waiver and is communicated to You in writing in accordance with paragraph 25 (Complaints and Notices) above.</p> <p><b>29. SEVERABILITY</b></p> <p>29.1 If any of the Terms of Use are determined by any competent authority to be invalid, unlawful or unenforceable to any extent, such term, condition or provision will to that extent be severed from the remaining terms, conditions and provisions which will continue to be valid to the fullest extent permitted by law.</p> <p>29.2 In such cases, the part deemed invalid or unenforceable shall be amended in a manner consistent with the applicable law to reflect, as closely as possible, the Operator's original intent.</p> <p><b>30. ENTIRE AGREEMENT</b></p> <p>30.1 The Terms of Use and any document expressly referred to in them represent the entire agreement between You and us and supersede any prior agreement, understanding or arrangement between You and us, whether oral or in writing.</p> <p>30.2 We each acknowledge that neither of us has relied on any representation, undertaking or promise given by the other or implied from anything said or written in negotiations between us except as expressly stated in the Terms of Use.</p> <p>30.3 Neither party shall have any remedy in respect of any untrue statement made by the other, whether orally or in writing, prior to the date of the contract (unless such untrue statement was made fraudulently) and the other party's only remedy shall be for breach of contract as provided in the Terms of Use.</p> <p><b>31. THIRD PARTY RIGHTS</b></p> <p>31.1 With the exception of the Operator's Group companies, unless these Terms of Use expressly state otherwise:</p> <p>31.1.1 a person who is not a party to these Terms of Use has no right to enforce any of the terms under the Contracts (Rights of Third Parties) Act 1999; and</p> <p>31.1.2 if a person who is not a party to these Terms of Use is stated to have the right to enforce any of its terms under the Contracts (Rights of Third Parties) Act 1999, we may rescind or vary these Terms of Use at our sole discretion (and any documents entered into pursuant to or in connection with it) without Your consent or the consent of that person.</p> <p><b>32. RESPONSIBLE GAMING/GAMBLING</b></p> <p>32.1 For those customers who wish to restrict their gambling, we provide a voluntary self-exclusion policy, which enables You to close Your Account or restrict Your ability to place bets or game on the Website for a minimum period of six months. You can ask that the restriction lasts for a period of up to five years. Once Your Account has been self-excluded You will be unable to reactivate the Account under any circumstances until the expiry of the period chosen under this paragraph. At the expiry of the self-exclusion period You will be entitled to re-commence use of the Services by contacting Customer Services.</p> <p>32.2 If You require any information relating to this facility please speak to Customer Services through the <a href=\"http://liveguess.net/about/help\">Help</a> section.</p> <p>32.3 We will use our reasonable endeavours to ensure compliance with self-exclusion. However, self-exclusion requires the joint commitment of both You and the Operator. During the self-exclusion period You must not attempt to try to open new accounts and You accept that we have no responsibility or liability whatsoever if You continue gambling and/or seek to use the Website and we fail to recognise or determine that You have requested self-exclusion in circumstances which are beyond our reasonable control including, but not limited to, You opening a new account, gambling in a Licensed Betting Office or over the telephone rather than over the internet or using a different name or address.</p> <p><b>33. LINKS</b></p> <p>Where we provide hyperlinks to other websites, we do so for information purposes only. You use any such links at your own risk and we accept no responsibility for the content or use of such websites, or for the information contained on them. You may not link to this site, nor frame it without our express written permission.</p> <p><b>34. CONTACTING US</b></p> <p>The Operator can be contacted at the addresses given in paragraph 2.1 above; by e-mail and/or telephone at the address on the <a href=\"http://liveguess.net/about/contacts\">Contact Us</a> section of the Website</p> "
}
