{
  "Username": "Nama pengguna",
  "Password": "Kata Sandi",
  "Invalid Username/Password": "Nama Pengguna / Kata Sandi Tidak Valid",
  "Login": "Masuk",
  "Save username": "Simpan nama pengguna",
  "Forget password": "Ambil kembali login Anda",
  "Register": "Daftar",
  "Deposit": "Deposito",
  "Join": "Ikut",
  "Save": "Menyimpan",
  "Back": "Kembali",
  "Setting": "Pengaturan",
  "Language": "Bahasa",
  "Your session has expired": "Sesi Anda telah kedaluwarsa",
  "Your session ended. Please sign in again !": "Sesi Anda berakhir. Silakan masuk lagi!",
  "Logout": "Logout",
  "Open": "Buka",
  "Close": "Dekat",
  "Waiting": "Menunggu",
  "Bet Not Found": "Guess Not Found",
  "Last": "Terakhir",
  "Cancel": "Batal",
  "Place Bet": "Place Guess",

  "Home": "Rumah",
  "Market": "Pasar",
  "News": "Berita",
  "Sports": "Olah raga",
  "Games": "Pertandingan",
  "History Bet": "Taruhan Sejarah",
  "Open Bet": "Buka beta",
  "Current": "Saat ini",
  "Bet Lower": "Taruhan Lebih Rendah",
  "Guess": "Kira",
  "Bet Higher": "Taruhan Lebih Tinggi",
  "Time": "Waktu",
  "Bet Yes": "Taruhan Ya",
  "Result": "Hasil",
  "Bet No": "Taruhan No",
  "Bet Images": "Gambar Taruhan",
  "Bet Numbers": "Nomor Taruhan",
  "Bet 0-50" : "Bertaruh 0-50",
  "Bet 51-100": "Bertaruh 51-100",
  "Bet 0 - 50" : "Bertaruh <div>0 - 50</div>",
  "Bet 51 - 100": "Bertaruh <div>51 - 100</div>",
  "Round Bet": "Taruhan Bulat",
  "Bet History": "Bertaruh Sejarah",
  "Bet history in one section": "Taruhan histori dalam satu bagian",
  "View All": "Lihat semua",
  "Add:": "Menambahkan:",
  "Click to add: ": "Klik untuk menambahkan: ",
  "Betting": "Pertaruhan",
  "Clear": "Bersih",
  "Chart odds": "Peluang grafik",
  "Question": "Pertanyaan",
  "Questions": "Pertanyaan",
  "Related News": "Berita Terkait",

  "Back to top": "Kembali ke atas",
  "Terms and Condition": "Syarat dan Ketentuan",
  "Rules": "Aturan",
  "Contact Us": "Hubungi kami",
  "Your Feedback": "Umpan Balik Anda",
  "Jobs & Career": "Pekerjaan & Karir",
  "Afiliate Program": "Program Afiliasi",
  "Privacy Policy": "Rahasia pribadi",
  "Help": "Membantu",
  "Office": "Kantor",
  "Shop Locator": "Pencari Lokasi Toko",
  "About": "Tentang",

  "Notification": "Pemberitahuan",
  "OK": "Baik",
  "You must have a referral to join in !!!": "Anda harus memiliki Link Afiliasi untuk bergabung !!!",

  "Odd ${oddValue}": "Aneh ${oddValue}",
  "Type: ${type}": "Mengetik: ${type}",
  "Your bet: ${value}": "Taruhanmu: ${value}",
  "Total: ${value}": "Total: ${value}",
  "Yes Win: ${value}": "Ya Menang: ${value}",
  "No Win: ${value}": "Sekarang di: ${value}",
  "Yes Win": "Ya Menang",
  "No Win": "Sekarang di",
  "Numbers Win": "Angka Menang",
  "Images Win": "Gambar Menang",
  "Win": "Menang",
  "Total refund: ${value}": "Pengembalian uang total: ${value}",
  "Higher Win: ${value}": "Menang lebih tinggi: ${value}",
  "Lower Win: ${value}": "Menurunkan lebih rendah: ${value}",
  "Total for betting: ${value}": "Total untuk taruhan: ${value}",
  "Singles (${singles} Selection)": "Jomblo (${singles} Selection)",

  "footer-first-verse" : "<span> Guess live berkomitmen untuk mendukung <span style=\"color: #fbff47\">Gaming yang Bertanggung Jawab</span>. Berjudi di bawah umur adalah pelanggaran. </span>",
  "footer-second-verse" : "<span> Pemberitahuan Cookie: DTT menggunakan cookie untuk membantu meningkatkan pengalaman Anda saat mengunjungi situs kami, membantu kami dengan pencegahan penipuan dan untuk memenuhi kewajiban hukum dan peraturan kami. Silakan baca <a href=\"\">Kebijakan Cookie</a> untuk informasi lebih lanjut tentang cara kami menggunakan informasi yang diperoleh dari cookie dan cara mengubah pengaturan cookie Anda. Dengan terus menggunakan situs web kami, Anda menyetujui penggunaan cookie kami. </span>",

  "ABOUT_HEADER": "Mengapa menggunakan “liveguess.net”",
  "ABOUT_BODY": "<main> <h6><strong>Mengapa menggunakan “liveguess.net”</strong></h6> <ul> <li> <p>Transparansi dalam semua layanan yang disediakan</p> <p> </p> </li> <li> <p>Hanya untuk anggota \"tebak & menang\"</p> <p> </p> </li> <li> <p>Liveguess.net tidak berpartisipasi dalam menang dan kalah dengan anggota</p> <p> </p> </li> <li> <p>Hasil dihubungkan secara real time dari sumber terkemuka terkemuka di dunia.</p> <p> </p> </li> <li> <p>Sama sekali tidak campur tangan untuk mengubah hasil acak dalam layanan.</p> <p> </p> </li> <li> <p>Berkomitmen untuk menggunakan teknologi kontrak pintar di semua layanan yang diberikan kepada anggota</p> <p> </p> </li> <li> <p>Smart Contract akan digunakan untuk menyediakan lotere \"Power lotere\" dengan hadiah hingga 1 miliar USD</p> <p> </p> </li> <li> <p>Liveguess.net adalah penyedia likuiditas untuk produk dan layanan hiburan untuk anggota di semua negara.</p> <p> </p> </li> <li> <p>Liveguess.net adalah tempat di mana pengalaman \"menang\" dan \"kalah\" secara terbuka untuk hasil ekonomi, politik, sosial, olahraga dan kehidupan.</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>Perusahaan memelopori pasar untuk taruhan teknologi tinggi, berita, olah\"raga, dan permainan mini. Kami memberikan hasil paling transparan bagi pemain untuk memenangkan banyak permainan untuk dipilih.</p> <p> </p> </li> <li> <p>Prinsip-prinsip aturan permainan adalah anggota untuk menebak anggota. Perusahaan akan selalu menonjol untuk hasil. Oleh karena itu, semua taruhan yang belum dibayar akan dikembalikan kepada pemain yang bertaruh pada jumlah taruhan yang akan datang dan berdasarkan persentase dari total jumlah pengembalian uang.</p> <p> </p> </li> <li> <p>Teknologi Perusahaan saham gabungan yang paling dapat diandalkan yang langsung menggunakan adalah kontrak yang cerdas. Ini akan digunakan untuk selalu memiliki hasil permainan menebak untuk pemain dan untuk lotre kekuatan kami.</p> <p> </p> </li> <li> <p>Lotere Listrik adalah proyek distribusi Liveguess Holdings Ltd menggunakan teknologi canggih dan kekuatan konversi untuk menciptakan peluang bagi setiap pemain acak untuk menjadi jutawan atau miliarder dengan hanya 50 sen untuk membeli tiket Nomor daya di Liveguess.net</p> </li> </ul> </main>",

  "RULE_HEADER": "Aturan",
  "RULE_BODY": "<ul> <li>Tebak: memprediksi hasil produk dan layanan di liveguess.net</li> <li>Tebak lebih rendah: memprediksi hasil lebih rendah dari nilai yang diberikan dalam permainan.</li> <li>Tebak lebih tinggi: prediksi hasilnya lebih dari nilai yang diberikan dalam game.</li> <li>Tebak Tidak: memprediksi hasilnya salah dibandingkan dengan hasil yang ditetapkan dalam pertanyaan</li> <li>Tebak Ya: memprediksi hasil yang benar sesuai dengan hasil yang ditetapkan dalam pertanyaan</li> <li>Hasil: adalah hasil prediksi untuk semua produk dan layanan liveguess.net yang terhubung dari sumber terkemuka terkemuka di dunia.</li> <li>Nilai total prediksi antara kedua hasil harus sama jika ada nilai residu, nilai residu akan dikembalikan ke prediksi surplus secara proporsional dengan nilai berlebih.</li> <li>Prediksi yang menang akan membayar biaya sebesar 5% dari nilai yang menang</li> </ul>",

  "CONTACT_HEADER": "Hubungi kami",
  "CONTACT_BODY": "<p>1. Tele: Admin Liveguess</p> <p>2. Email: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "Membantu",
  "HELP_BODY": "<p>Klik ikon Telegramn</p> <p>Petunjuk: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">Unduh</a></p>",

  "POLICY_HEADER": "Rahasia pribadi",
  "POLICY_BODY": "<p>Selamat Datang Kebijakan Privasi Online kami. Undang-undang perlindungan data berubah jadi kita sudah diperbarui untuk memberikan informasi lebih lanjut tentang bagaimana dan mengapa kita menggunakan data pribadi Anda. Cari tahu lebih lanjut di sini.</p> <p><b>Hidup Guess Kebijakan Privasi - online</b></p> <p><b>1. TUJUAN KEBIJAKAN PRIVASI INI</b></p> <p>1.1 Kebijakan Privasi ini menetapkan cara dan cara di mana, kita, LiveGuess Holding Limited, (kami, kita, kami, Penyelenggara), mengumpulkan dan menggunakan data pribadi yang kami dapat memperoleh tentang Anda. Cara di mana kami memproses data pribadi Anda dan langkah-langkah yang kami ambil untuk melindungi data pribadi Anda dan bagaimana Anda dapat meninjau dan memperbaiki data pribadi Anda yang dibahas di sini. Kami meminta Anda untuk membaca Kebijakan Privasi ini dengan hati-hati karena berisi informasi penting tentang apa yang diharapkan bagaimana kami mengumpulkan dan menggunakan data pribadi tentang Anda. Anda dapat menghubungi Layanan Pelanggan dengan pertanyaan perlindungan data melalui<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 Kecuali konteksnya menentukan lain, istilah dikapitalisasi tidak didefinisikan dalam Kebijakan Privasi ini harus seperti yang didefinisikan dalam Syarat Umum, yang, untuk menghindari keraguan, juga berlaku dan Anda akan perlu membaca dan memahami Syarat Umum selain Privasi ini Kebijakan.</p> <p>1.3 Kami mungkin sesekali memperbarui Kebijakan Privasi ini. Ketika kita melakukannya, kita akan merevisi \"terakhir diperbarui\" di bagian bawah Kebijakan Privasi dan kami akan memberitahu Anda sebelum perubahan. Harap juga memastikan bahwa Anda sering memeriksa Kebijakan Privasi ini untuk setiap update.</p> <p><b>2. APA JENIS INFORMASI YANG KAMI KUMPULKAN</b></p> <p>2.1. Dengan mengunjungi situs kami dan / atau menggunakan aplikasi kami, mendaftar untuk menggunakan layanan yang ditawarkan untuk saat ini oleh kami melalui website kami, telebetting, olahraga taruhan, game, korban free-to-play dan / atau aplikasi perangkat lunak ( \"Layanan \") atau menghubungi kami Kebijakan Privasi ini akan berlaku.</p> <p>2.2. Data pribadi yang kami kumpulkan dari Anda mungkin termasuk yang berikut:</p> <p>2.2.1. informasi yang Anda berikan kepada kami saat mendaftar untuk Layanan kami;</p> <p>2.2.2. informasi yang Anda berikan kepada kami dalam setiap korespondensi dan catatan korespondensi yang kita miliki dengan Anda;</p> <p>2.2.3. rincian transaksi Anda melakukan dengan kami serta informasi tentang rekening dan kartu bank Anda rincian;</p> <p>2.2.4. informasi tentang penggunaan Layanan kami;</p> <p>2.2.5. informasi yang Anda berikan kepada kami melalui survei Anda lengkap atau kompetisi yang Anda masukkan;</p> <p>2.2.6. informasi tentang preferensi Anda;</p> <p>2.2.7. informasi tentang kegiatan pencucian penipuan, kriminal atau anti-uang yang mungkin yang sistem kami mendeteksi; dan</p> <p>2.2.8. informasi tentang sejarah taruhan Anda dan pola.</p> <p>2.3. Anda tidak diharuskan untuk memberikan informasi kepada kami, tetapi jika Anda tidak, kita mungkin tidak dapat memberikan Anda Layanan yang diminta.</p> <p><b>3. PENGGUNAAN DATA PRIBADI ANDA</b></p> <p>3.1 Sesuai dengan hukum perlindungan data, kami hanya akan memproses data pribadi Anda di mana kita memiliki dasar hukum untuk melakukannya. Dalam hal data pribadi Anda, dasar tersebut adalah di mana perlu untuk memberikan Layanan kepada Anda di bawah kinerja kontrak yang kita miliki dengan Anda; di mana kita dituntut untuk melakukannya sesuai dengan kewajiban hukum atau peraturan; di mana Anda telah memberikan persetujuan Anda; dan di mana itu adalah kepentingan yang sah untuk memproses data pribadi Anda asalkan ini tidak merugikan hak-hak Anda sendiri, kebebasan dan kepentingan.</p> <p>3.2. Kami akan memproses data pribadi Anda untuk tujuan berikut dan sesuai dengan kondisi yang sah sebagai berikut:</p> <p>3.2.1. Untuk memungkinkan kita untuk mendirikan dan mengoperasikan Akun Anda sehingga Anda dapat membuat penuh penggunaan semua fitur dari Layanan, termasuk kredit Akun Anda dengan dana, menempatkan taruhan dan bermain game (yang diperlukan untuk kinerja kontrak).</p> <p>3.2.2. Untuk menyediakan Layanan kepada Anda (yang diperlukan untuk kinerja kontrak).</p> <p>3.2.3. Menautkan akun online Anda dan rekening ritel di mana Anda telah meminta ini (yang diperlukan untuk kinerja kontrak).</p> <p>3.2.4. Untuk memungkinkan kita untuk menerima pertanyaan dan komentar dari Anda melalui Pusat Bantuan Online kami, dan bagi kita untuk dapat menanggapi mereka (yang diperlukan untuk kinerja kontrak).</p> <p>3.2.5. Untuk merekam panggilan telepon dan mempertahankan komunikasi ke dan dari Layanan Pelanggan kami Departemen untuk tujuan pelatihan untuk memungkinkan kita untuk meningkatkan layanan pelanggan kami serta untuk tujuan keamanan untuk memungkinkan kita untuk mengidentifikasi orang dalam komunikasi berikutnya (kepentingan sah).</p> <p>3.2.6. Di mana Anda menetapkan batas deposit kita akan menggunakan cara otomatis untuk melacak jumlah deposit Anda untuk memastikan bahwa kami memenuhi permintaan Anda (consent).</p> <p>3.2.7. Untuk memonitor pola perjudian dan untuk mengidentifikasi kemungkinan masalah perjudian yang bertanggung jawab sebagaimana dimaksud pada ayat 3,4 (diperlukan untuk mematuhi kewajiban hukum).</p> <p>3.2.8. Mempersiapkan statistik, memberikan laporan analitis dan analisis yang berkaitan dengan penggunaan Layanan oleh Anda dan pelanggan lainnya (kepentingan sah).</p> <p>3.2.9. Untuk memungkinkan kita untuk menghubungi Anda untuk tujuan penelitian sehingga kita dapat lebih memahami layanan kami dan bagaimana mereka dirasakan oleh pelanggan kami. komunikasi tersebut akan untuk penelitian saja dan tidak akan berisi marketing apapun. Kami akan menawarkan Anda kesempatan untuk opt-out dari penelitian masa depan dalam setiap komunikasi kami kirimkan kepada Anda (kepentingan yang sah).</p> <p>3.2.10. Untuk memantau (dan semua pelanggan kami) aktivitas perjudian Anda dan mengelola risiko dan peluang (kepentingan sah) kami.</p> <p>3.2.11. Berkala mengirimkan komunikasi tertulis kepada Anda untuk mengumumkan perubahan penting layanan, update masalah teknis dan perubahan Persyaratan Umum, termasuk Kebijakan Privasi ini (yang diperlukan untuk kinerja kontrak).</p> <p>3.2.12. Untuk mengirimkan penawaran dan promosi yang mungkin menarik untuk Anda (tetapi hanya apabila Anda telah menyetujui bagi kita untuk melakukannya) (persetujuan).</p> <p>3.2.13. Untuk menyediakan Anda dengan penggunaan pribadi Layanan kami sehingga kami dapat menawarkan Anda dan pemain lain layanan yang lebih baik (kepentingan sah).</p> <p>3.2.14. Untuk profil Anda sehingga kita dapat lebih memahami preferensi Anda dan yang produk dan penawaran akan paling cocok untuk Anda dan pelanggan sama dengan Anda (kepentingan yang sah).</p> <p>3.2.15. Bila Anda memilih untuk men-download Software sesuai dengan Layanan kami, software notifikasi juga dapat di-download ke Access Perangkat Anda. Hal ini memungkinkan kita untuk mengirim pemberitahuan kepada Anda tentang Layanan kami langsung ke Access Perangkat Anda, misalnya untuk memberitahu Anda tentang fitur baru, update, layanan komunikasi, penawaran dan promosi. Dengan men-download Software tersebut, Anda setuju untuk menerima pemberitahuan. Jika Anda memilih untuk tidak menerima pemberitahuan ini, Anda perlu secara manual menghapus perangkat lunak pemberitahuan dari Access Perangkat Anda (misalnya dengan mengklik \"apa ini\" link pada pemberitahuan yang Anda terima dan mengikuti 'cara menghapus' petunjuk\", atau dengan mengikuti yang berlaku \"Settings\" dan \"Notification Center\" petunjuk uninstall pada Access Perangkat Anda).</p> <p>3.3. Kita dituntut untuk menerapkan langkah-langkah untuk mengidentifikasi dan menyelidiki setiap dugaan, aktivitas penipuan atau tidak benar melanggar hukum terhubung dengan Layanan, termasuk kemungkinan pencucian uang, penggunaan hasil kejahatan dan penipuan. Kami juga berkewajiban untuk menyelidiki dan mengidentifikasi kemungkinan masalah yang berkaitan dengan integritas, ketidakjujuran, malpraktik dan perilaku serius yang tidak tepat lainnya dalam olahraga, seperti pengaturan pertandingan. Di mana kami menduga kegiatan tersebut berlangsung, atau menerima permintaan yang sah untuk informasi mengenai kegiatan tersebut dari badan, kita dituntut untuk mengungkapkan informasi ini kepada pihak yang berwenang dan / atau badan pemerintah.</p> <p>3.4. Sesuai dengan perjudian dan tanggung jawab sosial kewajiban bertanggung jawab dan untuk kepentingan pemain kami, kami akan memonitor pola perjudian / deposit yang dapat menunjukkan keprihatinan sehubungan perjudian yang bertanggung jawab. Kami dapat menggunakan proses pengambilan keputusan otomatis untuk membantu kita untuk mengidentifikasi pola-pola tersebut (misalnya, sistem kami secara otomatis akan mencegah Anda dari deposito melampaui batas yang ditetapkan oleh Anda dan identifikasi, verifikasi dan kredit pemeriksaan yang dilakukan oleh prosesor kami melakukannya pada otomatis dasar). Keputusan ini memungkinkan kita untuk membantu Anda berjudi secara bertanggung jawab (diperlukan untuk mematuhi kewajiban hukum).</p> <p>3.5. Untuk keperluan pengolahan pencegahan atau deteksi kejahatan serta perjudian yang bertanggung jawab seperti yang dijelaskan dalam paragraf 3.3 dan 3.4, kita dapat melengkapi informasi yang Anda berikan kepada kami dengan informasi yang kami terima dari pihak ketiga atau menyusun dengan mengakses sumber-sumber pihak ketiga, termasuk (tanpa batasan) informasi yang dipublikasikan di internet tentang atau dengan Anda, misalnya pada media sosial dan situs jejaring sosial (diperlukan untuk mematuhi kewajiban hukum).</p> <p>3.6 Ketika Anda memberi kami informasi mengenai masalah kesehatan yang berhubungan dengan diri sendiri atau pihak ketiga, kami akan memproses informasi ini untuk sejauh itu perlu untuk melindungi kepentingan vital Anda atau orang-orang dari orang alami lain.</p> <p><b>4. BERBAGI DATA PRIBADI ANDA</b></p> <p>4.1. Kami akan menunjuk pihak ketiga tertentu termasuk namun tidak terbatas pada perusahaan analisis, biro iklan, lembaga risiko dan penipuan atau badan layanan pelanggan untuk memproses data pribadi Anda atas nama kami. Pihak ketiga ini hanya akan memproses data pribadi Anda sesuai dengan petunjuk kami dan kami akan memastikan bahwa langkah-langkah yang memadai untuk memastikan bahwa data pribadi Anda diproses hanya sesuai dengan Kebijakan Privasi ini dan terus aman setiap saat.</p> <p>4.2. Selain setiap berbagi tercantum dalam ayat 3, kita dapat mengungkapkan data anonim (seperti statistik dikumpulkan) tentang pengguna dari Layanan kami untuk menggambarkan penjualan, pelanggan, pola lalu lintas kami dan informasi lainnya kepada calon mitra, pengiklan, investor dan lainnya pihak reputasi ketiga dan untuk tujuan yang sah lainnya, tetapi statistik ini tidak akan berisi data pribadi Anda.</p> <p>4.3. Seperti yang tercantum dalam ayat 3, kita kadang-kadang dapat diwajibkan oleh hukum, perintah pengadilan atau otoritas pemerintah untuk mengungkapkan jenis tertentu data pribadi.</p> <p>4.4. Kami juga dapat berbagi informasi Anda dengan pihak ketiga dalam situasi berikut, sejauh diizinkan oleh hukum:</p> <p>4.4.1. jika kita berpikir demikian diperlukan untuk melindungi hak, properti, keamanan, atau keamanan kami, layanan kami, pengguna kami, atau masyarakat;</p> <p>4.4.2. untuk menegakkan Ketentuan Umum kami atau perjanjian lain yang kita miliki di tempat dengan Anda;</p> <p>4.4.3. untuk menyelidiki dan membela diri atau orang lain terhadap klaim pihak ketiga atau tuduhan; dan</p> <p>4.3.4. ketika bernegosiasi atau dalam kaitannya dengan transaksi bisnis, seperti merger, perubahan pengendalian, penjualan aset, atau kebangkrutan.</p> <p><b>5. UPDATING INFORMASI ANDA</b></p> <p>Adalah penting bahwa informasi yang kami miliki tentang Anda adalah akurat dalam rangka bagi kita untuk mematuhi kewajiban hukum dan peraturan kami dan juga untuk menyediakan Anda dengan layanan terbaik. Oleh karena itu kami meminta Anda memastikan data pribadi anda up data setiap saat. Anda dapat memperbarui data pribadi Anda setiap saat dari dalam Akun Anda melalui 'Akun saya / Perbarui Detail Akun' (jika tersedia) atau dengan menghubungi Layanan Pelanggan.</p> <p><b>6. KEAMANAN INFORMASI</b></p> <p>6.1. Kami berusaha untuk melindungi data pribadi Anda dan Layanan kami dari akses tidak sah atau perubahan data pribadi Anda. Ini termasuk penggunaan berbagai langkah-langkah keamanan untuk melindungi data pribadi Anda yang diadakan oleh atau atas nama kami dan review yang sedang berlangsung dari praktik pengumpulan informasi, penyimpanan dan pengolahan.</p> <p>6.2. Tunduk pada menggunakan dijelaskan dalam Kebijakan Privasi ini, kami akan berusaha untuk memperlakukan semua data pribadi Anda dengan sangat rahasia dan berusaha untuk mengambil semua langkah yang wajar untuk menjaga data pribadi Anda aman setelah telah ditransfer ke sistem kami. Namun, internet bukanlah media yang aman dan kami tidak dapat menjamin keamanan data yang Anda ungkapkan secara online. Anda menerima risiko keamanan yang melekat memberikan informasi dan berurusan secara online melalui internet dan tidak akan terus kami bertanggung jawab atas pelanggaran keamanan kecuali ini adalah karena kegagalan kami untuk memastikan kami memiliki langkah-langkah teknis dan organisasi yang tepat di tempat seperti yang dipersyaratkan oleh GDPR.</p> <p>6.3. Jika Anda link ke situs-situs lain dari kami<a href=\"http://liveguess.net/\">Situs web</a>maka data pribadi Anda akan diatur oleh kebijakan privasi. Kami menyarankan Anda selalu membaca kebijakan privasi seperti sebelum berinteraksi dengan website baru untuk memastikan Anda memahami bagaimana data pribadi Anda akan digunakan.</p> <p><b>7. HAK ANDA SEHUBUNGAN DATA PRIBADI ANDA</b></p> <p>7.1. Anda memiliki hak-hak berikut dalam kaitannya dengan data pribadi Anda:</p> <p>7.1.1. hak untuk mengakses data pribadi Anda yang diselenggarakan oleh kami;</p> <p>7.1.2. hak untuk menerima data pribadi tertentu dalam format yang dapat dibaca mesin seperti .csv (dibaca pada Microsoft Excel atau setara) atau .pdf (dibaca pada Adobe Acrobat atau setara);</p> <p>7.1.3. hak untuk menolak pengolahan terdapat dasar hukum adalah bahwa itu adalah kepentingan sah kami, tapi perlu diketahui bahwa kami mungkin masih memproses data pribadi Anda di mana ada dasar hukum lain yang relevan atau di mana kita memiliki alasan kuat untuk terus memproses data pribadi Anda di kami kepentingan yang tidak diganti oleh hak-hak Anda, minat atau kebebasan;</p> <p>7.1.4. hak untuk memiliki data pribadi yang tidak akurat diperbaiki;</p> <p>7.1.5. hak untuk memiliki data pribadi tertentu terhapus di mana perlu lagi bagi kita untuk mengolahnya, di mana Anda telah ditarik persetujuan Anda sesuai dengan ayat 8.1.8, di mana Anda keberatan berdasarkan ayat 7.1.3, di mana data pribadi Anda telah melawan hukum diproses, atau di mana menghapus data pribadi Anda diperlukan sesuai dengan kewajiban hukum;</p> <p>7.1.4. hak untuk meminta penjelasan dari logika yang terlibat di mana kita membuat keputusan tentang Anda hanya melalui sarana otomatis;</p> <p>7.1.5. hak untuk mengeluh kepada regulator perlindungan data nasional Anda;</p> <p>7.1.6. di mana kita telah secara khusus meminta persetujuan Anda untuk memproses data pribadi Anda dan tidak memiliki kondisi lainnya yang sah bergantung pada Anda memiliki hak untuk menarik persetujuan ini dengan mengunjungi Preferensi Center pada kami aplikasi website atau perangkat lunak atau dengan mengirim email<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> dan</p> <p>7.1.7. hak untuk keberatan dengan pemasaran langsung, yang dapat dilakukan dengan memilih-out dari pemasaran langsung baik melalui Account Anda melalui Akun saya / Rincian bagian Anda atau dengan memilih keluar melalui komunikasi itu sendiri. Anda juga memiliki hak untuk menolak profiling setiap sejauh berkaitan dengan mengarahkan pemasaran saja.</p> <p>7.2. Jika Anda tidak yakin tentang hak-hak Anda atau prihatin tentang bagaimana data pribadi Anda dapat diproses Anda harus menghubungi regulator perlindungan data nasional Anda.</p> <p>7.3. Di mana Anda membuat permintaan dalam hal hak-hak Anda, kami akan meminta bukti identifikasi. Kami juga dapat meminta Anda mengklarifikasi permintaan Anda. Jika kami menerima permintaan ulang atau memiliki alasan untuk percaya permintaan sedang dibuat tidak wajar kami berhak untuk tidak merespon.</p> <p><b>8. MARKETING</b></p> <p>8.1. Kami dapat menghubungi Anda dalam kaitannya dengan promosi, produk atau layanan yang Anda mungkin tertarik dalam dari waktu ke waktu, tetapi hanya di mana Anda telah menyetujui untuk menerima komunikasi pemasaran tersebut. Anda dapat memperbarui preferensi pemasaran Anda dan juga opt-out setiap saat melalui tab Preferensi terletak di dalam menu Balance Icon. Kami juga akan menyertakan fitur unsubscribe dalam komunikasi kami yang dapat Anda memanfaatkan untuk menyisih dari komunikasi pemasaran masa depan.</p> <p>8.2. Kami juga dapat melakukan profiling tertentu Anda dan aktivitas Anda dalam kaitannya dengan Layanan kami untuk mengirimkan komunikasi pemasaran yang lebih relevan. profiling ini akan dilakukan berdasarkan penggunaan Layanan kami dan juga melalui pilihan Anda di Pusat Preferensi. Anda dapat memperbarui preferensi Anda melalui tab Preferences.</p> <p>8.3. Di mana Anda telah menyetujui untuk menerima pemasaran langsung dari kami dan juga bisnis ritel kami, kami dapat mengirimkan pemasaran langsung yang berkaitan dengan penawaran secara online dan retail bersama.</p> <p><b>9. Mempertahankan DATA PRIBADI ANDA</b></p> <p>Kami akan menyimpan data pribadi Anda untuk periode yang diperlukan untuk menyediakan Anda dengan Layanan. Dengan demikian, data pribadi Anda harus dipelihara hingga 7 tahun setelah penutupan Akun Anda (jika ada) atau kontak terakhir dengan kami berasal dari Anda. Di mana ia tidak lagi diperlukan untuk memproses data pribadi Anda, kami akan menghapusnya. Harap dicatat, bagaimanapun, bahwa kita dapat dikenakan persyaratan hukum dan peraturan untuk menjaga data pribadi untuk jangka waktu lama, dalam sesuai khususnya untuk periode batasan hukum yang berlaku.</p> <p><b>10. IP ADDRESS</b></p> <p>Browser Anda juga menghasilkan informasi lainnya, termasuk bahasa situs web ini ditampilkan dalam, dan alamat Internet Protocol ( \"IP address\"). Sebuah alamat IP adalah serangkaian nomor yang ditugaskan untuk komputer Anda selama sesi browsing setiap kali Anda log on ke internet melalui penyedia layanan internet atau jaringan Anda (jika Anda mengakses internet dari, misalnya, komputer di tempat kerja). Alamat IP Anda secara otomatis dicatat oleh server kami dan digunakan untuk mengumpulkan data lalu lintas tentang pengunjung ke situs kami. Kami juga menggunakan alamat IP Anda untuk membantu mendiagnosa masalah dengan server kami, dan untuk mengelola Website kami.</p> <p><b>11. COOKIES</b></p> <p>11.1. A 'cookie' adalah file teks kecil yang di-download ke Access Perangkat Anda ketika Anda mengunjungi situs web dan yang memungkinkan situs web untuk mendapatkan informasi tertentu dari browser Anda, seperti preferensi Anda. Cookie memungkinkan kita untuk memaksimalkan pengalaman Anda menggunakan Website dengan meningkatkan fungsi dan memungkinkan Website untuk mengingat informasi dan pilihan saat Anda bergerak dari halaman ke halaman dan dari kunjungan, tergantung pada cookie. Cookie tidak membahayakan Perangkat Access Anda juga tidak mengandung virus atau malware lainnya.</p> <p>11.2. Berbeda cookies melaksanakan tugas-tugas yang berbeda. Sebagai contoh, beberapa cookie mungkin benar-benar diperlukan dan / atau fungsional, mengingat pemilihan taruhan Anda sebagai Anda membangun slip taruhan Anda atau preferensi bahasa Anda. Ini adalah penting karena mereka membuat Anda login ke situs web dan mencegah kebutuhan untuk log in setiap kali Anda mengklik ke bagian yang berbeda dari situs web. Menghapus cookie ini akan mempengaruhi kemampuan Anda untuk menggunakan Layanan kami. cookie lainnya adalah untuk tujuan analitis dan iklan. Mereka memberitahu kami bagaimana Anda bergerak melalui Website, memungkinkan kita untuk memantau kinerja dan pastikan Anda mendapatkan pengalaman terbaik pada website kami. Menonaktifkan cookie ini berarti Anda mungkin tidak dapat mengakses fitur tertentu. Kami juga menggunakan cookie yang memperoleh informasi tentang akses Perangkat Anda (seperti alamat IP, jenis perangkat, geo-lokasi data, informasi browser) untuk membantu kami mengidentifikasi Anda untuk pencegahan penipuan, mematuhi persyaratan anti pencucian uang dan untuk mendeteksi Praktik yang Dilarang yang mungkin mempengaruhi pengalaman pelanggan Anda. Kami hanya menerima data dari Access Perangkat Anda ketika Anda login ke Akun Anda. Dimana kami menggunakan cookies pihak ketiga ini tunduk pada ketat pemeriksaan untuk memastikan bahwa data pribadi dilindungi sesuai dengan persyaratan hukum. Tanpa cookie ini kita mungkin tidak dapat menyediakan Anda dengan Layanan sekali. Dimana kami menggunakan cookies pihak ketiga ini tunduk pada ketat pemeriksaan untuk memastikan bahwa data pribadi dilindungi sesuai dengan persyaratan hukum. Tanpa cookie ini kita mungkin tidak dapat menyediakan Anda dengan Layanan sekali. Dimana kami menggunakan cookies pihak ketiga ini tunduk pada ketat pemeriksaan untuk memastikan bahwa data pribadi dilindungi sesuai dengan persyaratan hukum. Tanpa cookie ini kita mungkin tidak dapat menyediakan Anda dengan Layanan sekali.</p> <p>11.3. Anda dapat mengontrol pengaturan privasi dan keamanan Anda. Untuk mempelajari lebih lanjut tentang cookie dan bagaimana untuk menonaktifkan mereka kami sarankan Anda<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">klik disini.</a>Selanjutnya, Anda dapat mempelajari lebih lanjut tentang cookie pemasaran pihak ketiga umumnya ini dan bagaimana untuk menghapusnya<a href=\"http://www.youronlinechoices.eu/\">sini</a>. Sementara mencegah cookie tertentu dapat mempengaruhi penggunaan dan kenikmatan dari Website. Untuk informasi lebih lanjut tentang cookie dan bagaimana mengelola mereka mengunjungi FAQ kami.</p> <p>11.4. Pastikan bahwa Anda telah membaca klausul 24 Persyaratan Penggunaan untuk informasi lebih lanjut tentang bagaimana dan mengapa kita memproses informasi menggunakan cookies.</p> <p>11,5. Dengan terus menggunakan Website Anda setuju untuk kami menggunakan cookies.</p> <p><b>12. Menghubungi Kami</b></p> <p>12.1. Jika suatu saat Anda percaya bahwa kami belum ditaati ketentuan yang ditetapkan dalam Kebijakan Privasi ini, harap memberitahu kami dengan menghubungi Layanan Pelanggan melalui<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>untuk memulai chatting atau mengirim email.</p> <p>12.2. Dalam hal Anda ingin meningkatkan masalah privasi data atau memiliki pertanyaan yang tidak dapat diselesaikan oleh tim layanan pelanggan kami Anda dapat menghubungi kantor perlindungan data kami dengan mengirim email<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>Kebijakan Privasi ini efektif bila menggunakan layanan website kami</p> ",

  "AFFILIATE_HEADER": "Afiliasi",
  "AFFILIATE_BODY": "Hubungi Dukungan: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "Syarat dan Kondisi",
  "TERM_BODY": "<p><b>PERSYARATAN PENGGUNAAN LAYANAN</b></p> <p><b>1. PENDAHULUAN: DEFINISI UTAMA DAN APA YANG MEMBUAT PERSYARATAN PENGGUNAAN ANDA</b></p> <p>Definisi berikut digunakan dalam syarat dan ketentuan ini:</p> <p>\" <b>Perangkat Akses</b> \" berarti segala cara elektronik untuk mengakses Layanan, termasuk, tetapi tidak terbatas pada, komputer, perangkat ponsel cerdas, ponsel fitur, perangkat tablet, perangkat sentuh atau sistem hiburan rumah seperti konsol permainan video dan TV pintar (atau oleh sarana jarak jauh lainnya);</p> <p>\" <b>Ketentuan Bonus</b> \" berarti setiap syarat dan ketentuan dan / atau peraturan yang berkaitan dengan promosi, bonus dan penawaran khusus yang dapat berlaku untuk bagian mana pun dari Layanan dari waktu ke waktu;</p> <p>\" <b>Saldo Pembelian</b> \" berarti jumlah atau jumlah yang telah Anda komit untuk jumlah pembelian seperti yang dipersyaratkan dalam Ketentuan Bonus yang berlaku untuk suatu Promosi, untuk dapat berpartisipasi dalam Promosi tersebut (termasuk setiap kemenangan dari taruhan yang dibuat dengan dana tersebut dan yang dialokasikan ke saldo ini);</p> <p>\" <b>Ketentuan Unduhan</b> \" berarti segala syarat dan ketentuan penggunaan pengguna akhir tambahan yang harus Anda konfirmasi perjanjiannya sebagai bagian dari pengunduhan dan / atau pemasangan perangkat lunak apa pun yang dapat Anda unduh agar dapat menggunakan Situs web, termasuk Perjanjian Lisensi Pengguna Playtech Akhir yang dapat ditemukan dalam Lampiran Ketentuan Umum;</p> <p>\" <b>Promosi Taruhan Gratis</b> \" adalah Promosi di mana bonus ditambahkan ke Akun Anda khusus untuk bertaruh pada olahraga, termasuk bonus ( i ) dalam bentuk taruhan gratis nilai tetap untuk membuat taruhan pada pasar tertentu atau pasar Your memilih dan (ii) dalam bentuk dana dengan nilai yang dikaitkan dengan jumlah pembelian (yang telah Anda tambahkan ke Saldo Beli-Dalam) untuk digunakan pada beberapa taruhan, dan tunduk pada Persyaratan Taruhan;</p> <p>\" <b>Komisi Perjudian</b> \" berarti pengatur perjudian komersial di Inggris yang memiliki situs web di <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gamblingcommission.gov.uk</a> ;</p> <p>\" <b>Ketentuan Umum</b> \" berarti syarat dan ketentuan yang tercantum dalam dokumen ini;</p> <p>\" <b>Kebijakan Privasi</b> \" berarti kebijakan privasi Operator yang diakses melalui Internet <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/policy\">Rahasia pribadi</a> link;</p> <p>\" <b>Promosi</b> \" adalah penawaran khusus yang disediakan untuk Anda sehubungan dengan Layanan kami yang terdiri dari dana atau setara yang disediakan oleh kami dan ditambahkan ke Akun Anda dari mana Anda dapat menempatkan taruhan, termasuk tanpa batasan; setor dana yang cocok untuk bertaruh atas kebijakan Anda, bebas berputar pada permainan tertentu, dan taruhan gratis untuk taruhan olahraga</p> <p>\" <b>Ketentuan</b> <b>Akun Terkait</b> \" berarti syarat dan ketentuan yang tercantum dalam Lampiran 1 dari Ketentuan Umum ini yang merupakan bagian dari Ketentuan Penggunaan;</p> <p>\" <b>Aturan</b> \" berarti Aturan Taruhan dan Aturan Permainan yang khusus berlaku untuk jenis taruhan dan / atau permainan yang relevan, sebagaimana diidentifikasi secara lebih rinci dalam paragraf 1.3.1 dan 1.3.2;</p> <p>\" <b>Layanan</b> \" berarti, sebagaimana mestinya, layanan yang ditawarkan untuk sementara waktu oleh Operator melalui Situs Web, Telebetting dan / atau melalui aplikasi Alat Akses apa pun;</p> <p>\" <b>Telebetting</b> \" berarti layanan taruhan telepon untuk waktu yang ditawarkan oleh Operator;</p> <p>\" <b>Ketentuan Penggunaan</b> \" berarti (a) Ketentuan Umum; (b) Kebijakan Privasi; (c) jika sesuai dengan paragraf 1.3, Peraturan yang relevan, Ketentuan Bonus dan Ketentuan Tambahan yang berlaku untuk Layanan yang digunakan oleh Anda; (d) Ketentuan Akun Terkait; dan (e) Ketentuan Unduhan;</p> <p>\" <b>Persyaratan Taruhan</b> \" berarti persyaratan apa pun dalam Ketentuan Bonus untuk Anda untuk membuat taruhan dengan total nilai tertentu agar dana bonus (termasuk kemenangan bonus) dapat ditarik dari Akun Anda, apakah total persyaratan dinyatakan sebagai jumlah tetap atau sebagai kelipatan dari jumlah lain, seperti ukuran jumlah pembelian yang Anda setor dalam Saldo Beli, atau bonus yang diterima oleh Anda. Untuk menghindari keraguan, ini mengecualikan persyaratan bahwa dana bonus harus dipertaruhkan sekali, tetapi hanya jika Ketentuan Bonus memungkinkan Anda segera menarik setiap kemenangan dari taruhan bonus itu; dan</p> <p>\" <b>Situs Web</b> \" berarti situs web atau halaman, subhalaman, subdomain, atau bagian terkait dari waktu ke waktu, yang terletak di atau dapat diakses melalui nama domain : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess./\">www.liveguess.net</a></p> <p>1.2 Dengan menggunakan dan / atau mengunjungi bagian apa pun dari Situs Web, atau dengan membuka akun dengan Operator melalui Situs Web, atau melalui mengakses Telebetting , Anda setuju untuk terikat oleh Ketentuan Penggunaan dan Anda karenanya: (a) menyetujui penggunaan komunikasi elektronik untuk masuk ke dalam kontrak; dan (b) melepaskan hak atau persyaratan yang berlaku yang membutuhkan tanda tangan dengan tangan, sejauh diizinkan oleh hukum yang berlaku. Ketentuan Penggunaan tidak memengaruhi hak hukum Anda.</p> <p>1.3 Selain itu, di mana Anda bermain game apa pun, atau memasang taruhan menggunakan Layanan, atau menggunakan Layanan, Anda setuju untuk terikat oleh:</p> <p>1.3.1 Aturan Untuk Semua Taruhan Olahraga pada Buku Olahraga William Hill sebagaimana tercantum dalam bagian Bantuan umum (\" <b>Aturan Taruhan</b> \");</p> <p>1.3.2 Aturan permainan apa pun yang Anda mainkan (\" <b>Aturan Permainan</b> \"), sebagaimana diatur dalam bagian Bantuan umum yang relevan dan tab Aturan apa pun, termasuk (tanpa batasan):</p> <p>1.3.2.1 untuk Pasar di bawah tab ' <i>Pasar</i> ': the <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/market\">Pasar</a> untuk pasar yang relevan ;</p> <p>1.3.2.2 untuk Berita di bawah tab '' <i>Berita</i> ': the <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/news\">Berita</a> untuk berita yang relevan ;</p> <p>1.3.2.3 untuk Olahraga di bawah tab '' <i>Olahraga</i> ': the <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/sports\">Olah raga</a> untuk Olahraga yang relevan (Liga Champion, Liga Eropa, Liga Premier, La Liga , Bundesliga, Serie A, Ligue 1)</p> <p>1.3.2.4 untuk G ames di bawah tab '' <i>Game</i> ': the <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/games\">Pertandingan</a> untuk game yang relevan;</p> <p>1.3.2. 5 sehubungan dengan game baru, aturan yang berlaku untuk game tersebut;</p> <p>1.3.3 Ketentuan Bonus apa pun;</p> <p>1.3.4 Ketentuan Unduhan;</p> <p>1.3.5 segala syarat dan ketentuan yang berkaitan dengan penarikan yang terkandung dalam bagian 'Penarikan' pada bagian Bantuan pada Situs Web (\" <b>Ketentuan Penarikan</b> \"); dan</p> <p>1.3.6 ketentuan lain yang berlaku untuk Layanan dan / atau yang Anda harus mengkonfirmasi perjanjian Anda sebagai bagian dari Layanan, misalnya persyaratan yang berkaitan dengan layanan Tip Advisor (\" <b>Ketentuan Tambahan</b> \").</p> <p>1.4 Teks asli dari Ketentuan Penggunaan adalah dalam bahasa Inggris dan interpretasinya akan didasarkan pada teks bahasa Inggris asli. Jika Ketentuan Penggunaan atau dokumen atau pemberitahuan apa pun yang terkait dengannya diterjemahkan ke bahasa lain, versi bahasa Inggris asli akan berlaku.</p> <p>1.5 Dalam hal terdapat konflik atau ketidakkonsistenan spesifik antara setiap bagian dari Ketentuan Penggunaan yang membentuk kontrak Anda dengan Operator, urutan prioritasnya adalah sebagai berikut:</p> <p>1.5.1 Ketentuan Penarikan;</p> <p>1.5.2 Ketentuan Bonus;</p> <p>1.5.3 Aturan Taruhan;</p> <p>1.5.4 Aturan Game;</p> <p>1.5.5 Ketentuan Tambahan;</p> <p>1.5.6 Ketentuan Akun Terkait;</p> <p>1.5.7 Ketentuan Umum;</p> <p>1.5.8 Kebijakan Privasi; dan</p> <p>1.5.9 Ketentuan Unduhan.</p> <p>1.6 Harap baca Ketentuan Penggunaan dengan cermat sebelum menerimanya. Setelah Anda menerima Ketentuan Penggunaan, harap cetak Ketentuan Penggunaan dan simpan, bersama dengan semua email konfirmasi, persyaratan tambahan, data transaksi, aturan permainan, aturan kesepakatan wajar dan metode pembayaran yang relevan dengan penggunaan Anda terhadap Situs Web. Harap perhatikan bahwa Ketentuan Penggunaan dapat berubah, sebagaimana diatur dalam ayat 3 di bawah ini.</p> <p>1.7 Jika Anda tidak setuju untuk menerima dan terikat oleh Ketentuan Penggunaan, harap jangan membuka akun, dan / atau terus menggunakan Akun Anda. Penggunaan terus-menerus oleh Anda atas salah satu Layanan akan merupakan penerimaan terhadap Ketentuan Penggunaan yang telah kami beri tahu Anda berlaku dari waktu ke waktu.</p> <p>1.8 Ketentuan Penggunaan mengatur kontrak Anda dengan Operator dan akan mulai berlaku menggunakan situs web kami . Untuk menghindari keraguan, setiap dan semua bagian dari Situs Web dan Telebetting diatur oleh Ketentuan Penggunaan, dan Anda harus memastikan setiap saat bahwa penggunaan Layanan oleh Anda sesuai dengan Ketentuan Penggunaan.</p> <p>KETENTUAN UMUM</p> <p><b>2. PIHAK KONTRAK</b></p> <p>2.1 Ketentuan Penggunaan harus disetujui antara Anda dan Operator.</p> <p>2.2 Situs web, peluang dan harga yang terkandung di dalamnya dan Ketentuan Penggunaan diterjemahkan ke dalam sejumlah bahasa dan karenanya dimaksudkan untuk digunakan oleh warga negara negara terkait dan negara lain yang menggunakan bahasa tersebut.</p> <p>2.3 Referensi dalam Ketentuan Penggunaan untuk \" <b>kami</b> \", \"milik <b>kami</b> \" atau \" <b>kami</b> \" adalah referensi untuk:</p> <p>2.3.1 Operator; atau</p> <p>2.3.2 dalam hal syarat dan ketentuan yang berkaitan dengan uang yang disimpan di Akun Anda dari waktu ke waktu, kepada perusahaan Grup Operator mana pun yang memegang uang tersebut dan (jika perlu) dianggap termasuk agen, mitra, dan pemasok kami.</p> <p><b>3. PERUBAHAN KETENTUAN PENGGUNAAN</b></p> <p>3.1 Kita mungkin perlu mengubah Ketentuan Penggunaan dari waktu ke waktu karena sejumlah alasan, termasuk (tanpa batasan) untuk alasan komersial, untuk mematuhi hukum atau peraturan, untuk mematuhi instruksi, panduan atau rekomendasi dari badan pengawas, atau untuk alasan layanan pelanggan. Ketentuan Penggunaan yang terbaru dapat diakses dari Internet <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/term-condition\">Syarat dan ketentuan</a> <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/term-condition\"> </a> tautan di bagian footer dari Situs Web, dan tanggal pemberlakuannya tercantum dalam paragraf 1.8 Ketentuan Umum ini.</p> <p>3.2 Di mana kami ingin melakukan perubahan besar pada Ketentuan Penggunaan, kami akan memberi Anda pemberitahuan sebelumnya tentang perubahan tersebut sebagaimana dapat dilakukan secara wajar melalui salah satu metode yang ditetapkan dalam paragraf 3.3. Untuk perubahan kecil atau tidak penting, kami mungkin tidak memberi Anda pemberitahuan tentang perubahan tersebut, jadi Anda disarankan untuk meninjau Ketentuan Penggunaan melalui <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/term-condition\">Syarat dan ketentuan</a> tautan di Situs web secara teratur.</p> <p>3.3 Di mana kami melakukan perubahan pada Ketentuan Penggunaan yang ingin kami beri tahu kepada Anda, kami akan melakukannya dengan metode pemberitahuan seperti yang kami anggap pantas, yang menurut pertimbangan kami dapat, yang terdiri dari:</p> <p>3.3.1 email (ke alamat email yang sebelumnya Anda berikan kepada kami, jika ada);</p> <p>3.3.2 pesan ke Kotak Masuk Anda di Situs Web; atau</p> <p>3.3.3 pemberitahuan di Situs Web dan kami dapat, atas kebijakan kami, mengundang Anda untuk menerima Ketentuan Penggunaan yang baru dengan mengklik \"ya\" atau \"Saya menerima\", mencentang 'kotak centang' atau metode konfirmasi serupa lainnya oleh Kamu. Jika Anda memberi kami konfirmasi semacam itu, atau terus menggunakan Situs Web atau Telebetting setelah pemberitahuan berdasarkan paragraf 3 ini, sejak saat itu, Anda dianggap telah diterima, dan terikat oleh, Ketentuan Penggunaan yang baru, termasuk ( untuk menghindari keraguan) setiap penambahan, pemindahan, penggantian atau perubahan lain pada identitas Operator, baik Anda telah membaca Ketentuan Penggunaan yang direvisi atau tidak. Jika ada perubahan yang tidak dapat Anda terima, Anda dapat berhenti menggunakan Layanan dan / atau menutup Akun Anda dengan mematuhi paragraf 12 dari Ketentuan Umum ini.</p> <p>3.4 Terlepas dari klausul 3 ini, jika kami ingin melakukan perubahan pada ketentuan di mana dana Anda disimpan berdasarkan klausul 7.3, kami akan memberi tahu Anda terlebih dahulu dengan metode yang kami anggap pantas, tetapi sesuai dengan kebijakan kami, tetapi metode tersebut harus mengharuskan Anda untuk mengakui penerimaan informasi tersebut dengan mengklik \"ya\" atau \"Saya menerima\", mencentang 'kotak centang' atau metode pengakuan serupa lainnya oleh Anda. Jika Anda memberikan kami dengan pengakuan tersebut, Anda akan, dari waktu tersebut, dianggap telah diterima, dan terikat oleh, Persyaratan baru Penggunaan. Jika ada perubahan yang tidak dapat Anda terima, Anda dapat berhenti menggunakan Layanan dan / atau menutup Akun Anda dengan mematuhi paragraf 12 dari Ketentuan Umum ini.</p> <p><b>4. MEMBUKA AKUN ANDA</b></p> <p>4.1 Untuk memasang taruhan atau bermain game menggunakan Layanan, Anda harus membuka akun dengan Operator (\" <b>Akun Anda</b> \" atau \" <b>Akun</b> \").</p> <p>4.2 Untuk membuka Akun Anda untuk digunakan dengan Layanan, Anda dapat:</p> <p>4.2.1 menghubungi Layanan Pelanggan;</p> <p>4.2.2 klik <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">Bergabung sekarang</a> di Situs Web dan ikuti petunjuk di layar , atau</p> <p>4.2.3 terbuka dengan metode pembukaan Akun lainnya yang akan, dari waktu ke waktu ditawarkan oleh Penyelenggara;</p> <p>4.3 Akun Anda akan dioperasikan oleh Operator, atau oleh perusahaan lain dalam Grupnya untuk dan atas nama dirinya sendiri dan / atau perusahaan Grup Operator terkait dengan siapa Anda telah dikontrak.</p> <p>4.4 Ketika Anda membuka Akun Anda, Anda akan diminta untuk memberikan kami informasi pribadi, termasuk nama dan tanggal lahir Anda dan perincian kontak yang sesuai, termasuk alamat, nomor telepon, dan alamat email (\" <b>Detail Kontak Anda</b> \"). Anda dapat memperbarui Rincian Kontak Anda dari waktu ke waktu dengan menghubungi Layanan Pelanggan; atau melalui Akun saya halaman manajemen di Situs Web: atau dengan metode lain yang akan, dari waktu ke waktu, ditawarkan oleh Penyelenggara.</p> <p>4.5 Jika Anda tidak ingin Detail Kontak Anda digunakan oleh kami dan mitra bisnis kami untuk menghubungi Anda untuk memberi tahu Anda tentang informasi pemasaran yang berkaitan dengan orang lain tentang barang, produk, atau layanan kami atau orang-orang dari mitra bisnis kami, harap tunjukkan bahwa ini adalah kasus oleh memperbarui preferensi Anda di bawah 'Akun Saya / Detail &amp; Pengaturan 'atau dengan menginformasikan Layanan Pelanggan.</p> <p>4.6 Dalam membuka Akun Anda, Anda menjamin bahwa:</p> <p>4.6.1 Anda memahami dan menerima risiko bahwa, dengan menggunakan Layanan, Anda dapat, serta memenangkan uang, kehilangan uang;</p> <p>4.6.2 Anda adalah: (a) berusia di atas 18 tahun; dan (b) di atas usia di mana aktivitas perjudian atau permainan legal di bawah hukum atau yurisdiksi yang berlaku untuk Anda (\" <b>Zaman yang Relevan</b> \");</p> <p>4.6.3 judi tidak ilegal di wilayah tempat Anda tinggal;</p> <p>4.6.4 Anda secara hukum dapat menandatangani kontrak;</p> <p>4.6.5 Anda belum dikecualikan dari judi; dan</p> <p>4.6.6 Anda belum memiliki Akun yang ditutup oleh kami berdasarkan paragraf 11 (Kolusi, Kecurangan, Penipuan, dan Aktivitas Kriminal), 20 (Pelanggaran terhadap Ketentuan Penggunaan) atau atas permintaan Anda di paragraf 33.1 (Permainan / Pertaruhan yang Bertanggung Jawab).</p> <p>4.7 Akun Anda harus didaftarkan dalam informasi pribadi, benar, nama, dan pribadi Anda dan hanya akan dikeluarkan satu kali untuk Anda dan tidak digandakan melalui orang lain, keluarga, rumah tangga, alamat (pos atau IP), alamat email, Perangkat Akses atau lingkungan apa pun di mana Perangkat Akses dibagikan (mis. sekolah, tempat kerja, perpustakaan umum, dll ) dan / atau akun sehubungan dengan Layanan. Setiap akun lain yang Anda buka bersama kami, atau yang secara menguntungkan dimiliki oleh Anda sehubungan dengan Layanan akan menjadi \" <b>Akun Gandakan</b> \". Kami dapat menutup Akun Duplikat apa pun (tetapi tidak wajib melakukannya). Jika kami menutup Akun Duplikat:</p> <p>4.7.1 semua bonus, taruhan gratis, dan kemenangan yang diperoleh dari bonus tersebut dan taruhan gratis yang diperoleh dengan menggunakan Akun Duplikat tersebut akan dibatalkan dan hangus oleh Anda;</p> <p>4.7.2 kami dapat, atas kebijakan kami sendiri, membatalkan semua kemenangan dan mengembalikan semua deposit (jumlah yang lebih sedikit sehubungan dengan kemenangan yang batal) yang dibuat sehubungan dengan Akun Duplikat tersebut dan, sejauh tidak kami dapatkan dari Akun Duplikat yang relevan, apa pun jumlah yang akan dikembalikan kepada kami oleh Anda sehubungan dengan Akun Duplikat dapat dipulihkan oleh kami langsung dari Akun Anda yang lain (termasuk Akun Duplikat lainnya); atau</p> <p>4.7.3 kami dapat, atas kebijakan kami sendiri, mengizinkan penggunaan Akun Duplikat untuk dianggap sah dalam hal mana semua kerugian dan taruhan yang ditempatkan oleh atau untuk Anda melalui Akun Duplikat akan dipertahankan oleh kami.</p> <p><b>5. VERIFIKASI IDENTITAS ANDA;</b> <b>PERSYARATAN PENCUCIAN UANG</b></p> <p>5.1 Anda menjamin bahwa:</p> <p>5.1.1 nama dan alamat yang Anda berikan saat membuka Akun Anda sudah benar; dan</p> <p>5.1.2 Anda adalah pemilik uang yang sah yang setiap saat Anda setorkan ke dalam Akun Anda.</p> <p>5.2 Dengan menyetujui Ketentuan Penggunaan, Anda memberi wewenang kepada kami untuk melakukan pemeriksaan verifikasi semacam itu dari waktu ke waktu karena kami mungkin meminta diri kami sendiri atau mungkin diminta oleh pihak ketiga (termasuk, tetapi tidak terbatas pada, badan pengatur) untuk mengkonfirmasi fakta-fakta ini ( \" <b>Cek</b> \").Anda setuju bahwa dari waktu ke waktu, atas permintaan kami, Anda mungkin diharuskan untuk memberikan perincian tambahan sehubungan dengan informasi apa pun yang telah Anda berikan kepada kami, termasuk dalam kaitannya dengan setoran apa pun yang telah Anda masukkan ke dalam Akun Anda.</p> <p>5.3 Sementara kami melakukan Cek dari waktu ke waktu, kami dapat membatasi Anda dari penarikan dana dari Akun Anda dan / atau mencegah akses ke semua atau bagian tertentu dari Situs Web. Harap perhatikan bahwa kami dari waktu ke waktu akan melakukan pengujian ulang terhadap pengaturan, keamanan, atau alasan bisnis lainnya. Jika ada pembatasan seperti itu yang menyebabkan masalah bagi Anda, silakan hubungi Layanan Pelanggan.</p> <p>5.4 Dalam keadaan tertentu kami mungkin harus menghubungi Anda dan meminta Anda untuk memberikan informasi lebih lanjut kepada kami secara langsung untuk menyelesaikan Cek. Untuk tujuan ini, kami akan berhak, atas kebijakan kami sendiri, untuk mewajibkan Anda memberi kami ID yang disahkan atau ID bersertifikat setara apa pun sesuai dengan hukum yang berlaku di yurisdiksi Anda atau sebaliknya, bukti alamat, tagihan listrik, rincian bank, laporan bank dan referensi bank dan dokumentasi apa pun yang memvalidasi sumber dana Anda. Sampai informasi tersebut diberikan untuk kepuasan kami, kami dapat mencegah aktivitas apa pun yang dilakukan oleh Anda sehubungan dengan Akun atau kami dapat, di mana kami cukup beralasan bahwa informasi yang sengaja salah diberikan oleh Anda, menjaga jumlah yang disetor pada Akun berikut penutupan Akun oleh kami.</p> <p>5.5 Ini mungkin merupakan pelanggaran bagi orang-orang di bawah Zaman yang Relevan untuk menggunakan Situs Web. Jika kami tidak dapat mengonfirmasi bahwa Anda adalah Zaman yang Relevan, maka kami dapat menangguhkan Akun Anda hingga kami dapat mengonfirmasi bahwa Anda adalah Zaman yang Relevan. Jika Anda kemudian terbukti berada di bawah Usia yang Relevan pada saat Anda melakukan transaksi perjudian atau game dengan kami, maka:</p> <p>5.5.1 Akun Anda akan ditutup;</p> <p>5.5.2 semua transaksi yang dilakukan ketika Anda masih di bawah umur akan dibuat batal, dan semua dana terkait yang disimpan oleh Anda akan dikembalikan dengan metode pembayaran yang digunakan untuk deposit dana tersebut, di mana pun dapat dilakukan;</p> <p>5.5.3 setiap deposit yang dilakukan saat Anda berada di bawah Zaman Terkait akan dikembalikan kepada Anda; dan</p> <p>5.5.4 setiap kemenangan yang telah Anda hasilkan selama waktu ketika Anda berada di bawah Zaman yang Relevan akan hangus oleh Anda (dan dapat dikurangkan dari jumlah setoran yang dikembalikan berdasarkan paragraf 5.5.3) dan Anda akan kembali kepada kami berdasarkan permintaan setiap dana yang telah ditarik dari Akun Anda.</p> <p><b>6. USERNAME, PASSWORD, PIN dan INFORMASI PELANGGAN</b></p> <p>6.1 Setelah membuka Akun Anda, Anda harus mengambil semua langkah yang wajar untuk menghindari pengungkapan (baik sengaja atau tidak sengaja) Nama pengguna, kata sandi dan / atau nomor akun Anda kepada orang lain, termasuk (jika dapat dilakukan) memastikan bahwa perangkat lunak keamanan terkini diunduh ke Perangkat Akses Anda.</p> <p>6.2 Semua transaksi yang dilakukan dengan nama pengguna dan kata sandi Anda dan / atau nomor akun yang dimasukkan dengan benar akan dianggap sah, baik disahkan atau tidak , dan kami tidak akan bertanggung jawab atas klaim apa pun jika Anda mengungkapkan nama pengguna, kata sandi Anda atau nomor akun ke orang lain (baik sengaja atau tidak sengaja).</p> <p>6.3 Jika Anda kehilangan atau lupa perincian Akun Anda, atau memiliki alasan untuk meyakini bahwa perincian tersebut diketahui oleh pihak ketiga yang tidak sah , silakan hubungi kami segera untuk penggantian melalui Layanan Pelanggan, perinciannya dapat ditemukan di Hubungi Kami atau <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://www.williamhill.com/whHelp/%3Fv%3D0\" target=\"_blank\">Membantu</a> bagian dari Situs Web.</p> <p><b>7. SIMPANAN DAN PENARIKAN DARI AKUN ANDA</b></p> <p>7.1 Jika Anda ingin berpartisipasi dalam Layanan, Anda harus menyetor uang ke Akun Anda dari akun atau sumber di mana Anda adalah pemegang akun. Uang tersebut dapat (tunduk pada paragraf 5) kemudian digunakan oleh Anda untuk memasang taruhan atau bermain game. Rincian lebih lanjut tentang cara menyetor, menarik dan mentransfer dana dapat ditemukan di bagian Setoran di <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Membantu</a> bagian dari Situs Web. Jika Anda menggunakan metode pembayaran sehubungan dengan Anda bukan pemegang akun, kami berhak untuk memperlakukan setoran ke dalam Akun sebagai tidak valid (dan setiap kemenangan yang timbul dari setoran tersebut batal) sambil menunggu penyelesaian yang memuaskan dari semua Cek yang relevan .</p> <p>7.2 Anda selanjutnya setuju untuk tidak melakukan pengembalian, pembalikan, atau membatalkan setoran apa pun ke dalam Akun Anda, dan dalam hal apa pun untuk mengembalikan dan memberikan kompensasi kepada kami untuk setoran yang belum dibayar tersebut termasuk biaya yang dikeluarkan oleh kami dalam proses pengumpulan setoran Anda. Untuk menghindari keraguan, Akun Anda tidak akan digunakan oleh Anda sebagai rekening bank dan, seandainya kami mengetahui setoran dan penarikan dari Akun Anda tanpa aktivitas taruhan atau permainan yang sepadan, kami berhak untuk mengurangi biaya administrasi (baik bukan kita menutup atau menangguhkan akun). Uang yang disimpan bersama kami di Akun Anda tidak akan menarik minat.</p> <p>7.3 Kami diwajibkan oleh lisensi kami untuk memberi tahu pelanggan tentang apa yang terjadi pada uang yang kami pertanggungjawabkan untuk Anda, dan sejauh mana uang tersebut dilindungi jika terjadi kebangkrutan. <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a> . Uang yang disimpan oleh Anda ke Akun Anda akan disimpan di rekening bank dan / atau rekening escrow yang akan disimpan terpisah dari dana perusahaan kami. Uang dalam Rekening Anda tidak diasuransikan, dijamin, disponsori, atau dilindungi oleh setoran atau sistem asuransi perbankan atau oleh sistem asuransi serupa lainnya. Dengan demikian, uang dalam Akun Anda tidak dilindungi jika terjadi kebangkrutan. Ini memenuhi persyaratan Komisi Perjudian untuk pemisahan dana pelanggan di tingkat: pemisahan dasar.</p> <p>7.4 Kami dapat sewaktu-waktu memberikan saldo positif pada Akun Anda terhadap jumlah berutang Anda (termasuk dalam Akun Duplikat) ke perusahaan lain dalam Grup Operator (terlepas dari apakah telah ada pelanggaran terhadap Ketentuan Penggunaan) , termasuk (tanpa batasan) di mana kami menyelesaikan kembali taruhan atau taruhan sesuai dengan paragraf 4.7 (Akun Duplikat), paragraf 11 (Kolusi, Kecurangan, Penipuan, dan Aktivitas Kriminal) atau paragraf 18 (Kesalahan atau Kelalaian).</p> <p>7.5 Sejauh diperlukan oleh hukum atau pajak setempat atau otoritas lainnya, Anda bertanggung jawab untuk melaporkan kemenangan dan kerugian Anda yang timbul dari Layanan.</p> <p>7.6 Anda dapat menetapkan batas deposit pada Akun Anda dalam satu hari. Batas ini tidak dapat ditingkatkan tanpa memberi kami pemberitahuan dua puluh empat jam tentang keinginan Anda untuk meningkatkan batas setoran Anda dan hanya ketika dua puluh empat jam telah berlalu dari permintaan Anda untuk kenaikan tersebut maka kenaikan tersebut akan berlaku. Untuk perincian tentang cara menetapkan batas setoran silakan hubungi Layanan Pelanggan, atau (jika Akun Anda adalah untuk Situs Web) setel batas melalui Situs Web dengan mengklik Akun Saya, lalu Perbarui Rincian Akun. Pengurangan yang dikonfirmasi untuk batas deposit Anda akan segera berlaku.</p> <p>7.7 Tunduk pada paragraf 12 (Penutupan Akun Anda; dll ), Anda dapat meminta penarikan dana dari Akun Anda kapan saja (perhatikan bahwa hak penarikan ini mencakup hak untuk menarik seluruh Saldo Pembelian Anda dan dana setoran lainnya) ), asalkan:</p> <p>7.7.1 semua pembayaran yang dilakukan ke Akun Anda telah dikonfirmasikan telah dihapus dan tidak ada yang ditagih kembali, dibalik, atau dibatalkan;</p> <p>7.7.2 setiap Cek sebagaimana dimaksud pada ayat 5 (Verifikasi Identitas Anda; Persyaratan Pencucian Uang) di atas telah diselesaikan oleh kami untuk kepuasan kami; dan</p> <p>7.7.3 Anda telah mematuhi ketentuan penarikan relevan lain yang memengaruhi Akun Anda. Perhatikan bahwa dalam Ketentuan Penarikan ada beberapa batasan jumlah penarikan minimum (yang berbeda tergantung pada metode pembayaran yang Anda pilih), tetapi jika Akun Anda memiliki kurang dari minimum tersebut (termasuk dalam Saldo Pembelian), kami akan memproses penarikan untuk saldo di Akun Anda dalam acara apa pun (meskipun ada minimum yang dinyatakan).</p> <p>7.8 Pada setiap penarikan yang disetujui oleh kami, asalkan Anda memberi kami informasi yang cukup tentang bagaimana dana harus ditransfer kepada Anda, kami akan mengembalikan dana yang relevan kepada Anda sesuai dengan paragraf 7.7 (dikurangi biaya yang timbul atau jumlah lain yang diperlukan untuk dikurangkan) dari penarikan Anda untuk mematuhi hukum yang berlaku). Harap dicatat bahwa penarikan oleh Anda dari Saldo Beli-In akan menghasilkan pembatalan Saldo Bonus yang terkait dengan Saldo Beli-in sesuai dengan Ketentuan Bonus yang berkaitan dengan Promosi tersebut. Untuk menarik Saldo Pembelian, Anda mungkin harus membatalkan terlebih dahulu Promosi apa pun yang terkait dengan Saldo Beli dan jika diperlukan, instruksi lengkap tentang bagaimana melakukannya tercantum dalam Ketentuan Bonus yang relevan dengan Promosi tersebut. .</p> <p>7.9 Kami akan berusaha untuk mengakomodasi permintaan Anda mengenai metode pembayaran dan mata uang pembayaran penarikan Anda. Namun, ini tidak dapat dijamin. Oleh karena itu, kami dapat memproses dan membayar penarikan dalam metode pembayaran yang berbeda dari yang diminta oleh Anda, seperti melalui penyedia pembayaran yang berbeda, wesel bank atau transfer bank (biaya apa pun yang terkait dengan metode pembayaran yang relevan ditetapkan di bagian Penarikan dari <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/help\" target=\"_blank\">Membantu</a> bagian dari Situs Web). Demikian pula, dalam kasus tertentu, mata uang penarikan Anda mungkin bukan mata uang di mana setoran Anda dibuat atau yang diminta oleh Anda dan, dalam keadaan di mana kami diharuskan untuk mengkonversi setoran Anda antara mata uang yang berbeda, tingkat konversi yang digunakan oleh kami sebagaimana dinyatakan dalam <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/help\" target=\"_blank\">Membantu</a> bagian dari Situs Web.</p> <p>7.10 Biaya Akun Tidak Aktif. Jika Anda tidak menggunakan Akun Anda untuk bertaruh atau bermain game, melakukan setoran, penarikan atau transfer, atau jika tidak aktif, untuk periode setidaknya 13 bulan berturut-turut maka itu akan menjadi \" <b>Akun Tidak Aktif</b> \". Semua Akun Tidak Aktif akan dikenakan biaya ( \"Biaya Akun Tidak Aktif\"), yang rinciannya dapat ditemukan di bagian Bantuan di Situs Web. Kami akan memberi tahu Anda ketika Akun Anda menjadi Akun Tidak Aktif, dan setidaknya 14 hari sebelum Biaya Akun Tidak Aktif dikurangkan darinya.</p> <p><b>8. PENGGUNAAN HUKUM SITUS WEB</b></p> <p>8.1 Akses ke atau penggunaan Situs Web atau Layanan apa pun melalui Situs Web ini mungkin tidak sah untuk sebagian atau semua penduduk atau orang di negara tertentu. Kami tidak bermaksud bahwa Situs Web harus digunakan untuk bertaruh, bermain game, atau tujuan lain apa pun oleh orang-orang di negara-negara di mana kegiatan tersebut ilegal, yang mencakup Amerika Serikat dan wilayah yang terdaftar melalui bagian Bantuan di Situs Web. Fakta bahwa Situs Web dapat diakses di negara tersebut, atau muncul dalam bahasa resmi negara mana pun tidak boleh ditafsirkan sebagai representasi atau jaminan sehubungan dengan legalitas atau sebaliknya dari akses ke dan penggunaan Situs Web, dan melakukan setoran atau penerimaan kemenangan apa pun dari Akun Anda. Ketersediaan Situs web ini bukan merupakan penawaran, ajakan, atau undangan oleh kami untuk penggunaan atau berlangganan taruhan, permainan, atau layanan lainnya di wilayah hukum mana pun di mana kegiatan tersebut dilarang oleh hukum.</p> <p>8.2 Adalah tanggung jawab Anda untuk menentukan hukum yang berlaku di lokasi di mana Anda hadir. Anda harus memastikan bahwa Anda akan bertindak secara hukum di yurisdiksi Anda dalam membuka Akun Anda dan / atau menggunakan Situs Web dan Anda mewakili, menjamin dan menyetujui bahwa Anda akan melakukannya.</p> <p>8.3 Jika menjadi jelas bagi kami bahwa Anda berdomisili di negara di mana penggunaan Situs Web ini tidak sah, kami berhak untuk segera menutup Akun Anda, dalam hal ini saldo pada Akun pada tanggal penutupan tersebut akan dikembalikan kepada Anda segera setelah kami dapat melakukannya.</p> <p><b>9. MENEMPATKAN taruhan ANDA DAN / ATAU GAMING MENGGUNAKAN LAYANAN</b></p> <p>9.1 Untuk memasang taruhan atau mengakses Layanan, Anda harus mengikuti instruksi yang disediakan di bagian Bantuan.</p> <p>9.2 Adalah tanggung jawab Anda untuk memastikan bahwa rincian dari setiap taruhan, taruhan atau transaksi serupa yang Anda tempatkan menggunakan Layanan (\" <b>Transaksi</b> \") adalah benar dengan cara berikut:</p> <p>9.2.1 saat menggunakan Situs Web (baik secara langsung, melalui aplikasi atau lainnya) sesuai dengan Aturan Taruhan atau Aturan Game yang relevan, sebagaimana diperlukan; dan</p> <p>9.2.2 saat menggunakan Telebetting , taruhan Anda akan dibacakan kepada Anda dan Anda akan diminta untuk mengkonfirmasi bahwa itu benar untuk agen telepon kami.</p> <p>9.3 Riwayat transaksi Anda dapat diakses oleh Anda dengan mengklik Akun Saya di Situs Web, atau melalui tim Layanan Pelanggan kami (termasuk dengan memilih untuk menerima pernyataan tertulis).</p> <p>9.4 Kami berhak menolak seluruh atau sebagian dari Transaksi yang diminta oleh Anda; (a) di mana Anda telah melanggar Ketentuan Penggunaan, atau (b) sewaktu-waktu atas kebijakan kami sendiri kecuali bahwa kami tidak akan melaksanakan kebijaksanaan tersebut atau berusaha untuk menegakkan kebijaksanaan tersebut jika Anda telah membuat satu atau lebih taruhan yang memenuhi syarat sehubungan dengan suatu Promosi Taruhan Gratis) dan pelaksanaan kebijaksanaan kami akan:</p> <p>9.4.1 memengaruhi kemampuan Anda untuk: <br /> 9.4.1.1 menerima taruhan gratis, atau nilai penuh yang diharapkan dari taruhan gratis dari Promosi Taruhan Gratis itu, setelah menempatkan semua taruhan kualifikasi yang diperlukan; dan <br /> 9.4.1.2 menempatkan sisa taruhan kualifikasi yang diperlukan oleh Promosi Taruhan Gratis itu, dan akibatnya menerima taruhan gratis, atau nilai penuh yang diharapkan dari taruhan gratis dari Promosi Taruhan Gratis itu, yang untuknya Anda berhak mendapatkan hasilnya; dan <br /> 9.4.1.3 berupaya menyelesaikan Persyaratan Taruhan apa pun yang terkait dengan Promosi Taruhan Gratis itu; atau <br /> 9.4.2 secara material memengaruhi kemampuan Anda untuk menyelesaikan taruhan kualifikasi yang disyaratkan oleh Promosi Taruhan Gratis itu.</p> <p>9.5 Tidak Ada Transaksi yang diterima oleh kami sampai Anda telah memberikan konfirmasi yang sesuai (atau telah diterima oleh kami) sesuai dengan paragraf 9.2. Jika Anda ragu apakah suatu Transaksi telah berhasil diterima, Anda harus menghubungi Layanan Pelanggan.</p> <p>Setelah Transaksi diterima oleh kami, Anda tidak dapat membatalkan transaksi kecuali kami menyetujui sebaliknya. Jika Anda melakukan transaksi taruhan telepon dan koneksi telepon yang relevan terputus secara tiba-tiba, kami akan tetap memasang taruhan yang relevan jika (a) kami mengetahui instruksi yang Anda inginkan; (B) rincian taruhan telah diberikan kepada kami oleh Anda sebelum titik di mana kami berhenti menerima taruhan pada acara yang relevan; dan (c) taruhan dapat diterima oleh kami dalam kegiatan bisnis biasa. Dalam hal terjadi pemutusan telepon seperti itu, Anda harus segera menghubungi tim Layanan Pelanggan kami untuk konfirmasi, apakah taruhan Anda telah dipasang.</p> <p>9.6 Kami dapat, atas kebijakan kami (dan dengan ketentuan bahwa Anda maupun kami tidak mendapatkan keuntungan yang tidak adil), memilih untuk menerima taruhan meskipun acara yang relevan telah dimulai. Sehubungan dengan game, Aturan Game yang relevan akan menetapkan titik di mana tidak ada taruhan lebih lanjut akan diterima oleh kami.</p> <p>9.7 Kami dapat membatalkan atau mengubah Transaksi sesuai dengan ketentuan paragraf 5 (Verifikasi Identitas Anda), paragraf 11 (Kolusi, Kecurangan, Penipuan, dan Aktivitas Pidana) atau paragraf 18 (Kesalahan atau Kelalaian).</p> <p><b>10. GAMING ATAU TARUHAN REMOTE</b></p> <p>10.1 Di mana Anda mengakses Layanan melalui bentuk komunikasi elektronik, Anda harus mengetahui bahwa:</p> <p>10.1.1 sehubungan dengan penggunaan Anda terhadap Situs Web untuk penempatan taruhan atau bermain game:</p> <p>10.1.1.1 Anda mungkin menggunakan koneksi atau peralatan yang lebih lambat daripada peralatan yang digunakan oleh orang lain dan ini dapat mempengaruhi kinerja Anda pada saat terjadi peristiwa penting yang ditawarkan melalui Situs Web;</p> <p>10.1.1.2 Anda dapat menemukan kekurangan sistem, kesalahan, kesalahan atau gangguan layanan yang akan ditangani sesuai dengan paragraf 17 (Kegagalan TI);</p> <p>10.1.1.3 Peraturan Game untuk setiap acara atau game yang ditawarkan melalui Situs Web tersedia dan harus dipertimbangkan oleh Anda sebelum Anda menggunakan Layanan yang ditawarkan melalui Situs Web; dan</p> <p>10.1.1.4 dalam game yang ditawarkan melalui Situs Web yang mendapat manfaat dari lebih banyak pemain atau likuiditas yang lebih besar, kami dapat menggunakan pemain otomatis (\"Bot\") (yang nama penggunanya akan \"bot\") yang diprogram untuk bermain dan bergabung dengan permainan di untuk membantu likuiditas atau jumlah pemain yang bermain game, meskipun kami tidak akan menggunakan Bot tanpa membuat penggunaan tersebut jelas bagi Anda. Kami dapat dengan pasti mengkonfirmasi bahwa Kami tidak menggunakan Bot dalam perangkat lunak Poker kami dan akan mengambil langkah-langkah aktif bersama dengan penyedia perangkat lunak kami untuk mencegah penggunaannya oleh pengguna Layanan; dan</p> <p>10.1.2 sehubungan dengan penggunaan Layanan oleh Anda, jika Anda bertaruh pada acara \"sedang berjalan\", Anda pada waktu yang relevan tidak dapat melihat atau diberi informasi paling mutakhir terkait ke acara yang relevan. Kami tidak akan bertanggung jawab kepada Anda sehubungan dengan kerugian yang diderita atau biaya yang ditimbulkan oleh Anda sebagai akibat dari keterlambatan pengiriman informasi yang berkaitan dengan peristiwa \"dalam menjalankan\".</p> <p>11. <b>KOLUSI, PENCIPTAAN, PENIPUAN, DAN AKTIVITAS PIDANA</b></p> <p>11.1 Praktik berikut (atau salah satunya) terkait dengan Layanan:</p> <p>· penyalahgunaan bonus atau promosi lainnya; dan / atau</p> <p>· menggunakan faktor atau pengaruh eksternal yang tidak adil (umumnya dikenal sebagai curang); dan / atau</p> <p>· mengambil keuntungan yang tidak adil (sebagaimana didefinisikan dalam paragraf 11.5.3);</p> <p>· membuka Akun Duplikat apa pun; dan / atau</p> <p>· melakukan praktik penipuan atau kegiatan kriminal (masing-masing sebagaimana didefinisikan dalam paragraf 11.5),</p> <p>merupakan \" <b>Praktek Terlarang </b>\". Praktik Terlarang tidak diizinkan dan akan merupakan pelanggaran materi dari Ketentuan Penggunaan. Kami akan mengambil semua langkah yang wajar untuk mencegah dan mendeteksi Praktik Terlarang dan untuk mengidentifikasi pemain yang relevan jika terjadi. Tunduk pada hal di atas, bagaimanapun, kami tidak akan bertanggung jawab atas kehilangan atau kerusakan yang mungkin Anda alami sebagai akibat dari Praktik Terlarang, dan kami sendiri akan memutuskan tindakan apa pun yang kami ambil sehubungan dengan Praktik Terlarang.</p> <p>11.2 Jika Anda mencurigai seseorang terlibat dalam Praktek Terlarang, silakan beri tahu kami tentangnya sesegera mungkin, dengan mengirim email kepada kami atau menelepon Layanan Pelanggan. </p> <p>11.3 Anda setuju bahwa Anda tidak boleh berpartisipasi atau terhubung dengan segala bentuk Praktek Terlarang. </p> <p>11.4 Jika:</p> <p>11.4.1 kami memiliki alasan yang masuk akal untuk percaya bahwa Anda telah berpartisipasi dalam atau telah terhubung dengan segala bentuk Praktik Terlarang (ini dapat mencakup penggunaan oleh kami (dan oleh mitra permainan kami dan pemasok kami lainnya) dari segala penipuan, kecurangan, dan kolusi praktik deteksi yang digunakan dalam industri perjudian dan game pada waktu yang relevan); atau </p> <p>11.4.2 Anda telah menempatkan taruhan dan / atau bermain game online dengan penyedia layanan perjudian daring lain apa pun dan diduga (sebagai akibat dari permainan tersebut) setara dengan Praktik Terlarang pada layanan perjudian lainnya, atau aktivitas tidak patut lainnya; atau </p> <p>11.4.3 kami menjadi sadar bahwa Anda telah \"menagih kembali\" atau menolak pembelian atau setoran apa pun yang Anda buat ke Akun Anda; atau</p> <p>11.4.4 menurut pendapat kami yang wajar bahwa Anda terus menggunakan Layanan dapat merusak status kita yang diatur, termasuk kemampuan berkelanjutan kita untuk dilisensikan oleh Komisi Perjudian dan / atau Komisaris Perjudian Gibraltar; atau</p> <p>11.4.5 Anda menjadi bangkrut atau mengalami proses serupa di mana pun di dunia, </p> <p>maka, kami akan memiliki hak, sehubungan dengan Akun Anda (dan / atau akun lain yang Anda miliki dengan perusahaan Grup Operator) untuk menahan seluruh atau sebagian dari saldo dan / atau memulihkan dari akun jumlah setoran apa pun , pembayaran, bonus atau kemenangan yang telah dipengaruhi oleh atau dengan cara apa pun disebabkan oleh salah satu peristiwa yang tercantum dalam paragraf 11.4 ini. Hak-hak yang diatur dalam paragraf 11.4 ini tidak mempengaruhi hak-hak lain mana pun (termasuk hak-hak hukum umum) yang mungkin kami miliki terhadap Anda, berdasarkan Ketentuan Penggunaan atau sebaliknya.</p> <p>11.5 Untuk keperluan paragraf 11 ini:</p> <p>11.5.1 \" <b>praktik penipuan </b>\" berarti segala aktivitas penipuan yang dilakukan oleh Anda atau oleh siapa pun yang bertindak atas nama Anda atau berkolusi dengan Anda, dan harus mencakup, tanpa batasan: (a) tuduhan balik palsu dan kegiatan pengembalian kembali; (B) penggunaan oleh Anda atau orang lain yang berpartisipasi dalam permainan yang sama seperti Anda setiap saat, dari dicuri, dikloning atau tidak sah kartu kredit atau debit, sebagai sumber dana; (c) kolusi oleh Anda dengan orang lain untuk mendapatkan keuntungan yang tidak adil (termasuk melalui skema bonus atau insentif serupa yang ditawarkan oleh kami); (D) setiap upaya untuk mendaftarkan informasi akun palsu atau menyesatkan; dan (e) setiap tindakan nyata atau upaya yang dilakukan oleh Anda yang secara wajar dianggap oleh kami sebagai ilegal dalam yurisdiksi yang berlaku, dibuat dengan itikad buruk, atau dimaksudkan untuk menipu kami dan / atau menghindari pembatasan kontrak atau hukum, terlepas dari apakah tindakan tersebut atau tindakan yang dilakukan sebenarnya menyebabkan kita kerusakan atau bahaya;</p> <p>11.5.2 \" <b>kegiatan kriminal </b>\" akan mencakup, tanpa batasan, pencucian uang dan pelanggaran apa pun berdasarkan bagian 42 dari Undang-Undang Perjudian 2005; dan</p> <p>11.5.3 \" <b>keuntungan tidak adil </b>\" akan termasuk, tanpa batasan:</p> <p>11.5.3.1 eksploitasi kesalahan, celah atau kesalahan dalam perangkat lunak kami atau pihak ketiga mana pun yang digunakan oleh Anda sehubungan dengan Layanan (termasuk yang berkaitan dengan permainan apa pun);</p> <p>11.5.3.2 penggunaan perangkat lunak pihak ketiga atau sistem analisis, termasuk tetapi tidak terbatas pada, perangkat lunak yang mencakup fitur yang:</p> <p>11.5.3.2.1 memungkinkan bermain tanpa campur tangan manusia (misalnya Bot),</p> <p>11.5.3.2.2 membuat keputusan otomatis,</p> <p>11.5.3.2.3 membagikan informasi kartu hole, dan / atau </p> <p>11.5.3.2.4 menyediakan pelatihan poker waktu nyata;</p> <p>11.5.3.3 terlepas dari sifat umum paragraf 11.5.3.2, penggunaan Bot untuk permainan poker (termasuk, tetapi tidak terbatas pada, permainan yang muncul di bawah tab Poker) dan Bot apa pun untuk permainan keterampilan (termasuk tetapi tidak terbatas pada, keterampilan tersebut) game yang muncul di bawah tab Skill atau tab Game) dan Bot untuk penggunaan lain yang jika tidak merupakan Praktek Terlarang lainnya;</p> <p>11.5.3.4 eksploitasi oleh Anda, dari Kesalahan sebagaimana didefinisikan dalam paragraf 18.1 di bawah ini, dalam hal apa pun baik untuk keuntungan Anda dan / atau untuk kerugian kami atau orang lain.</p> <p>11.6 Dalam melaksanakan salah satu hak kami berdasarkan paragraf 11.4 sehubungan dengan Praktek Terlarang, kami akan menggunakan semua upaya yang wajar untuk memastikan bahwa, sementara mematuhi peraturan kami dan kewajiban hukum lainnya, kami melaksanakan hak-hak tersebut dengan cara yang adil bagi Anda dan untuk pelanggan kami yang lain.</p> <p>11.7 Kami berhak untuk memberi tahu pihak berwenang terkait, operator game atau perjudian online lainnya, penyedia layanan online dan bank, perusahaan kartu kredit, penyedia pembayaran elektronik atau lembaga keuangan lainnya tentang identitas Anda dan dugaan Praktek Terlarang oleh Anda, dan Anda harus bekerja sama sepenuhnya dengan kami untuk menyelidiki aktivitas apa pun tersebut.</p> <p>11.8 Kecurangan: Kami berhak untuk membatalkan taruhan jika kami memiliki kecurigaan atau bukti bahwa harga atau kelompok telah dimanipulasi atau di mana perlombaan, acara atau pertandingan telah dicurangi dan kecurigaan atau bukti ini telah menyebabkan kami atau operator lain untuk melaporkan pertandingan ke ESSA (Sports Betting Integrity). Bukti di atas dapat didasarkan pada ukuran, volume atau pola taruhan yang ditempatkan dengan William Hill di salah satu atau semua saluran taruhan kami. </p> <p><b>12. PENUTUPAN AKUN ANDA; PENGHENTIAN KETENTUAN PENGGUNAAN</b></p> <p><b>PENUTUPAN DAN PENGAKHIRAN OLEH ANDA</b></p> <p>12.1 Asalkan Akun Anda tidak menunjukkan bahwa saldo jatuh tempo kepada kami, Anda berhak untuk menutup Akun Anda dan mengakhiri Ketentuan Penggunaan dengan pemberitahuan tidak kurang dari 24 jam kepada kami setiap saat, dengan menghubungi kami melalui Layanan Pelanggan , perinciannya dapat ditemukan di bagian Hubungi Kami dan <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Bantuan</a> di Situs Web: </p> <p>12.1.1 menunjukkan keinginan Anda untuk menutup Akun Anda; dan</p> <p>12.1.2 menyatakan alasan mengapa Anda ingin menutup Akun Anda, khususnya jika Anda melakukannya karena kekhawatiran tentang tingkat penggunaan Anda yang sama.</p> <p>Kami akan menanggapi permintaan Anda, mengonfirmasi penutupan Akun Anda dan tanggal penutupan tersebut akan berlaku, dalam waktu yang wajar, asalkan Anda terus memikul tanggung jawab untuk semua aktivitas di Akun Anda sampai penutupan tersebut dilakukan oleh kami (pada saat mana Ketentuan Penggunaan akan berakhir).</p> <p>12.2 Ketika Anda meminta penutupan Akun Anda berdasarkan paragraf 12.1, kami akan, sesuai dengan paragraf 12.3, mengembalikan sisa saldo dalam Akun Anda kepada Anda.</p> <p>12.3 Setelah setiap penghentian Akun Anda di bawah paragraf 12 ini, kami berhak (tanpa membatasi hak kami berdasarkan paragraf 12.6) untuk menahan, dari pembayaran sisa saldo pada Akun Anda, setiap uang: (a) sesuai dengan ayat 11 (Kolusi , Kecurangan, Penipuan dan Kegiatan Pidana); (b) sesuai dengan paragraf 20 (Pelanggaran Ketentuan Penggunaan); (c) sebagaimana ditentukan oleh Ketentuan Penggunaan (termasuk, sebagaimana sesuai, paragraf 5.4); atau (d) sebagaimana diharuskan oleh hukum atau peraturan.</p> <p>12.4 Saat membayar saldo terutang di Akun Anda, kami akan menggunakan metode pembayaran yang sama dengan yang Anda berikan saat mendaftar Akun Anda, atau metode pembayaran lain yang mungkin kami pilih secara wajar.</p> <p>12.5 Apabila Anda telah menutup Akun Anda, dalam keadaan tertentu kami dapat membuka kembali Akun Anda dengan detail akun yang sama seperti sebelumnya jika Anda meminta kami untuk melakukannya. Dalam keadaan seperti itu, walaupun Akun Anda akan memiliki perincian akun yang sama seperti sebelumnya, itu akan tunduk pada Ketentuan Penggunaan yang berlaku pada tanggal pembukaan kembali dan hak sebelumnya (termasuk, tetapi tanpa batasan, untuk bonus atau kemenangan kontingen) tidak akan lagi berlaku.</p> <p><b>PENUTUPAN DAN PENGAKHIRAN OLEH KAMI</b></p> <p>12.6 Kami, setiap saat (dan terlepas dari ketentuan lain yang terkandung dalam Ketentuan Penggunaan), berhak untuk menutup Akun Anda dan mengakhiri Ketentuan Penggunaan dengan pemberitahuan tertulis (atau pemberitahuan percobaan) kepada Anda menggunakan Detail Kontak Anda, kecuali bahwa kami akan, sebelum penutupan berlaku, jika Anda telah membuat satu atau lebih taruhan yang memenuhi syarat sehubungan dengan Promosi Taruhan Gratis) (selain di mana kami menutup Akun Anda dalam situasi yang dijelaskan dalam paragraf 12.7): </p> <p>12.6.1 memungkinkan Anda untuk menerima taruhan gratis, atau nilai yang diharapkan penuh dari taruhan gratis dari Promosi Taruhan Gratis itu, setelah menempatkan semua taruhan kualifikasi yang diperlukan; dan </p> <p>12.6.2 memungkinkan Anda untuk menempatkan sisa taruhan kualifikasi yang disyaratkan oleh Promosi Taruhan Gratis itu, dan akibatnya menerima taruhan gratis, atau nilai penuh yang diharapkan dari taruhan gratis dari Promosi Taruhan Gratis itu, yang untuknya Anda berhak mendapatkan hasilnya; dan </p> <p>12.6.3 memungkinkan Anda kesempatan untuk mencoba menyelesaikan semua Persyaratan Taruhan yang terkait dengan Promosi Taruhan Gratis itu; dan </p> <p>12.6.4 memungkinkan Anda untuk menyelesaikan taruhan kualifikasi yang disyaratkan oleh Promosi Taruhan Gratis itu. Dalam hal terjadi penghentian oleh kami, kami akan, sesuai dengan paragraf 12.7, segera setelah dipraktikkan secara wajar setelah permintaan oleh Anda, mengembalikan saldo Akun Anda. </p> <p><br /> 12.7 Di mana kami menutup Akun Anda dan mengakhiri Ketentuan Penggunaan sesuai dengan paragraf 11 (Kolusi, Kecurangan, Penipuan, dan Aktivitas Kriminal) atau paragraf 20 (Pelanggaran Ketentuan Penggunaan), saldo Akun Anda tidak akan dapat dikembalikan dan dianggap akan hangus oleh Anda sejauh klaim yang mungkin kami miliki terhadap Anda pada tanggal penutupan tersebut (baik di bawah Akun Anda, Akun Duplikat atau yang lain). Penutupan Akun Anda dan Pengakhiran Ketentuan Penggunaan, selain sesuai dengan paragraf 11 atau 20 dari Ketentuan Umum ini, tidak akan mempengaruhi taruhan yang beredar, dengan ketentuan bahwa taruhan yang beredar tersebut berlaku dan Anda tidak melanggar Ketentuan Penggunaan dengan cara apa pun. Untuk menghindari keragu-raguan, kami tidak akan mengkredit bonus apa pun ke dalam Akun Anda, dan Anda tidak akan berhak atas kemenangan kontinjen, kapan pun setelah tanggal penutupannya (baik oleh kami sesuai dengan Ketentuan Penggunaan, atau sebagai tanggapan atas permintaan Anda).</p> <p>12.8 Paragraf berikut akan tetap berlaku setelah pengakhiran Ketentuan Penggunaan: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 dan 34 dan paragraf lain yang diperlukan untuk tujuan interpretasi; bersama dengan setiap bagian yang relevan dari Aturan Taruhan, Aturan Game yang relevan, Kebijakan Privasi dan Ketentuan Tambahan.</p> <p><b>PENANGGUHAN OLEH KAMI</b></p> <p>12.9 Kami berhak untuk menangguhkan Akun Anda dalam keadaan yang ditentukan secara tegas dalam Ketentuan Penggunaan. Setelah penangguhan Akun Anda: (a) tidak ada kegiatan yang diizinkan (termasuk setoran, penarikan, taruhan atau permainan) sampai tanggal saat diaktifkan kembali oleh kami; (B) tidak ada bonus atau kemenangan kontinjensi akan dikreditkan ke Akun; dan (c) kami akan mengatasi masalah yang telah menyebabkan penangguhan Akun dengan maksud untuk menyelesaikannya sesegera mungkin sehingga Akun dapat, jika perlu, diaktifkan kembali atau ditutup.</p> <p><b>13. AKSES KE, DAN PENGGUNAAN, LAYANAN</b></p> <p>13.1 Anda bertanggung jawab penuh atas penyediaan dan pemeliharaan semua Perangkat Akses Anda dan peralatan terkait serta jaringan telekomunikasi dan layanan akses internet yang harus Anda gunakan untuk mengakses Layanan. Kami tidak akan bertanggung jawab dengan cara apa pun atas kerugian yang disebabkan kepada Anda (apakah akibat dari kehilangan layanan, konektivitas internet yang buruk, bandwidth yang tidak mencukupi atau sebaliknya) oleh internet atau penyedia layanan telekomunikasi yang telah Anda libatkan untuk mengakses Layanan . Untuk menghindari keraguan, Operator tidak membuat pernyataan atau memberikan jaminan apa pun mengenai kompatibilitas Layanan dengan perangkat lunak atau perangkat keras pihak ketiga tertentu, termasuk (untuk menghindari keraguan) analisis pihak ketiga atau program 'Bot' yang menjanjikan hasil-hasil tertentu dari salah satu Layanan.</p> <p>13.2 Dalam keadaan apa pun Anda tidak boleh menggunakan Layanan untuk tujuan apa pun yang mungkin atau dianggap dianggap memfitnah, kasar, cabul, melanggar hukum, rasis, seksis, atau sifat diskriminatif lainnya, atau yang dapat menyebabkan pelanggaran. Anda tidak boleh menggunakan bahasa atau gambar yang melecehkan atau agresif, bersumpah, mengancam, melecehkan atau menyalahgunakan orang lain, termasuk pengguna lain, melalui Situs Web, atau berusaha untuk menyatakan diri Anda sebagai orang lain, atau berperilaku sedemikian rupa terhadap setiap staf Operator yang digunakan untuk menyediakan Layanan, Layanan Pelanggan, atau fungsi dukungan atau dukungan apa pun yang kami sediakan untuk Anda.</p> <p>13.3 Anda harus menggunakan Situs Web hanya untuk hiburan pribadi dan tidak akan diizinkan untuk memberikan akses atau mereproduksi Situs web atau bagian apa pun darinya dalam bentuk apa pun tanpa persetujuan tertulis dari kami, termasuk membuat tautan ke sana.</p> <p>13.4 Anda sepenuhnya bertanggung jawab sehubungan dengan konten apa pun yang diunggah oleh Anda ke Situs Web (\" <b>Konten yang Diunggah </b>\") dan, dalam mengunggah konten tersebut, Anda menyatakan dan menjamin bahwa:</p> <p>13.4.1 Anda telah memperoleh semua persetujuan, persetujuan, lisensi dan izin yang diperlukan sehubungan dengan Konten yang Diunggah dan bahwa reproduksi Konten yang Diunggah di Situs Web tidak akan melanggar hak cipta, merek dagang, informasi rahasia atau hak kekayaan intelektual lainnya. apa pun dari pihak ketiga mana pun;</p> <p>13.4.2 Konten yang Diunggah tidak akan berisi materi apa pun yang melanggar paragraf 13.2 atau kode apa pun yang melanggar paragraf 13.3;</p> <p>13.4.3 Konten yang Diunggah akan mematuhi semua hukum dan peraturan (termasuk, khususnya, yang berkaitan dengan perlindungan data dan privasi); dan</p> <p>13.4.4 Operator berhak untuk menggunakan dan memberi lisensi penggunaan Konten yang Diunggah atas kebijakannya sendiri.</p> <p>13.5 Segala materi (selain Perangkat Lunak berdasarkan paragraf 16) yang diunduh oleh Anda dari Situs Web akan diunduh sepenuhnya dengan risiko Anda sendiri dan Penyelenggara tidak akan bertanggung jawab atas kehilangan data atau kerusakan lain yang disebabkan oleh pengunduhan tersebut.</p> <p>13.6 Di mana kami memiliki alasan untuk meyakini bahwa penggunaan Layanan oleh Anda melanggar salah satu paragraf 13.2, 13.3, 13.4 atau 13.5, kami akan, tanpa mengurangi hak-hak kami yang lain, berhak untuk segera menghapus dari Situs web segala konten yang menyinggung. .</p> <p><b>14. KETENTUAN BETTING DAN GAMING</b></p> <p>14.1 Ekspresi yang digunakan dalam industri taruhan dan game sangat banyak. Bila perlu, glosarium yang menjelaskan arti dari taruhan dan ekspresi permainan yang umum digunakan tersedia di bagian Bantuan di Situs Web. Jika Anda ragu dengan arti dari ungkapan apa pun, Anda harus:</p> <p>14.1.1 mencari maknanya di bagian Bantuan yang berkaitan dengan acara atau permainan yang Anda pertaruhkan atau mainkan;</p> <p>14.1.2 jika Anda masih ragu, hubungi Layanan Pelanggan untuk klarifikasi; dan</p> <p>14.1.3 tidak menempatkan taruhan atau permainan apa pun pada acara apa pun sampai maknanya dipahami untuk kepuasan Anda,</p> <p>karena kami tidak dapat menerima tanggung jawab apa pun jika Anda memasang taruhan atau permainan melalui produk yang ditawarkan melalui Layanan dalam keadaan di mana Anda tidak memahami persyaratan apa pun yang terlibat dalam atau terkait dengan taruhan atau permainan.</p> <p><b>15. PERUBAHAN SITUS WEB</b></p> <p>Kami dapat, dengan kebijaksanaan mutlak kami, mengubah atau mengubah produk atau layanan apa pun (termasuk harga apa pun yang ditawarkan) yang tersedia melalui Situs Web kapan saja dengan tujuan untuk memastikan penyediaan yang berkelanjutan dari Situs Web, tetapi tanpa mengurangi permainan dan / atau taruhan sudah dalam proses pada saat perubahan tersebut. Dari waktu ke waktu, kami dapat membatasi Anda untuk mengakses beberapa bagian dari Situs Web untuk tujuan pemeliharaan Situs Web dan / atau perubahan atau perubahan dari salah satu permainan dan / atau produk yang tersedia melalui Situs Web.</p> <p><b>16. PERANGKAT LUNAK PIHAK KETIGA</b></p> <p>16.1 Untuk menggunakan produk yang ditawarkan melalui Layanan, Anda mungkin diharuskan mengunduh dan menginstal perangkat lunak yang disediakan oleh pihak ketiga ke Perangkat Akses Anda (\"Perangkat Lunak\"). Perangkat lunak dapat mencakup, tetapi tidak terbatas pada: Mengakses aplikasi Perangkat, produk unduhan Kasino dan Poker kami dan aplikasi promosi, pemasaran dan / atau fasilitas, produk dan perangkat lunak.</p> <p>16.2 Dalam keadaan seperti itu, Anda mungkin diminta untuk membuat perjanjian terpisah dengan pemilik atau pemberi lisensi Perangkat Lunak tersebut sehubungan dengan penggunaan Anda terhadap hal yang sama (\" <b>Perjanjian Perangkat Lunak Pihak Ketiga </b>\"). Dalam hal ada ketidakkonsistenan antara Ketentuan Penggunaan dan Perjanjian Perangkat Lunak Pihak Ketiga , Ketentuan Penggunaan akan berlaku sejauh ketidakkonsistenan terkait dengan hubungan antara Anda dan Operator. </p> <p>16.3 Adalah tanggung jawab Anda untuk memastikan bahwa setiap Perangkat Lunak diunduh ke Perangkat Akses Anda dengan cara yang kompatibel dengan pengaturan spesifik Perangkat Akses Anda sendiri. Untuk menghindari keraguan, kami tidak akan bertanggung jawab sejauh pengunduhan yang salah atas Perangkat Lunak apa pun memiliki dampak buruk pada pengoperasian Perangkat Akses Anda.</p> <p>16.4 Meskipun demikian, Layanan yang disediakan melalui aplikasi Perangkat Akses mana pun harus tunduk pada Ketentuan Penggunaan, ketentuan di mana aplikasi apa pun (\" <b>Aplikasi </b>\") diunduh atau diinstal ke Perangkat Akses Anda akan diatur oleh perjanjian yang dibuat antara Anda dan pemasok Aplikasi yang relevan tetapi, jika ada ketidakkonsistenan antara Ketentuan Penggunaan dan perjanjian tersebut, Ketentuan Penggunaan akan berlaku sejauh ketidakkonsistenan tersebut terkait dengan hubungan antara Anda dan Operator.</p> <p><b>17. KEGAGALANNYA</b></p> <p>17.1 Di mana masalah terjadi pada perangkat lunak atau perangkat keras yang digunakan oleh kami untuk menyediakan Layanan, kami akan mengambil semua langkah yang wajar untuk memperbaiki masalah secepat mungkin secara wajar. Jika masalah seperti itu menyebabkan permainan terputus dalam keadaan di mana ia tidak dapat dimulai kembali dari posisi yang sama persis tanpa merugikan Anda atau pemain lain, kami akan mengambil semua langkah yang wajar untuk memperlakukan Anda dengan cara yang adil (yang mungkin termasuk mengembalikan saldo) pada Akun Anda ke posisi yang ada setelah selesainya taruhan atau permainan terakhir yang dicatat di server Operator segera sebelum terjadinya masalah).</p> <p>17.2 Kami tidak akan bertanggung jawab atas kegagalan teknis, perangkat keras atau perangkat lunak dalam bentuk apa pun atau kondisi jaringan yang hilang atau tidak tersedia yang dapat membatasi atau melarang kemampuan Anda untuk masuk atau berpartisipasi dalam Promosi apa pun. Kami tidak akan bertanggung jawab atas kerusakan, atau kehilangan atau cedera yang diakibatkan dari masuk ke Promosi apa pun, termasuk kegagalan untuk menang, penerimaan atau penggunaan hadiah apa pun, tetapi tidak ada dalam Syarat dan Ketentuan ini yang beroperasi untuk mengecualikan pertanggungjawaban atas penipuan apa pun pada kita atau kematian atau cedera pribadi akibat kelalaian kita sendiri. </p> <p><b>18. KESALAHAN ATAU OMISI</b></p> <p>18.1 Sejumlah keadaan dapat muncul ketika taruhan atau taruhan diterima, atau pembayaran dilakukan, oleh kami karena kesalahan. Daftar keadaan seperti itu tidak lengkap adalah sebagai berikut:</p> <p>18.1.1 di mana kami salah menyatakan peluang atau ketentuan taruhan atau permainan yang dipertaruhkan kepada Anda sebagai akibat dari kesalahan atau kelalaian dalam memasukkan informasi atau menyiapkan pasar, atau sebagai akibat dari kerusakan komputer;</p> <p>18.1.2 di mana kami telah membuat 'kesalahan yang bisa diraba'. Terjadi kesalahan teraba di mana:</p> <p>18.1.2.1 sehubungan dengan taruhan yang ditempatkan sebelum suatu peristiwa terjadi, harga / ketentuan yang ditawarkan berbeda secara material dari yang tersedia di pasar umum; atau</p> <p>18.1.2.2 dalam kaitannya dengan peristiwa apa pun, harga / ketentuan yang ditawarkan pada saat taruhan ditempatkan jelas salah mengingat kemungkinan peristiwa itu terjadi;</p> <p>18.1.3 di mana kami terus menerima taruhan di pasar yang seharusnya ditangguhkan, termasuk di mana acara yang relevan sedang berlangsung (kecuali di mana taruhan 'in-running' diterima) atau telah selesai (kadang-kadang disebut 'terlambat taruhan ');</p> <p>18.1.4 di mana kesalahan telah dibuat sebagai akibat dari Praktek Terlarang berdasarkan paragraf 11.1;</p> <p>18.1.5 di mana kita seharusnya tidak menerima, atau memiliki hak untuk membatalkan atau menyelesaikan kembali, taruhan sesuai dengan Aturan Taruhan (misalnya karena 'Kontinjensi Terkait');</p> <p>18.1.6 apabila kami membuat kesalahan tentang jumlah kemenangan / pengembalian yang dibayarkan kepada Anda, termasuk sebagai akibat dari kesalahan input manual atau komputer; atau</p> <p>18.1.7 di mana kesalahan telah dilakukan oleh kami mengenai jumlah taruhan gratis dan / atau bonus yang dikreditkan ke Akun Anda,</p> <p>keadaan seperti itu disebut sebagai \" <b>Kesalahan </b>\"</p> <p><a name=\"_8.3\">18.2 Kami berhak untuk:</a></p> <p>18.2.1 mengoreksi setiap Kesalahan yang dilakukan pada taruhan yang ditempatkan dan menyelesaikan kembali yang sama pada harga yang benar atau ketentuan yang tersedia atau seharusnya telah tersedia melalui Operator (tidak ada kesalahan penerbitan) pada saat taruhan ditempatkan dan taruhan akan dianggap telah terjadi pada persyaratan yang biasa untuk taruhan itu; atau</p> <p>18.2.2 apabila tidak praktis untuk memperbaiki dan menyelesaikan kembali di bawah 18.2.1 di atas, untuk menyatakan taruhan batal dan mengembalikan taruhan Anda ke dalam Akun Anda; atau</p> <p>18.2.3 dalam keadaan di mana Kesalahan disebabkan oleh Praktek Terlarang, untuk mengambil langkah-langkah yang ditetapkan dalam paragraf 11.4.</p> <p>18.3 Setiap uang yang dikreditkan ke Akun Anda, atau dibayarkan kepada Anda sebagai akibat dari Kesalahan akan dianggap, resolusi tertunda di bawah paragraf 18.2, harus dipegang oleh Anda atas kepercayaan kami dan akan segera dilunasi kepada kami ketika permintaan untuk pembayaran dilakukan oleh kami kepada Anda. Jika ada keadaan seperti itu, jika Anda memiliki uang di Akun Anda, kami dapat mengklaim kembali uang ini dari Akun Anda sesuai dengan paragraf 7.4. Kami setuju bahwa kami akan menggunakan semua upaya yang masuk akal untuk mendeteksi Kesalahan apa pun dan memberi tahu Anda tentang kesalahan tersebut sesegera mungkin.</p> <p>18.4 Baik kami (termasuk karyawan atau agen kami) maupun mitra atau pemasok kami tidak bertanggung jawab atas kerugian apa pun, termasuk kehilangan kemenangan, yang diakibatkan oleh Kesalahan apa pun oleh kami atau kesalahan oleh Anda.</p> <p>18.5 Anda harus memberi tahu kami sesegera mungkin jika Anda mengetahui adanya Kesalahan.</p> <p>18.6 Di mana Anda telah menggunakan uang yang telah dikreditkan ke Akun Anda atau diberikan kepada Anda sebagai akibat dari Kesalahan untuk menempatkan taruhan berikutnya atau bermain game, kami dapat membatalkan taruhan tersebut dan / atau menahan setiap kemenangan yang mungkin telah Anda menangkan dengan uang tersebut , dan jika kami telah membayar untuk setiap taruhan atau kegiatan permainan, jumlah tersebut akan dianggap dipegang oleh Anda atas kepercayaan kami dan Anda akan segera membayar kepada kami jumlah tersebut ketika permintaan pembayaran dilakukan oleh kami kepada Anda kepada Anda. .</p> <p><b>19. PENGECUALIAN KEWAJIBAN KAMI</b></p> <p>19.1 Akses Anda ke dan penggunaan Layanan adalah pilihan Anda sendiri, kebijaksanaan dan risiko. Kami tidak akan bertanggung jawab atas upaya apa pun oleh Anda untuk menggunakan Layanan dengan metode, cara atau cara yang tidak dimaksudkan oleh kami.</p> <p>19.2 Kami akan memberikan Layanan dengan keterampilan dan perawatan yang wajar dan secara substansial sebagaimana dijelaskan dalam Ketentuan Penggunaan. Kami tidak membuat janji atau jaminan lain mengenai Layanan, atau produk atau layanan apa pun yang merupakan bagian dari Layanan, dan dengan ini mengecualikan (sejauh diizinkan oleh hukum) semua jaminan tersirat sehubungan dengan hal yang sama (termasuk jaminan tersirat untuk kualitas dan / atau kebugaran yang memuaskan untuk tujuan Anda). Secara khusus, kami tidak menjamin bahwa Situs web akan memiliki ketersediaan tanpa gangguan atau bahwa itu akan bebas dari bug, virus atau kesalahan lainnya.</p> <p>19.3 HEMAT SEBAGAIMANA DISEDIAKAN DALAM ATURAN ATURAN KAMI DAN MENUJU PARAGRAF 19.5, KEWAJIBAN MAKSIMUM KAMI (TERMASUK BAHWA PERUSAHAAN KELOMPOK, AFILIASI, PENDAFTARAN, DIREKTUR, AGEN DAN KEGIATAN KAMU LAYANAN TERHADAP LAYANAN DARI ANDA MELAYANI LAYANAN DARI LAYANAN APA PUN BAGI ANDA LAGI BISA LAYANAN BAGI KAMU MENGGUNAKAN LAYANAN ANDA DAN BAIK MENGGUNAKAN SITUS WEB ATAU TELEBETTING), BAIK KEWAJIBAN TERSEBUT DI BAWAH PELANGGARAN KONTRAK, TORT (TERMASUK NEGLIGENSI), ATAU KECUALI JAUH, AKAN DIBATASI PADA:</p> <p>19.3.1 DI MANA TANGGUNG JAWAB KITA TERKAIT DENGAN TARUHAN ATAU KEPENTINGAN, JUMLAH TARUHAN ATAU KEPENTINGAN YANG DITETAPKAN OLEH ANDA DALAM PENGHARGAAN KEWAJIBAN KAMI YANG TELAH DIBANGKITKAN;</p> <p>19.3.2 DI MANA KEWAJIBAN KAMI TERKAIT DENGAN MISAPPLIKASI DANA, JUMLAH UANG DALAM REKENING ANDA YANG TELAH DITANGGUHKAN OLEH KAMI; DAN</p> <p>19.3.3 DALAM MENGHORMATI KEWAJIBAN LAINNYA DARI OPERATOR, SEPULUH RIBUAN POUND STERLING (£ 10.000).</p> <p>19.4 KAMI (TERMASUK PERUSAHAAN KAMI, AFILIASI, PETUGAS, DIREKTUR, AGEN DAN KARYAWAN KAMI) TIDAK AKAN BERTANGGUNG JAWAB KEPADA ANDA, BAIK KEWAJIBAN TERSEBUT DALAM KONTRAK, KETENTUAN (TERMASUK NEGLIGENSI APA PUN, TERHADAP, APA PUN DENGAN: APA PUN, TERHADAP DARI:</p> <p>19.4.1 KEHILANGAN DATA;</p> <p>19.4.2 KEHILANGAN PROFIT;</p> <p>19.4.3 KEHILANGAN PENDAPATAN;</p> <p>19.4.4 KEHILANGAN PELUANG BISNIS;</p> <p>19.4.5 KEHILANGAN ATAU KERUSAKAN KEBAIKAN ATAU REPUTASI;</p> <p>19.4.6 GANGGUAN BISNIS; ATAU</p> <p>19.4.7 KERUGIAN TIDAK LANGSUNG, KHUSUS ATAU KONSEKUENSIAL, ATAU KERUSAKAN, BAHKAN DI MANA KERUGIAN ATAU KERUSAKAN TERSEBUT DITERIMA KEPADA KAMI SEBAGAIMANA MUNGKIN, MENINGGALKAN KETENTUAN PENGGUNAAN ATAU PENGGUNAAN APA PUN DENGAN LAYANAN.</p> <p>19.5 Tidak ada dalam Ketentuan Penggunaan akan beroperasi untuk mengecualikan segala kewajiban yang mungkin kita miliki sehubungan dengan:</p> <p>19.5.1 penipuan (termasuk penipuan representasi palsu); atau</p> <p>19.5.2 kematian atau cedera pribadi yang disebabkan oleh kelalaian kita.</p> <p><b>20. PELANGGARAN KETENTUAN PENGGUNAAN</b></p> <p>20.1 Anda akan sepenuhnya mengganti rugi, membela dan menahan kami dan pejabat kami, direktur, karyawan, agen, kontraktor, dan pemasok tidak berbahaya dari dan terhadap setiap dan semua kerugian, biaya, pengeluaran, klaim, tuntutan, kewajiban, dan kerusakan (termasuk biaya hukum), disebabkan, yang mungkin timbul, apakah dapat diperkirakan atau tidak, sebagai akibat dari atau sehubungan dengan:</p> <p>20.1.1 akses ke dan penggunaan Layanan oleh Anda atau oleh orang lain yang menggunakan nama pengguna dan kata sandi Anda; dan / atau</p> <p>20.1.2 setiap pelanggaran oleh Anda dari salah satu syarat dan ketentuan dari Ketentuan Penggunaan.</p> <p>20.2 Jika Anda melanggar Ketentuan Penggunaan, kami dapat atas kebijakan kami sendiri, sebelum penangguhan atau penghentian Akun Anda, memberi tahu Anda (menggunakan Rincian Kontak Anda) bahwa Anda melanggar, mengharuskan Anda untuk menghentikan tindakan yang relevan atau kegagalan untuk bertindak, dan / atau mengharuskan Anda untuk melakukan tindakan atau kesalahan pada bagian Anda dan memperingatkan Anda tentang tindakan yang kami maksudkan jika Anda tidak melakukannya, asalkan selalu bahwa pemberitahuan tersebut tidak akan menjadi prasyarat untuk penangguhan atau penghentian Akun Anda.</p> <p>20.3 Kami memiliki hak untuk menonaktifkan kode identifikasi atau kata sandi pengguna apa pun, baik yang dipilih oleh Anda atau dialokasikan oleh kami, kapan saja, jika menurut pendapat kami yang masuk akal Anda telah gagal mematuhi ketentuan Ketentuan Penggunaan mana pun.</p> <p>20.4 Selain obat lain yang tersedia, jika Anda melanggar salah satu Ketentuan Penggunaan, kami berhak untuk memulihkan dari Akun Anda saldo positif sejauh jumlah yang diklaim secara wajar terhadap Anda sesuai dengan paragraf 20.1.</p> <p><b>21. HAK KEKAYAAN INTELEKTUAL</b></p> <p>21.1 Semua desain situs web, teks, grafik, musik, suara, foto, video, pemilihan dan pengaturannya, kompilasi perangkat lunak, kode sumber yang mendasari, perangkat lunak dan semua bahan lain yang membentuk bagian dari Layanan tunduk pada hak cipta dan hak kepemilikan lainnya yang baik dimiliki oleh kami atau digunakan di bawah lisensi dari pemilik hak pihak ketiga. Sejauh materi apa pun yang terdapat dalam Layanan dapat diunduh atau dicetak, maka materi tersebut dapat diunduh hanya untuk satu perangkat (dan salinan cetak dapat dicetak) semata-mata untuk penggunaan pribadi, non-komersial.</p> <p>21.2 Dalam keadaan apa pun, penggunaan Layanan tidak akan memberikan Anda minat pada hak kekayaan intelektual apa pun (misalnya hak cipta, keahlian atau merek dagang ) yang dimiliki oleh kami atau oleh pihak ketiga mana pun, selain pribadi, non-eksklusif , lisensi non-sub- lisensi untuk menggunakan hak kekayaan intelektual tersebut sehubungan dengan penggunaan Layanan non-komersial pribadi Anda sesuai dengan Ketentuan Penggunaan.</p> <p>21.3 Tidak ada hak apa pun yang diberikan untuk menggunakan atau mereproduksi merek dagang atau logo apa pun yang muncul di Situs Web kecuali sebagaimana diizinkan secara khusus sesuai dengan Ketentuan Penggunaan.</p> <p>21.4 Anda tidak boleh, Anda juga tidak boleh membiarkan orang lain menyalin, menyimpan, menerbitkan, menyewakan, melisensikan , menjual, mengubah, menambah, menghapus, menghapus atau merusak Situs Web atau bagian mana pun dengan cara apa pun atau secara langsung atau secara tidak langsung mengganggu atau mengganggu (atau berusaha mengganggu atau mengganggu) dengan atau mengubah Situs Web, selain dalam perjalanan melihat atau menggunakan Situs Web sesuai dengan Ketentuan Penggunaan.</p> <p>21.5 Semua hak kekayaan intelektual atas nama \"William Hill\" dan \"Will Hill\", logo, desain, merek dagang , dan fitur merek khas lainnya dari Operator dan konten apa pun yang disediakan oleh Operator atau pihak ketiga mana pun untuk dimasukkan dalam rompi Situs web di Operator atau pihak ketiga yang berlaku. Anda setuju untuk tidak menampilkan atau menggunakan logo, desain, merek dagang dan fitur merek khas lainnya dengan cara apa pun tanpa persetujuan tertulis sebelumnya dari kami.</p> <p><b>22. VIRUS, HACKING, DAN PENAWARAN LAINNYA</b></p> <p>22.1 Anda tidak akan:</p> <p>22.1.1 merusak situs web;</p> <p>22.1.2 upaya untuk mendapatkan akses tidak sah ke Situs Web, server di mana Situs Web disimpan atau server, komputer atau basis data apa pun yang terhubung ke Situs Web;</p> <p>22.1.3 membanjiri Situs web dengan informasi, banyak pengiriman atau \"spam\";</p> <p>22.1.4 dengan sadar atau kelalaian menggunakan fitur apa pun yang dapat mempengaruhi fungsi Situs Web dengan cara apa pun misalnya (tetapi tidak terbatas pada) melepaskan atau menyebarkan virus, worm, trojan, bom logika atau bahan serupa yang berbahaya atau berbahaya;</p> <p>22.1.5 mengganggu atau merusak, menghapus, atau mengubah dengan cara apa pun, informasi apa pun dalam bentuk apa pun yang termasuk dalam Situs Web;</p> <p>22.1.6 menyerang Situs web melalui serangan penolakan layanan atau serangan penolakan layanan yang didistribusikan. Kami akan melaporkan setiap dugaan pelanggaran UU Penyalahgunaan Komputer 1990 kepada otoritas penegak hukum yang relevan dan kami akan bekerja sama dengan otoritas tersebut dengan mengungkapkan identitas Anda kepada mereka. Jika terjadi pelanggaran, hak Anda untuk menggunakan Situs web akan segera terhenti.</p> <p>22.2 Kami tidak akan bertanggung jawab atas kehilangan atau kerusakan yang disebabkan oleh serangan penolakan layanan yang didistribusikan, virus atau materi berbahaya teknologi lainnya yang dapat menginfeksi Perangkat Akses Anda dan peralatan terkait, program komputer, data, atau materi eksklusif lainnya karena penggunaan Anda dari Situs Web atau untuk mengunduh materi apa pun yang diposting di Situs Web tersebut, atau di situs web apa pun yang tertaut ke Situs Web.</p> <p><b>23. INFORMASI PRIBADI ANDA</b></p> <p>23.1 Semua informasi tentang Akun Anda yang kami simpan adalah data yang tersimpan secara aman dan tetap rahasia kecuali jika dinyatakan lain dalam Ketentuan Penggunaan (termasuk, untuk menghindari keraguan, Kebijakan Privasi).</p> <p>23.2 Kami diharuskan oleh hukum (khususnya Undang-Undang Perlindungan Data 2004 di Gibraltar) untuk mematuhi persyaratan perlindungan data dengan cara kami menggunakan informasi pribadi apa pun yang dikumpulkan dari Anda dalam penggunaan Layanan oleh Anda. Karena itu, kami sangat serius menanggapi kewajiban kami terkait dengan cara kami menggunakan informasi pribadi Anda.</p> <p>23.3 Sebelum Anda menggunakan dan ketika Anda menggunakan Layanan, penting bagi kami untuk mengumpulkan informasi tertentu tentang Anda, termasuk nama dan tanggal lahir Anda, Detail Kontak Anda, dan mungkin juga termasuk informasi tentang preferensi pemasaran Anda (semuanya akan dikenal sebagai \" <b>Informasi Pribadi Anda </b>\").</p> <p>23.4 Dengan memberikan kepada kami Informasi Pribadi Anda, Anda menyetujui kami memproses Informasi Pribadi Anda, termasuk hal-hal yang sangat sensitif:</p> <p>23.4.1 untuk tujuan yang diatur dalam Ketentuan Penggunaan (termasuk Kebijakan Privasi); dan</p> <p>23.4.2 untuk keperluan lain di mana kami perlu memproses Informasi Pribadi Anda untuk keperluan pengoperasian Layanan,</p> <p>termasuk dengan membagikannya kepada penyedia layanan dan agen kami untuk tujuan ini, misalnya kepada penyedia layanan pos, layanan pemasaran, dan agen Layanan Pelanggan kami. Kami juga dapat mengungkapkan Informasi Pribadi Anda untuk memenuhi kewajiban hukum atau peraturan.</p> <p>23.5 Kami dapat menyimpan salinan komunikasi apa pun yang Anda kirimkan kepada kami (termasuk salinan email apa pun) untuk menjaga catatan akurat dari informasi yang telah kami terima dari Anda.</p> <p><b>24. PENGGUNAAN 'COOKIES' DI SITUS WEB</b></p> <p>24.1 Situs web menggunakan 'cookie' untuk melacak penggunaan internet Anda, untuk mengumpulkan informasi tertentu tentang Perangkat Akses Anda (seperti alamat IP, jenis perangkat, data lokasi geografis, informasi browser) dan untuk membantu fungsionalitas Situs Web . Cookie adalah file teks kecil yang diunduh ke Perangkat Akses Anda ketika Anda mengakses Situs Web dan memungkinkan kami untuk mengenali ketika Anda kembali ke Situs web. Cookie membantu pengoperasian Situs web, termasuk (misalnya) untuk memungkinkan Anda tetap masuk saat Anda menjelajahinya, dan menggunakan Akun Anda untuk bertaruh atau bermain game di, bagian-bagian berbeda dari Situs Web. Kami juga menggunakan cookie untuk tujuan analitik kami sendiri sehingga kami dapat mengidentifikasi di mana pelanggan mengalami masalah teknis di Situs Web, dan oleh karena itu membantu kami meningkatkan pengalaman pelanggan kami dan juga untuk tujuan pencegahan penipuan seperti mendeteksi Akun Duplikat, contoh penyalahgunaan bonus atau akun tertaut sebagaimana diatur dalam Ketentuan Penggunaan. Informasi yang diperoleh dari cookie memungkinkan kita untuk mematuhi kewajiban hukum dan peraturan tertentu seperti persyaratan anti pencucian uang,tanggung jawab sosial untuk melawan penggunaan Layanan kami untuk tujuan pendanaan teroris dan untuk mencegah akses ke Situs web kami dari yurisdiksi terbatas. Data yang dikumpulkan dari penggunaan cookie kami dapat dibagikan dengan lembaga penegak hukum dan peraturan lainnya organisasi di mana ada kewajiban hukum untuk melakukannya. </p> <p>24.2 Jika Anda keberatan dengan cookie atau ingin menghapus cookie yang sudah tersimpan di Perangkat Akses Anda, kami sarankan Anda mengikuti instruksi untuk menghapus cookie yang ada dan menonaktifkan cookie di masa depan pada manajemen file Anda dan perangkat lunak perambanan internet. Informasi lebih lanjut tentang menghapus atau mengendalikan cookie tersedia dalam Kebijakan Privasi kami kami FAQ dan di www.aboutcookies.org . Harap dicatat bahwa dengan menghapus cookie kami atau menonaktifkan cookie masa depan Anda mungkin tidak dapat mengakses area atau fitur tertentu dari Situs Web. </p> <p><b>25. KELUHAN DAN PEMBERITAHUAN</b></p> <p>25.1 Tidak ada klaim atau perselisihan berkenaan dengan:</p> <p>25.1.1 penerimaan atau penyelesaian taruhan yang telah Anda buat menggunakan Layanan akan dianggap lebih dari tiga puluh hari setelah tanggal transaksi asli; dan</p> <p>25.1.2 permainan yang telah Anda mainkan menggunakan Layanan akan dianggap lebih dari dua belas minggu setelah tanggal terjadinya transaksi atau permainan yang relevan.</p> <p>25.2 Jika Anda ingin mengajukan keluhan mengenai Layanan, sebagai langkah pertama, Anda harus, secepat mungkin, menghubungi Layanan Pelanggan tentang keluhan Anda, yang akan ditingkatkan sebagaimana diperlukan dalam tim Layanan Pelanggan kami hingga penyelesaian.</p> <p><b>26. TRANSFER HAK DAN KEWAJIBAN</b></p> <p>26.1 Kami berhak untuk mentransfer, menugaskan, mensublisensikan atau menjaminkan Ketentuan Penggunaan (\"penugasan\"), secara keseluruhan atau sebagian, kepada siapa pun tanpa pemberitahuan kepada Anda, dengan ketentuan bahwa penugasan tersebut akan dilakukan dengan persyaratan yang sama istilah yang tidak kalah menguntungkan bagi Anda.</p> <p>26.2 Anda tidak dapat mengalihkan, mensublisensikan atau mentransfer dengan cara apa pun hak atau kewajiban Anda berdasarkan Ketentuan Penggunaan.</p> <p><b>27. ACARA DI LUAR KONTROL KAMI</b></p> <p>27.1 Kami tidak akan bertanggung jawab atau bertanggung jawab atas kegagalan untuk melakukan, atau menunda kinerja, salah satu kewajiban kami berdasarkan Ketentuan Penggunaan yang disebabkan oleh peristiwa di luar kendali kami yang wajar, termasuk (tanpa batasan) kegagalan jaringan telekomunikasi, listrik kegagalan, kegagalan peralatan komputer pihak ketiga (atau lainnya), kebakaran, kilat, ledakan, banjir, cuaca buruk, perselisihan industri atau penguncian, aktivitas teroris dan tindakan pemerintah atau pihak berwenang lainnya (\" <b>Force Majeure Event </b>\").</p> <p>27.2 Kinerja kami dianggap ditangguhkan untuk periode berlakunya Peristiwa Force Majeure, dan kami akan memiliki perpanjangan waktu untuk kinerja selama periode itu. Kami akan menggunakan upaya wajar kami untuk menutup Acara Force Majeure atau untuk menemukan solusi yang dengannya kewajiban kami dapat dilakukan terlepas dari Acara Force Majeure.</p> <p><b>28. PENGECUALIAN</b></p> <p>28.1 Jika kami gagal untuk menuntut pelaksanaan yang ketat dari setiap kewajiban Anda atau jika kami gagal menjalankan hak atau upaya hukum yang menjadi hak kami, ini bukan merupakan pengabaian atas hak atau solusi tersebut dan tidak akan membebaskan Anda dari kepatuhan. dengan kewajiban seperti itu.</p> <p>28.2 Pengabaian oleh kami atas default apa pun tidak akan merupakan pengabaian dari default berikutnya.</p> <p>28.3 Tidak ada pengabaian oleh kami terhadap salah satu ketentuan dari Ketentuan Penggunaan ini yang berlaku kecuali dinyatakan secara tegas sebagai pengabaian dan disampaikan kepada Anda secara tertulis sesuai dengan paragraf 25 (Keluhan dan Pemberitahuan) di atas.</p> <p><b>29. KETERSEDIAAN</b></p> <p>29.1 Jika salah satu dari Ketentuan Penggunaan ini ditentukan oleh otoritas yang kompeten untuk menjadi tidak valid, melanggar hukum atau tidak dapat diberlakukan sampai batas tertentu, syarat, ketentuan atau ketentuan tersebut akan sejauh itu dipisahkan dari syarat, ketentuan dan ketentuan yang tersisa yang akan terus berlaku sejauh yang diizinkan oleh hukum.</p> <p>29.2 Dalam kasus seperti itu, bagian yang dianggap tidak sah atau tidak dapat dilaksanakan harus diubah dengan cara yang konsisten dengan hukum yang berlaku untuk mencerminkan, sedekat mungkin, maksud asli Operator.</p> <p><b>30. SELURUH PERJANJIAN</b></p> <p>30.1 Ketentuan Penggunaan dan dokumen apa pun yang secara tegas disebut di dalamnya mewakili seluruh perjanjian antara Anda dan kami dan menggantikan segala perjanjian, pemahaman atau pengaturan sebelumnya antara Anda dan kami, baik secara lisan maupun tertulis.</p> <p>30.2 Kita masing-masing mengakui bahwa tidak satu pun dari kita bergantung pada representasi, melakukan atau janji yang diberikan oleh yang lain atau tersirat dari apa pun yang dikatakan atau ditulis dalam negosiasi di antara kita kecuali sebagaimana dinyatakan secara tegas dalam Ketentuan Penggunaan.</p> <p>30.3 Tidak ada pihak yang akan mendapatkan pemulihan sehubungan dengan pernyataan tidak benar yang dibuat oleh pihak lain, baik secara lisan atau tertulis, sebelum tanggal kontrak (kecuali jika pernyataan tidak benar tersebut dilakukan secara curang) dan satu-satunya solusi pihak lain adalah untuk pelanggaran. kontrak sebagaimana diatur dalam Ketentuan Penggunaan.</p> <p><b>31. HAK PIHAK KETIGA</b></p> <p>31.1 Dengan pengecualian dari perusahaan Grup Operator, kecuali jika Ketentuan Penggunaan ini secara tegas menyatakan sebaliknya:</p> <p>31.1.1 seseorang yang bukan merupakan pihak dari Ketentuan Penggunaan ini tidak memiliki hak untuk menegakkan ketentuan apa pun berdasarkan Kontrak (Hak Pihak Ketiga) Act 1999; dan</p> <p>31.1.2 jika seseorang yang bukan merupakan pihak dari Ketentuan Penggunaan ini dinyatakan memiliki hak untuk menegakkan ketentuannya berdasarkan Undang-undang Kontrak (Hak Pihak Ketiga) 1999, kami dapat membatalkan atau mengubah Ketentuan Penggunaan ini kebijaksanaan kami sendiri (dan dokumen apa pun yang dimasukkan sesuai dengan atau sehubungan dengan itu) tanpa persetujuan Anda atau persetujuan dari orang tersebut.</p> <p><b>3 2 . GAMING TANGGUNG JAWAB / GAMBLING</b></p> <p>3 2 .1 Untuk pelanggan yang ingin membatasi perjudian mereka, kami menyediakan kebijakan pengecualian diri sukarela, yang memungkinkan Anda untuk menutup Akun Anda atau membatasi kemampuan Anda untuk menempatkan taruhan atau permainan di Situs Web untuk jangka waktu minimum enam bulan. Anda dapat meminta pembatasan itu berlangsung hingga lima tahun. Setelah Akun Anda dikecualikan sendiri, Anda tidak akan dapat mengaktifkan kembali Akun dalam keadaan apa pun sampai berakhirnya periode yang dipilih berdasarkan paragraf ini. Pada saat berakhirnya periode pengecualian diri, Anda akan berhak untuk memulai kembali penggunaan Layanan dengan menghubungi Layanan Pelanggan.</p> <p>3 2 .2 Jika Anda memerlukan informasi yang berkaitan dengan fasilitas ini, silakan berbicara dengan Layanan Pelanggan melalui bagian <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/help\">Bantuan</a> . </p> <p>3 2 .3 Kami akan menggunakan upaya wajar kami untuk memastikan kepatuhan dengan pengecualian diri. Namun, pengecualian diri membutuhkan komitmen bersama Anda dan Operator. Selama periode pengecualian diri Anda tidak boleh mencoba untuk mencoba membuka akun baru dan Anda menerima bahwa kami tidak memiliki tanggung jawab atau kewajiban apa pun jika Anda terus berjudi dan / atau berusaha menggunakan Situs web dan kami gagal mengenali atau menentukan bahwa Anda telah meminta pengecualian diri dalam keadaan yang berada di luar kendali kami termasuk, tetapi tidak terbatas pada, Anda membuka akun baru, berjudi di Kantor Taruhan Berlisensi atau melalui telepon daripada melalui internet atau menggunakan nama atau alamat yang berbeda.</p> <p><b>3 3 . LINK</b></p> <p>Di mana kami memberikan hyperlink ke situs web lain, kami melakukannya hanya untuk tujuan informasi. Anda menggunakan tautan semacam itu dengan risiko Anda sendiri dan kami tidak bertanggung jawab atas konten atau penggunaan situs web tersebut, atau untuk informasi yang terkandung di dalamnya. Anda tidak boleh menautkan ke situs ini, atau membingkainya tanpa izin tertulis dari kami.</p> <p><b>3 4 . HUBUNGI KAMI</b></p> <p>Operator dapat dihubungi di alamat yang diberikan dalam paragraf 2.1 di atas; melalui email dan / atau telepon di alamat pada bagian <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=id&amp;u=http://liveguess.net/about/contacts\">Hubungi Kami</a> di Situs Web </p> "
}
