{
  "Username": "ユーザ名",
  "Password": "パスワード",
  "Invalid Username/Password": "ユーザー名/パスワードが無効です",
  "Login": "ログイン",
  "Save username": "ユーザー名を保存",
  "Forget password": "ログインを取得する",
  "Register": "登録",
  "Deposit": "預り金",
  "Join": "参加する",
  "Save": "保存する",
  "Back": "バック",
  "Setting": "設定",
  "Language": "言語",
  "Your session has expired": "あなたのセッションは期限が切れました",
  "Your session ended. Please sign in again !": "あなたのセッションは終了しました。もう一度サインインしてください！",
  "Logout": "ログアウト",
  "Open": "開いた",
  "Close": "閉じる",
  "Bet Not Found": "見つからないと思いますd",
  "Last": "最終",
  "Cancel": "キャンセル",
  "Place Bet": "プレイスベット",

  "Home": "ホーム",
  "Market": "市場",
  "News": "ニュース",
  "Sports": "スポーツ",
  "Games": "ゲーム",
  "History Bet": "歴史ベット",
  "Open Bet": "オープンベット",
  "Current": "現在",
  "Bet Lower": "低くベット",
  "Guess": "推測",
  "Bet Higher": "もっと高く",
  "Time": "時間",
  "Bet Yes": "はい",
  "Result": "結果",
  "Bet No": "いいえ",
  "Bet Images": "ベット画像",
  "Bet Numbers": "ベットナンバー",
  "Bet 0-50" : "ベット 0-50",
  "Bet 51-100": "ベット 51-100",
  "Bet 0 - 50" : "ベット <div>0 - 50</div>",
  "Bet 51 - 100": "ベット <div>51 - 100</div>",
  "Round Bet": "ラウンドベット",
  "Bet History": "賭けの歴史",
  "Bet history in one section": "1つのセクションで歴史を賭ける",
  "View All": "全て見る",
  "Add:": "追加する:",
  "Click to add: ": "クリックして追加: ",
  "Betting": "賭け",
  "Clear": "クリア",
  "Chart odds": "チャートオッズ",
  "Question": "質問",
  "Questions": "質問",
  "Related News": "関連ニュース",

  "Back to top": "トップに戻る",
  "Terms and Condition": "利用規約",
  "Rules": "規則",
  "Contact Us": "お問い合わせ",
  "Your Feedback": "あなたのフィードバック",
  "Jobs & Career": "仕事とキャリア",
  "Afiliate Program": "アフィリエイトプログラム",
  "Privacy Policy": "個人情報保護方針",
  "Help": "助けて",
  "Office": "事務所",
  "Shop Locator": "ショップロケーター",
  "About": "約",

  "Notification": "お知らせ",
  "OK": "はい",
  "You must have a referral to join in !!!": "参加するにはアフィリエイトリンクが必要です。!!!",

  "Odd ${oddValue}": "奇数 ${oddValue}",
  "Type: ${type}": "タイプ: ${type}",
  "Your bet: ${value}": "あなたの賭け: ${value}",
  "Total: ${value}": "合計: ${value}",
  "Yes Win: ${value}": "はい勝ち: ${value}",
  "No Win: ${value}": "今: ${value}",
  "Yes Win": "はい勝ち",
  "Numbers Win": "数字が勝つ",
  "Images Win": "画像が勝つ",
  "No Win": "今",
  "Win": "勝つ",
  "Total refund: ${value}": "全額払い戻し: ${value}",
  "Higher Win: ${value}": "より高い勝利: ${value}",
  "Lower Win: ${value}": "下の勝利: ${value}",
  "Total for betting: ${value}": "賭けの合計: ${value}",
  "Singles (${singles} Selection)": "未婚者 (${singles} Selection)",

  "footer-first-verse" : "<span>ライブは支持することにコミットしていると思います<span style=\"color: #fbff47\">責任あるゲーム</span> 未成年のギャンブルは違法行為です。 </span>",
  "footer-second-verse" : "<span> Cookieに関するお知らせ：DTTはCookieを使用して、弊社のサイトを訪問している間のあなたの経験を向上させ、詐欺防止の手助けをし、私たちの法的および規制上の義務を果たします。読んでください <a href=\"\">クッキーポリシー</a> Cookieから取得した情報をどのように使用するか、およびCookie設定を変更する方法の詳細については。当社のウェブサイトを継続して使用することにより、お客様は当社のクッキーの使用に同意するものとします。 </span>",

  "ABOUT_HEADER": "なぜ使うのか “liveguess.net”",
  "ABOUT_BODY": "<main> <h6><strong>なぜ \"liveguess.net\"を使うのか</strong></h6> <ul> <li> <p>提供されているすべてのサービスの透明性</p> </li> <li> <p>「推測＆勝利」メンバーのみ</p> </li> <li> <p>Liveguess.netはメンバーとの勝ち負けには参加していません。</p> </li> <li> <p>結果は、世界有数の信頼できる情報源からリアルタイムでつながっています。</p> </li> <li> <p>サービスのランダムな結果を変更するために絶対に介入しないでください。</p> </li> <li> <p>会員に提供されるすべてのサービスでスマートコントラクトテクノロジを使用することを約束する</p> </li> <li> <p>スマートコントラクトは、最大10億米ドルの賞金で「パワー宝くじ」宝くじを提供するために使用されます。</p> </li> <li> <p>Liveguess.netは、すべての国の会員向けの娯楽商品およびサービスの流動性プロバイダーです。</p> </li> <li> <p>Liveguess.netは、経済的、政治的、社会的、スポーツ的、そしてゲーム的な生活のために、経験的に「勝つ」「失う」経験が透明に開かれる場所です。</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>同社はハイテク賭博、ニュース、スポーツ、ミニゲームの市場を開拓しました。私たちは、プレイヤーが選ぶべき多くのゲームに勝つための最も透明な結果を提供します。</p> </li> <li> <p>ゲームルールの校長は、メンバーに対して推測するメンバーです。会社は常に結果を際立たせるでしょう。したがって、未払いの賭けはすべて、未払いの金額に賭けたプレーヤーに、全返金額の割合に基づいて払い戻されます。</p> </li> <li> <p>最も信頼性の高い技術直接使用している合資会社はスマート契約です。これは常にプレイヤーと私たちのパワー宝くじのためにゲームを推測した結果を得るために使用されます。</p> </li> <li> <p>Electric LotteryはLiveguess Holdings Ltdの流通プロジェクトであり、高度な技術と変換力を使って、ランダムプレイヤーが1億アネアまたは億万長者になってチケットを購入する機会を創出します。 Liveguess.netのパワーナンバー</p> </li> </ul> </main>",

  "RULE_HEADER": "ルール",
  "RULE_BODY": "<ul> <li>推測：liveguess.netで製品やサービスの結果を予測しましょう</li> <li>低いと思う：ゲームで与えられた値より低い結果を予想します。</li> <li>より高いと思います：ゲームで与えられた値よりももっとゲームの結果を予測します。</li> <li>いいえ：問題の結果セットと比較して結果の予測が間違っていると思います</li> <li>はい：正しい結果を予測することは質問の結果セットと一致します。</li> <li>結果：世界の主要な信頼できる情報源からつながるliveguess.netの全製品およびサービスに対する予測の結果です。</li> <li>2つの結果間の合計予測値は、残差値がある場合は等しくなければなりません。残差値は、超過値に比例して余剰の予測に返金されます。</li> <li>勝利の予想は勝利の価値の5％に等しい料金を支払います</li> </ul>",

  "CONTACT_HEADER": "お問い合わせ",
  "CONTACT_BODY": "<p>1. Tele: 管理者 Liveguess</p> <p>2. Eメール: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "助けて",
  "HELP_BODY": "<p>電報アイコンをクリック</p> <p>命令: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">ダウンロード</a></p>",

  "POLICY_HEADER": "個人情報保護方針",
  "POLICY_BODY": "<p>当社のオンラインプライバシーポリシーへようこそ。データ保護法は、私たちはあなたに私たちはあなたの個人データを使用する方法と理由に関する詳細な情報を与えるためにそれを更新しました変更されています。よりここに調べます。</p> <p><b>ライブ推測プライバシーポリシー - オンライン</b></p> <p><b>このプライバシーポリシーの1.目的</b></p> <p>1.1このプライバシーポリシーは、我々は、ここでLiveGuessホールディング・リミテッド、（私たち、私たち、私たちの、演算子を）方法や方法を定めて、私たちはあなたについて得ることができる個人的なデータを収集し、使用しています。私たちはあなたの個人データを保護するために取るとどのようにあなたの個人データを確認し、修正することができ、あなたの個人データとステップがここに覆われて処理する方法。私たちは、それは我々が収集し、あなたの個人データを使用する方法として期待することについての重要な情報が含まれているとして、あなたは慎重にこのプライバシーポリシーを読むことをお願いいたします。あなたは、任意のデータ保護クエリー経由でカスタマーサービスに連絡することができ<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2文脈が要求しない限り、このプライバシーポリシーで定義されていない大文字の用語は疑いを回避するために、また適用し、あなたはこのプライバシーに加えて、一般的な利用規約を読み、理解する必要がありますどの、一般的な用語で定義されなければならないとして、ポリシー。</p> <p>1.3私たちは時折、本プライバシーポリシーを更新することができます。我々が行うとき、私たちは個人情報保護方針の下にある「最終更新日」が更新されますと、私たちはすべての変更を事前に通知します。また、あなたが頻繁にすべての更新のために、このプライバシーポリシーを確認することを確認してください。</p> <p><b>当社が収集情報の種類2</b></p> <p>2.1。私たちのサイトを訪問し、および/または我々のアプリを使用することにより、当社のウェブサイトを通して私たちにより当分の間提供されるサービスを利用するために登録し、telebetting、スポーツ賭博、ゲーム、アイテム課金の提供および/または任意のソフトウェア・アプリケーション（「サービス「）、またはこのプライバシーポリシーが適用されます、私たちに連絡。</p> <p>2.2。私たちはあなたから収集する個人情報は、以下を含むことができます。</p> <p>2.2.1。私たちのサービスの登録時に、あなたが当社に提供する情報。</p> <p>2.2.2。あなたが任意の対応と私たちはあなたと一緒に持っているすべての対応の記録で私たちに提供する情報。</p> <p>2.2.3。あなたがあなたの銀行口座やカードの詳細に関する情報だけでなく、私たちと一緒に行う取引の詳細;</p> <p>2.2.4。私たちのサービスの利用に関する情報。</p> <p>2.2.5。あなたは、完全な調査を通して私たちに提供したり、あなたが入力した競技会の情報。</p> <p>2.2.6。あなたの好みに関する情報。</p> <p>2.2.7。当社のシステムは、検出可能性のある犯罪者、詐欺やマネーロンダリング防止活動に関する情報。そして</p> <p>2.2.8。あなたの賭けの歴史とパターンについての情報。</p> <p>2.3。あなたは私たちにどんな情報を提供する必要はありませんが、そうでない場合、我々はあなたに要求されたサービスを提供することができない場合があります。</p> <p><b>お客様の個人データの3.</b></p> <p>データ保護法に基づき3.1、我々は唯一の私たちはそうするための合法的な根拠を持って、あなたの個人データを処理します。私たちがあなたと一緒に持っている契約のパフォーマンスの下であなたにサービスを提供する必要がある場合、あなたの個人データに関しては、これらの塩基があります。私たちは、法律上または規制上の義務に従ってそうすることを要求されます。どこにあなたの同意を与えています。どここれらはあなた自身の権利、自由と利益を害するないことを提供し、あなたの個人データを処理するために、当社の正当な利益です。</p> <p>3.2。私たちは、以下の目的のために、以下の合法的な条件に合わせて、あなたの個人データを処理します。</p> <p>3.2.1。あなたは、資金でアカウントに入金賭けを配置し、（契約の遂行に必要な）ゲームを含めたサービスの機能のすべてをフルに活用することができるようにアカウントを設定して動作させるために私たちを有効にするには。</p> <p>3.2.2。（契約の遂行に必要な）ユーザーにサービスを提供します。</p> <p>3.2.3。オンラインアカウントとあなたが（契約の遂行に必要な）これを要求している小売店のアカウントをリンクするには。</p> <p>3.2.4。私たちは（契約のパフォーマンスのために必要な）それらに対応できるようにするために私達のオンラインヘルプセンターを通じてあなたからの質問やコメントを受け取るために私たちを有効にしてください。</p> <p>3.2.5。電話の通話を録音し、私たちは私たちは、その後の通信（正当な利益）で個人を特定できるようにするために、当社の顧客サービスを向上させるだけでなく、セキュリティ目的のためにできるように訓練目的のために部門に、当社のカスタマーサービスからの通信を維持するために。</p> <p>3.2.6。あなたが預金の制限を設定どこで我々はあなたの要求（同意）に準拠していることを確認するためにあなたの預金額を追跡するために自動化された手段を使用します。</p> <p>3.2.7。あなたのギャンブルのパターンを監視し、（法的義務を遵守するために必要な）段落3.4で説明したように可能な責任あるギャンブルの問題を識別するために。</p> <p>3.2.8。、統計の準備あなたや他のお客様による本サービスの使用（正当な利益）に関する分析レポートと分析を提供します。</p> <p>3.2.9。私たちはより良い私たちのサービスを理解することができますし、それらがどのように我々の顧客によって知覚されるように、私たちは研究目的のためにあなたに連絡することを許可するには。このような通信は唯一の研究のためになり、あらゆるマーケティングは含まれません。私たちはあなたに私たちはあなたに（正当な利益を）送信するすべての通信で、今後の研究のオプトアウトする機会を提供します。</p> <p>3.2.10。あなたの（そして、すべてのお客様）ギャンブルの活動を監視し、当社のリスクおよびオッズ（正当な利益を）管理します。</p> <p>3.2.11。定期的にこのプライバシーポリシー（契約の遂行に必要な）を含む一般規約に重要なサービスの変更、技術的な問題の更新や変更を発表するあなたに書かれた通信を送信します。</p> <p>3.2.12。あなたの（私たちはそうすることのためではなく、あなたが同意した場合のみ）（同意）に興味のあるオファーやプロモーションを送信します。</p> <p>3.2.13。私たちはより良いサービス（正当な利益）あなたと他のプレイヤーを提供することができるように私たちのサービスのパーソナライズ使用を提供すること。</p> <p>3.2.14。（正当な利益を）私たちはより良いあなたの好みを理解できるように、あなたをプロファイルするために、どの製品や特典は、あなたとあなたに似た顧客のために最も適しているであろう。</p> <p>3.2.15。あなたは私たちのサービスに基づき本ソフトウェアをダウンロードすることを選択した場合は、通知ソフトウェアはまた、あなたのアクセスデバイスにダウンロードすることができます。これは、私たちは、新機能、アップデート、サービス通信、オファーやプロモーションについてお知らせするために、たとえば、あなたのアクセスデバイスに直接私たちのサービスについてあなたに通知を送信することができます。そのようなソフトウェアをダウンロードすることにより、あなたは、通知を受信することに同意するものとします。あなたはこれらの通知を受信したくない場合は、手動で「何これだ」あなたが受け取る通知のリンクが命令を「どのように削除するために」次」をクリックすることによって（たとえば、アクセスデバイスからの通知ソフトウェアをアンインストールする必要があります、またはあなたのアクセスデバイス上の該当する「設定」と「通知センター」アンインストールの指示に従うことによって）。</p> <p>3.3。我々は、可能なマネーロンダリング、犯罪や詐欺の収入の使用を含むサービスに接続された任意の疑いが非合法、不正または不適切な活性を特定し、調査するための措置を実施する必要があります。我々はまた、調査し、そのような八百長などのスポーツでの完全性、不正直、医療過誤やその他の深刻な不適切な行為に関連する潜在的な問題を特定することが義務付けられています。私たちは、このような活動が行われている疑いがある、または統治体から、このような活動に関する情報のための正当な要求を受信した場合、我々は、関係当局および/または自治体にこの情報を開示する必要があります。</p> <p>3.4。私たちの責任ギャンブルと社会的責任の義務に従い、当社のプレイヤーの利益のために、私たちは責任あるギャンブルの点で懸念を示している可能性がありギャンブル/預金パターンを監視します。私たちは、私たちのシステムは自動的にあなたと識別によって設定された限界を超えて堆積を防止することができます、私たちのプロセッサによって実行される検証及び信用チェックが自動で行っている（たとえば、このようなパターンを識別するために私たちを助けるために自動化された意思決定プロセスを使用することができます基礎）。これらの決定は、あなたが責任（法的義務を遵守するために必要な）ギャンブル助けるために私たちを可能にします。</p> <p>3.5。パラグラフ3.3と3.4で説明したように処理犯罪の防止または検出の目的だけでなく、責任あるギャンブルのために、私たちには、あなたは私たちが第三者から受信したり、サードパーティのソースにアクセスすることにより、照合情報を当社に提供する情報を補足しますソーシャルメディアやソーシャル・ネットワーキング・サイト（必要な法的義務を遵守するため）に、例えば、約たりすることにより、インターネット上で公開（制限なし）情報。</p> <p>あなたは私たち自身や第三者に関連する健康問題に関する情報を提供すると3.6は、我々はあなたの重大な利益や他の自然人のそれらを保護する必要があるという程度にこの情報を処理します。</p> <p><b>4.個人データを共有します</b></p> <p>4.1。私たちは、代わって、あなたの個人データを処理するために、分析会社、広告代理店、リスクと詐欺代理店またはカスタマーサービス機関を含むがこれらに限定されない特定の第三者を任命します。これらの第三者は、当社の指示に従って、あなたの個人データを処理し、我々は適切な措置は、あなたの個人データのみを、このプライバシーポリシーに従って処理し、すべての回で安全に保管されていることを確実にするための場所であることが保証されます。</p> <p>4.2。第3項に記載されている任意の共有に加えて、我々は将来のパートナー、広告主、投資家およびその他の営業、顧客、トラフィックパターンやその他の情報を記述するために、当社のサービスのユーザーに関する（例えば集約統計など）匿名データを開示することがあります評判の良い第三者やその他の合法的な目的のために、これらの統計は、あなたの個人データが含まれていません。</p> <p>4.3。第3項に記載されているように、我々は時折個人データの特定の種類を開示する法律、裁判所命令または政府当局によって必要となる場合があります。</p> <p>4.4。また、法律で認められている範囲内に、次のような状況で第三者と個人情報を共有することがあります。</p> <p>4.4.1。私たちがやって思えばそう、私たちの権利、財産、安全保障、または安全性、当社のサービス、当社のユーザー、または公衆を保護する必要があります。</p> <p>4.4.2。私たちの一般的な規約や私たちはあなたとの場所に持っている他の契約を強制するために、</p> <p>4.4.3。調査し、第三者の請求または申し立てに対して、自分自身や他人を守るために、そして</p> <p>4.3.4。交渉や、合併などのビジネストランザクション、制御、資産の売却、または破産の変化に対する中。</p> <p><b>5.あなたの情報を更新します</b></p> <p>あなたについて当社が保有する情報は私たちが私たちの法的および規制上の義務を遵守するため、また、よりよいサービスをご提供するために正確であることが重要です。そのため、あなたの個人データが常にデータまでであることを確認するように要求します。あなたは「マイアカウント/アップデートアカウントの詳細」（利用可能）を介して、またはカスタマーサービスに連絡してアカウントの中から任意の時点であなたの個人データを更新することができます。</p> <p><b>6.情報セキュリティ</b></p> <p>6.1。当社は、個人情報の不正アクセスや改ざんからの個人データおよび当社のサービスを保護するために努力しています。これは、または私たちの代理と私たちの情報収集、保存、および処理慣行の継続的な見直しに開催された個人データを保護するために、さまざまなセキュリティ対策の使用を含みます。</p> <p>6.2。このプライバシーポリシーに記載の用途に従うことを条件として、私たちは極秘に個人データのすべてを扱い、それが私たちのシステムに転送された後、安全な個人データを保持するために、すべての合理的な措置を講ずるよう努めに努めてまいります。しかし、インターネットは安全なメディアではなく、我々はあなたがオンライン公開任意のデータのセキュリティを保証することはできません。あなたは情報を提供し、インターネット上でオンライン扱うの固有のセキュリティリスクを受け入れ、これはGDPRで必要とされる、我々は代わりに適切な技術的および組織的対策を持っていることを確認するために私たちの失敗によるものでない限り、セキュリティの違反のために私たちが責任を保持しないでしょう。</p> <p>6.3。あなたは私たちから他のウェブサイトにリンクする場合<a href=\"http://liveguess.net/\">ウェブサイト</a>その後、あなたの個人データは、そのプライバシーポリシーに準拠します。私たちは、あなたが常にあなたの個人データが使用される方法を理解を保証するために新しいウェブサイトと対話する前にそのようなプライバシーポリシーを読むことをお勧めします。</p> <p><b>7.個人データに関して、お客様の権利</b></p> <p>7.1。あなたの個人データに関連して、次の権限を持っています：</p> <p>7.1.1。弊社が保有する個人情報にアクセスする権利。</p> <p>7.1.2。機械可読な.CSV（Microsoft Excelや同等で読める）などの形式やPDFファイル（Adobe社のAcrobatまたは同等に読める）に、特定の個人データを受ける権利。</p> <p>7.1.3。合法的な根拠は、それが私たちの正当な利益であるということですが、我々はまだ他の関連する合法的な基盤があるか、私達は私達の中にあなたの個人データの処理を継続するために説得力のある根拠を持っている個人データを処理することがありますのでご注意ください処理に反対する権利あなたの権利、利益または自由で上書きされていない利益。</p> <p>7.1.4。整流不正確な個人データを持っている権利。</p> <p>7.1.5。あなたがあなたの個人データがされている段落7.1.3、に基づき異議を唱えている段落8.1.8、に基づき同意を撤回している私たちはそれを処理することがもはや必要ではどこに消去しない特定の個人データを持っている権利、不法に処理された、またはあなたの個人データを消去することは法律上の義務に従って必要とされる場合、</p> <p>7.1.4。私たちは、単に自動化された手段を通じてあなたについて決定を下す関与ロジックの説明を要求する権利。</p> <p>7.1.5。あなたの国家データ保護レギュレータに文句を言う権利。</p> <p>7.1.6。私たちは、あなたの個人データを処理するために、あなたの同意を明確に要求しているとあなたに依存する他の合法的な条件は、当社のウェブサイトやソフトウェアアプリケーションに優先センターにアクセスするか、電子メールで送信することにより、この同意を撤回する権利を持っていなかった場所<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> そして</p> <p>7.1.7。マイアカウント/あなたの詳細部を介してアカウントを介して、または通信自体を経由してオプトアウトのいずれかによってダイレクトマーケティングのアウトを選ぶことによって行うことができるダイレクトマーケティング、に反対する権利。また、それが唯一のマーケティングを指示するために関係する範囲で任意のプロファイリングに反対する権利を有します。</p> <p>7.2。あなたの権利について不明な点があるか、あなたの個人データを処理することができる方法についての懸念がある場合、あなたはあなたの国家データ保護レギュレータにお問い合わせください。</p> <p>7.3。あなたがあなたの権利の尊重に要求を行う場合は、我々は、識別の証明が必要になります。我々はまた、あなたの要求を明確にすることを求めることができます。私たちは再三の要求を受信したり、要求が行われていると信じるに足る理由がある場合は不当に私たちが応答しない権利を留保します。</p> <p><b>8.マーケティング</b></p> <p>8.1。私たちは、随時あなたが興味を持つかもしれプロモーション、製品またはサービスに関連してご連絡かもしれないが、あなたは、このようなマーケティング・コミュニケーションを受け取ることに同意している場合のみ。あなたのマーケティングの設定を更新しても、オプトアウトのバランスアイコンメニュー内にある[設定]タブでいつでもできます。我々はまた、あなたが将来のマーケティング・コミュニケーションのオプトアウトするために利用することができます私たちのコミュニケーションの配信停止の機能が含まれます。</p> <p>8.2。我々はまた、より関連性のマーケティング・コミュニケーションをあなたを送信するためにあなたと私たちのサービスに関連して、あなたの活動の特定のプロファイリングを実行することができます。このプロファイリングは、当社のサービスのご利用にも好みのセンターでの選択によって基づき行われます。あなたは[Preferences]タブを経由して、あなたの好みを更新することができます。</p> <p>8.3。あなたは私たちも私たちの小売事業からのダイレクトマーケティングを受け取ることに同意している場合は、私たちはあなたの関節のオンライン小売申し出に関連するダイレクトマーケティングを送信することができます。</p> <p><b>9.個人データを保持</b></p> <p>私たちは、サービスをご提供するために必要な期間のためにあなたの個人データを保持します。したがって、あなたの個人情報は、アカウントの閉鎖（該当する場合）、またはあなたから発せられるたちとの最後の接触後までの7年間は維持されなければなりません。それはもはやあなたの個人データを処理する必要はありませんどこに我々はそれを削除します。私たちは、適用可能なすべての法的制限期間に特にに従いで、長い期間のために個人データを保持するために法的および規制上の要件を受ける可能性があること、しかし、注意してください。</p> <p><b>10. IPアドレス</b></p> <p>お使いのブラウザはまた、ウェブサイトがで表示され、どの言語を含む他の情報を生成し、あなたのインターネットプロトコルアドレス（「IPアドレス」）。IPアドレスは、あなたがあなたのインターネットサービスプロバイダまたはネットワークを経由してインターネットにログオンするたびブラウジングセッション中にコンピュータに割り当てられた番号のセット（あなたからインターネットにアクセスする場合、たとえば、仕事でコンピュータ）です。あなたのIPアドレスは自動的に当社のサーバーによって記録され、私たちのウェブサイトへの訪問者についてのトラフィックデータを収集するために使用されます。また、当社のサーバーの問題の診断に役立つ、と私たちのウェブサイトを管理するためにあなたのIPアドレスを使用します。</p> <p><b>11.クッキー</b></p> <p>11.1。「クッキー」は、あなたがウェブサイトを訪問するとき、あなたのアクセスデバイスにダウンロードし、それは、あなたの好みとして、お使いのブラウザから特定の情報を取得するためにウェブサイトを可能にしている小さなテキストファイルです。クッキーは、私たちはその機能を高め、あなたがクッキーに応じて、ページにして訪問する訪問からページから移動すると、ウェブサイトの情報や選択を覚えてできるようにすることで、Webサイトを使用して、あなたの経験を最大限に高めることができます。クッキーは、お使いのアクセスデバイスに悪影響を及ぼすことはありません。また、任意のウイルスやその他のマルウェアが含まれていません。</p> <p>11.2。異なったクッキーは、異なるタスクを実行します。例えば、いくつかのクッキーは、あなたのベットスリップしたり、言語設定を構築するとして、あなたのベット選択を思い出し、厳密に必要および/または機能的であるかもしれません。彼らはあなたがウェブサイトにログインし、ウェブサイトの別の部分にクリックスルー毎回のログインする必要性を防止保つように、これらは重要です。これらのクッキーを削除すると、当社のサービスを使用するためにあなたの能力に影響を与えます。その他のクッキーは、分析や広告の目的です。彼らは私たちがパフォーマンスを監視し、あなたが私たちのウェブサイト上で可能な限り最高の経験を得ることを確認することができ、あなたがウェブサイト内を移動する方法を教えて。これらのクッキーを無効にすると、特定の機能にアクセスすることができない場合がありますを意味します。我々はまた、あなたのIPアドレスなどのアクセスデバイス（デバイスの種類に関する情報を取得クッキーを使用し、ジオロケーションデータ、ブラウザ情報）私たちは私たちのアンチマネーロンダリングの要件を遵守し、顧客の経験に影響を与える可能性がある禁止プラクティスを検出するために、詐欺防止のためにあなたを識別するのに役立ちます。あなたは、あなたのアカウントにログインしているとき、私たちはあなたのアクセスデバイスからのデータを受信します。私たちは、サードパーティのCookieを使用する場合は、これらの個人データは、法的要件に従って保護されていることを確認するためにチェックを厳格になる場合がございます。これらのクッキーがなければ、私たちはすべてのサービスをご提供することができないかもしれません。私たちは、サードパーティのCookieを使用する場合は、これらの個人データは、法的要件に従って保護されていることを確認するためにチェックを厳格になる場合がございます。これらのクッキーがなければ、私たちはすべてのサービスをご提供することができないかもしれません。私たちは、サードパーティのCookieを使用する場合は、これらの個人データは、法的要件に従って保護されていることを確認するためにチェックを厳格になる場合がございます。これらのクッキーがなければ、私たちはすべてのサービスをご提供することができないかもしれません。</p> <p>11.3。あなたは、あなたのプライバシーとセキュリティの設定を制御することができます。クッキーの詳細については、それらを無効にする方法を私たちはあなたをお勧めします<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">ここをクリック。</a>さらに、あなたは一般的にサードパーティのマーケティングのクッキーについてこれらをより多くを学ぶことができ、それらを削除する方法<a href=\"http://www.youronlinechoices.eu/\">ここに</a>。特定のクッキーを防止しながら、ウェブサイトのご利用と楽しみに影響を与える可能性があります。クッキーの詳細については、どのように彼らは私たちのよくある質問をご覧管理します。</p> <p>11.4。あなたは私たちがクッキーを使用して情報を処理する方法と理由についての更なる情報については、利用規約の条項24を読んだことを確認してください。</p> <p>11.5。あなたはクッキーの私達の使用に同意するウェブサイトを利用し続けること。</p> <p><b>お問い合わせの12</b></p> <p>12.1。いつでもあなたは私たちがこのプライバシーポリシー内で設定され条項に付着していないと思われる場合は、経由して顧客サービスを接触させることにより、ご連絡ください<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>チャットを開始するか、電子メールを送信します。</p> <p>12.2。イベントでは、あなたが電子メールで送信することにより、当社のデータ保護事務局に連絡することができ、データのプライバシーの問題をエスカレートまたは当社の顧客サービスチームでは解決できない疑問を持っているしたいこと<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>。</p> <p>当社のウェブサイトのサービスを使用している場合、このプライバシーポリシーは効果的です</p> ",

  "AFFILIATE_HEADER": "アフィリエイト",
  "AFFILIATE_BODY": "サポート問い合わせ先: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "取引条件",
  "TERM_BODY": "<p><b>本サービスの利用規約</b></p> <p><b>1.はじめに：主な定義と使用条件の定義</b></p> <p>これらの契約条件では、以下の定義が使用されます。</p> <p>「 <b>アクセスデバイス</b> 」とは、コンピュータ、スマートフォンデバイス、フィーチャーフォン、タブレットデバイス、タッチデバイス、またはビデオゲームコンソールやスマートテレビなどのホームエンターテイメントシステムを含むがこれらに限定されない、サービスにアクセスする電子的手段を意味します。他の遠隔手段）</p> <p>「 <b>ボーナス条項</b> 」とは、本サービスの任意の部分に随時適用される、プロモーション、ボーナスおよび特別オファーに関するあらゆる条項および/または規則を意味します。</p> <p>「 バイイン <b>残高</b> 」とは、そのプロモーションに参加するために、そのプロモーションに適用されるボーナス条件に基づいて必要とされるバイイン金額を約束した金額を意味します。この残高に割り当てられています。</p> <p>「 <b>ダウンロード規約</b> 」とは、ウェブサイトを使用するためにダウンロードすることができるソフトウェアのダウンロードおよび/またはインストールの一環として、お客様が同意を確認するために必要な追加のエンドユーザー <b>利用規約を</b> 意味します。 これらの一般規約の付録に記載されて いる Playtechの エンドユーザー使用 許諾 契約</p> <p>「 <b>フリーベットプロモーション</b> 」 指定された市場での賭け金を作るための固定値の自由な賭けの形やあなたの市場に 賞与を含むボーナスが具体的にスポーツに賭けるためにあなたのアカウントに追加された推進、（i） を 意味します （ii）複数の賭け金で使用するためのバイインの金額（あなたがバイインバランスに追加した金額）にリンクした値を持つ資金の形で選択し、賭け金の要件に従うこと。</p> <p>「 <b>ギャンブル委員会</b> 」とは、そのウェブサイトが英国にある商業ギャンブルの規制当局を意味します。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gamblingcommission.gov.uk</a> ;</p> <p>「 <b>一般条件</b> 」とは、この文書に記載されている条件を意味します。</p> <p>「 <b>プライバシーポリシー</b> 」とは、インターネットを通じてアクセスされるオペレータのプライバシーポリシーを意味します。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/policy\">個人情報保護方針</a> リンク;</p> <p>「 <b>プロモーション</b> 」とは、弊社が提供する資金またはそれに相当するもので構成され、賭けを行うことができるお客様のアカウントに追加される、サービスに関連してお客様が利用できる特別オファーを意味します。 あなたの裁量で賭け金、特定のゲームで無料スピン、そしてスポーツベットで無料ベット</p> <p>「 <b>関連アカウントの</b> <b>条件</b> 」とは 、本利用規約の一部を構成する本一般条件の付録1に記載されている条件を 意味 します。</p> <p>「 <b>規則</b> 」とは、関連する種類の賭けおよび/またはゲームに特に適用される賭け規則およびゲーム規則を意味します。詳細は、1.3.1項および1.3.2項を参照してください。</p> <p>「 <b>サービス</b> 」とは、必要に応じて、Webサイト、 Telebetting を通じて、 および/または任意のAccess Deviceアプリケーション を通じて、オペレータによって当面提供されるサービスを意味し ます。</p> <p>「 <b>テレベッティング</b> 」とは、オペレーターによって提供されている当面の間の電話ベッティングサービスを意味します。</p> <p>「 <b>利用規約</b> 」とは、（a）一般規約を意味します。 （b）プライバシーポリシー （c）必要に応じて、第1.3項に基づき、お客様が使用しているサービスに適用される関連規則、ボーナス条項、および追加条項。 （d）関連アカウント条件 （e）ダウンロード規約。</p> <p>「 <b>賭け</b> 金の <b>要件</b> 」とは 、ボーナス資金（ボーナス賞金を含む）がお客様の口座から引き出す ことができるようにするために、賭け金 を 特定の値にするための ボーナス規約に基づくすべての要件を意味します。 他の金額（バイインバランスにあなたが入金したバイイン金額のサイズ、またはあなたが受け取ったボーナスなど）。 誤解を避けるために、 これはボーナス基金が一度賭けられなければならないという要件を除外しますが、それはボーナス条件があなたがそのボーナスを賭けることから何らかの賞金を直ちに引き出すことを許す場合だけです。 そして</p> <p>「 <b>Webサイト</b> 」とは、ドメイン名 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess./\">www.liveguess.net</a> にある、またはそのドメイン名を介してアクセス可能な、Webサイト、またはその各ページ、サブページ、サブドメイン、またはそのセクションを随時意味するもの です。</p> <p>1.2ウェブサイトのいずれかのセクションを使用および/または訪問することによって、あるいはウェブサイトを通じて、または Telebetting に アクセスする こと によってオペレーターとの間で口座を開設することによって 、あなたは利用規約に拘束されることに同意します。契約を締結するための電子通信の使用 （b）適用法によって許可されている範囲内で、手による署名を必要とする適用権または要件を放棄すること。 利用規約はあなたの法定権利に影響を与えません。</p> <p>1.3さらに、お客様が本サービスを使用してゲームをプレイしたり、本サービスを使用して賭けを行ったり、その他本サービスを使用したりする場合、 お客様 は以下のことに拘束される ことに 同意するものとします。</p> <p>ウィリアムヒルスポーツのすべてのスポーツの賭け については 1.3.1ルールは 、一般的なヘルプセクション（「 <b>賭けのルール</b> 」） の下で設定されました 。</p> <p>1.3.2 関連する一般的なヘルプセクションおよび「 <b>ルール</b> 」タブの下に記載されているとおり、 あなたがプレイするすべての <b>ゲームのルール</b> （「 <b>ゲームルール</b> 」）：</p> <p>「 <i>市場</i> 」タブ の下の 市場 のための1.3.2.1： <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/market\">市場</a> 関連 市場 のため 。</p> <p>「」 <i>ニュース</i> \"タブ の下の ニュース のための1.3.2.2： <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/news\">ニュース</a> 関連の ニュース のための 。</p> <p>「」 <i>スポーツ</i> \"タブ の下の スポーツ のための1.3.2.3： <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/sports\">スポーツ</a> 関連する スポーツ （チャンピオンリーグ、ヨーロッパリーグ、プレミアリーグ、 ラリーガ 、ブンデスリーガ、セリエA、リーグ1）</p> <p><i>「」Gamesの</i> タブ の下に G エイムズ のための1.3.2.4： <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/games\">ゲーム</a> 関連するゲーム</p> <p>１．３．２。 5 新しいゲームに関しては、そのようなゲームに適用される規則。</p> <p>1.3.3ボーナス条項</p> <p>1.3.4任意のダウンロード規約</p> <p>1.3.5ウェブサイトの「ヘルプ」セクションの「撤退」部分に含まれる撤退に関連する条件（「 <b>撤退条件</b> 」）。 そして</p> <p>1.3.6本サービスに適用されるその他の条件、および/または本サービスの一部としてお客様が本契約を確認するために必要とされるその他の条件、例えばTip Advisorサービスに関連する <b>条件</b> （「 <b>追加条件</b> 」）。</p> <p>利用規約の1.4元のテキストは 英語で あり 、それらのいずれかの解釈は英語の原文に基づいて行われます。 利用規約またはそれらに関連する文書または通知が他の言語に翻訳されている場合は、元の英語版が優先されます。</p> <p>1.5運営者とのあなたの契約を構成する利用規約の個々の部分の間に特別な矛盾または矛盾がある場合には、優先順位は以下のとおりです。</p> <p>1.5.1撤退条項</p> <p>1.5.2ボーナス規約</p> <p>1.5.3賭けの規則</p> <p>1.5.4ゲームの規則</p> <p>1.5.5追加の規約</p> <p>1.5.6関連アカウントの条件</p> <p>1.5.7一般規約</p> <p>1.5.8プライバシーポリシー そして</p> <p>1.5.9ダウンロード規約</p> <p>1.6 同意する前に、利用規約をよく お 読み ください 。 利用規約に同意したら、利用規約を印刷して保存し、確認メール、追加の規約、取引データ、ゲームのルール、公正取引のルール、およびWebサイトの利用に関連する支払い方法を保存してください。 下記の第3項に記載されているように、利用規約は変更されることがあります。</p> <p>1.7あなたが利用規約に同意し、それに拘束されることに同意しない場合は、口座を開設しないでください。 お客様が本サービスを継続して使用することは、当社がお客様に随時有効であると通知した利用規約に同意することを意味します。</p> <p>1.8利用規約は、オペレーターとのお客様の契約を規定し、その有効期限が切れます。 私達のウェブサイト を使っ て 。 誤解を避けるために、本Webサイトおよび Telebettingの 各セクションはすべて 利用規約に準拠しているため、お客様は本サービスの利用が利用規約に準拠していることを常に確認する必要があります。</p> <p>一般条件</p> <p><b>契約当事者</b></p> <p>2.1利用規約は、あなたと運営者との間で合意されるものとします。</p> <p>2.2本ウェブサイト、その中に含まれるオッズと価格、および利用規約は、いくつかの言語に翻訳されているため、関連する国の市民およびそれらの言語を話す他の国々によって使用されることを意図しています。</p> <p>利用規約で2.3参考に、「 <b>私たち</b> 」、「 <b>私たち</b> 」または「 <b>我々は</b> 」への参照です。</p> <p>2.3.1オペレーター または</p> <p>2.3.2お客様のアカウントに随時保有されている金銭に関連する契約条件の場合、かかる金銭を保有し、（適切な場合には）当社の代理店、パートナー、および供給業者を含むと見なされるオペレーターグループ会社。</p> <p><b>3.利用規約の変更</b></p> <p>3.1当社は、商業上の理由、法律または規制の遵守、規制当局からの指示、ガイダンスまたは推奨事項の遵守、または規制への準拠を含むさまざまな理由で、利用規約を随時変更する必要があります。カスタマーサービスの理由で。 最新の利用規約は、次のWebサイトからアクセスできます。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/term-condition\">規約と条件</a> <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/term-condition\"> </a> ウェブサイトのフッターセクションにリンクし、それらが発効する日付は、本一般条項の1.8項に記載されています。</p> <p>3.2利用規約に大幅な変更を加えたい場合は、3.3項に記載されている方法の1つを介して合理的に実行可能である限り、そのような変更についての事前通知を行います。 軽微な変更または実質的でない変更については、そのような変更についてユーザーに通知することはできません。そのため、ユーザーは利用規約を確認することをお勧めします。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/term-condition\">規約と条件</a> 定期的にウェブサイトにリンクしてください。</p> <p>3.3当社があなたに通知したい利用規約を変更した場合、当社の判断で適切と判断する通知方法で変更します。</p> <p>3.3.1電子メール（あなたが以前に提供した電子メールアドレスがある場合はその電子メールアドレスへ）</p> <p>3.3.2ウェブサイトのあなたの受信箱へのメッセージ。 または</p> <p>3.3.3ウェブサイト上の通知および当社は、当社の裁量により、「はい」または「同意する」をクリックし、「チェックボックス」またはその他の同様の確認方法をクリックすることにより、新しい利用規約に同意するように招待できます。君は。 お客様が当社にそのような確認を提供する、または 本第3項に基づく通知の後 もWebサイトまたはTelebettingを 継続して使用する場合 、お客様はその時点から以下を含む新しい利用規約に同意し、拘束されるものとします。あなたが改訂された利用規約を読んだかどうかにかかわらず、オペレータのアイデンティティに対する追加、削除、置換、またはその他の変更の疑いを避けるため。 何らかの変更がお客様に受け入れられない場合、 お客様は本サービスの使用を中止するか、本一般規約の第12項に従ってお客様のアカウントを閉鎖 することができます 。</p> <p>3.4本第3項にかかわらず、お客様の資金が第7.3条に基づいて保有される条件に変更を加える場合、当社は、当社の判断で適切と判断する方法でお客様に事前に通知します。 「はい」または「同意する」をクリックし、「チェックボックス」またはその他の同様の確認方法を確認して、そのような情報の受信を確認するように要求します。 あなたがそのような承認を私たちに提供した場合、 あなた はその時から新しい利用規約に同意し、拘束されたとみなされるものとします。 何らかの変更がお客様に受け入れられない場合、 お客様 は本サービスの使用を中止するか、本一般規約の第12項に従ってお客様のアカウントを閉鎖 することができます 。</p> <p><b>4.アカウントを開く</b></p> <p>4.1賭けを置いたり、サービスを利用してゲームをプレイするためには、 あなたは 演算子（「 <b>アカウント</b> 『または』 <b>アカウント</b> 」） で口座を開く必要があります 。</p> <p>4.2本サービスで使用するためにあなたのアカウントを開くために、あなたは次のことができます。</p> <p>4.2.1カスタマーサービスに連絡する。</p> <p>4.2.2をクリック <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">今すぐ参加</a> ウェブサイト上で画面の 指示に 従う 。</p> <p>4.2.3オペレーターが提供する他の口座開設方法によって開設すること。</p> <p>4.3あなたのアカウントは、オペレーターによって、またはそれ自身に代わっておよび/またはあなたが契約した関連オペレーターグループ会社のために、そのグループ内の他の会社によって運営されます。</p> <p>4.4あなたがあなたの口座を開設するときあなたはあなたの名前と生年月日を含む個人情報と住所、電話番号と電子メールアドレスを含む適切な連絡 <b>先詳細</b> （「 <b>あなたの連絡先詳細</b> 」）を 我々に提供するように求められます 。 あなたはカスタマーサービスに連絡することによってあなたの連絡先の詳細を随時更新することができます。 またはを通して マイアカウント ウェブサイト上の管理ページ：または時々、オペレータによって提供されるような他の方法によって。</p> <p>4.5あなたがあなたの連絡先の詳細を私達および私達のビジネスパートナーがあなたに私達の商品、製品またはサービスの他人または私達のビジネスパートナーのそれらに関するマーケティング情報を知らせるためにあなたに連絡させることを望まない場合による場合 [マイアカウント/詳細]の下にある設定を更新する 設定」またはカスタマーサービスに連絡してください。</p> <p>4.6あなたの口座を開設する際には、</p> <p>4.6.1あなたは、本サービスを利用する こと によって、 あなた は、お金を稼ぐのと同様に、お金を失う可能 性があるというリスクを理解し受け入れ ます。</p> <p>4.6.2あなたは以下の通りです。（a）18歳以上。 （b） あなたに適用される法律または管轄下 で ギャンブル またはゲーム活動が合法である <b>年齢</b> （「 <b>関連年齢</b> 」）。</p> <p>4.6.3ギャンブルは、あなたが居住する地域では違法ではありません。</p> <p>4.6.4あなたは合法的に契約を結ぶことができます。</p> <p>4.6.5あなたはギャンブルから除外されていません。 そして</p> <p>4.6.6パラグラフ11（共謀、不正、詐欺および犯罪行為）、20（利用規約の違反）、またはパラグラフ33.1（責任ある賭博/ギャンブル）に基づくアカウントの開設が完了していない場合。</p> <p>4.7あなたのアカウントはあなた自身の、正確な、名前と個人的な詳細で登録されなければならず、それはあなたのために一度だけ発行され、他の人、家族、世帯、住所（郵便またはIP）、Eメールアドレス、アクセス装置またはアクセスデバイスが共有されている環境（学校、職場、公共図書館 など ）および/または本サービスに関するアカウント。あなたが私たちと一緒に開設した、あるいは本サービスに関してあなたが有益に所有しているその他の口座は「 <b>重複口座</b> 」となります。 私たちはどんな重複アカウントも閉じることができます（しかしそうする義務はありません）。 重複アカウントを閉じる場合：</p> <p>4.7.1その重複アカウントを使用して獲得したすべてのボーナス、そのようなボーナスおよびフリーベットから発生したフリーベットおよび賞金は無効となり、お客様は没収されます。</p> <p>4.7.2当社は、当社の全裁量により、その重複口座に関して行われたすべての賞金を無効にし、すべての保証金を無効にして払い戻すことができます。重複アカウントに関してあなたが私たちに返金する金額は、私たちが他のあなたのアカウント（他のすべての複製アカウントを含む）から直接回収することができます。 または</p> <p>4.7.3当社は、当社の全裁量により、重複アカウントの使用が有効であると見なすことを許可することができ、その場合、重複アカウントを通じて、または重複アカウントを通じてあなたのために生じたすべての損失および賭けは、当社が保持するものとします。</p> <p><b>5.あなたの身元の確認</b> <b>マネーロンダリングの要件</b></p> <p>5.1あなたはそれを保証します：</p> <p>5.1.1口座開設時に指定した名前と住所が正しいこと。 そして</p> <p>5.1.2あなたはあなたがあなたの口座にいつでも入金するお金の正当な所有者です。</p> <p>5.2利用規約に同意することによって、あなたは （私たちはこれらの事実を確認するために自分自身を要求することができるか、第三者によって必要とすることができる（を含むが、規制機関、これらに限定されない）として随時そのような検証チェックを行うために私たちを 許可します \" <b>チェック</b> \"） あなたは、私たちの要求に応じて、 あなたがあなたがあなたのアカウントに行ったあらゆる預金に関するものも含めてあなたが私たちに提供したそのような情報に関して追加の詳細を提供することを要求されるかもしれない ことに同意し ます</p> <p>5.3当社が随時チェックを行っている間、当社は、お客様がお客様のアカウントから資金を引き出すことを制限したり、Webサイトの全部または一部へのアクセスを妨げることがあります。 規制上、セキュリティ上、またはその他の業務上の理由で、時々チェックを実施することがありますのでご了承ください。 そのような制限が問題の原因となっている場合は、カスタマーサービスに連絡してください。</p> <p>5.4特定の状況下では、チェックを完了するために、お客様に直接連絡し、お客様に詳細な情報を直接提供するよう求めなければならない場合があります。 この目的のために、私たちは独自の裁量で、 あなたの管轄区域の適用法またはその他の方法に従って、あなたが 公証 IDまたは同等の認証IDを 提供することを要求する 権利を持ち ます。銀行の明細書、銀行の参照、および資金源を検証するための書類。 そのような情報が私たちの満足のいくように提供されるまで、私たちはアカウントに関連してあなたによって行われる活動を妨げるかもしれませんまたは私たちは合理的にあなたによって故意に不正確な情報が提供された当社によるアカウントの閉鎖</p> <p>5.5関連年齢未満の人がWebサイトを利用することは違法行為となる可能性があります。 お客様が関連 年齢で あることを確認できない場合、お客様が関連 年齢 であることを確認できるまで、アカウントを一時停止することがあります。 あなたがその後当社とギャンブルまたはゲーム取引を行った時点で関連年齢に達していたことが証明された場合、以下のようになります。</p> <p>5.5.1あなたのアカウントは閉鎖されます。</p> <p>5.5.2未成年の間に行われたすべての取引は無効にされ、あなたが預け入れたすべての関連資金は、可能な限り、そのような資金の預け入れに使用された支払い方法で返金されます。</p> <p>5.5.3あなたが関連年齢に達している間に行われた預金はすべてあなたに返金されます。 そして</p> <p>5.5.4お客様が関連年齢未満の期間に発生した賞金は、お客様により没収され（5.5.3項に基づき返還された保証金の額から差し引かれる場合があります）、お客様はオンデマンドで当社に返金されます。あなたのアカウントから引き出されたそのような資金。</p> <p><b>6.ユーザー名、パスワード、PIN、および顧客情報</b></p> <p>6.1あなたのアカウントを開設した後、 あなた はあなたのユーザー名、パスワードおよび/またはアカウント番号を他者に開示することを避けるためにあらゆる合理的なステップを踏む必要があります。あなたのアクセス装置に。</p> <p>6.2あなたのユーザー名、パスワードおよび/またはアカウント番号が正しく入力された場所で行われたすべての取引は、あなた によって 承認 された かどうかにかかわらず、有効とみなされ 、あなたがあなたのユーザー名、パスワードを開示した場合の請求に対する責任を負いません。または他の人にアカウント番号を（意図的にまたは偶然にかかわらず）。</p> <p>6.3あなたがあなたのアカウントの詳細を紛失したか忘れた場合、あるいはそのような詳細が 許可さ れてい ない 第三者に 知られていると信じる理由がある場合は、 カスタマーサービスを通じて交換のためにすぐに私達に連絡してください。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://www.williamhill.com/whHelp/%3Fv%3D0\" target=\"_blank\">助けて</a> ウェブサイトのセクション</p> <p><b>7.あなたの口座からの預金と撤回</b></p> <p>7.1あなたがサービスに参加することを望む ならば 、 あなた はあなたがアカウント保有者であるアカウントまたはソースからあなたのアカウントにお金を預けなければなりません。 そのようなお金は（第5項に従う）あなたが賭けをしたりゲームをするために使用することができます。 資金の入金、引き落とし、振り込み方法の詳細は、 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">助けて</a> ウェブサイトのセクション お客様が口座名義人ではない支払い方法を使用する場合、当社は、関連するすべての小切手が完全に完了するまで、口座への入金を無効（およびその入金から生じた賞金）として扱う権利を留保します。 。</p> <p>7.2お客様はさらに、お客様の口座への入金の取り消し、取り消し、その他のキャンセルをしないこと、およびお客様の預金の回収過程で当社が負担した費用を含む未払いの預金の返金および補償を行うことに同意します。 疑いを避けるために、あなたの口座は銀行口座としてあなたによって使用されてはならず、そして私達が釣り合った賭けまたは賭博活動なしにあなたの口座への入金および引き出しから気づいたならば、我々は管理手数料を差し引く権利を留保します。アカウントを閉鎖または一時停止しないでください。 あなたのアカウントに私たちと一緒に入金された金銭は、興味を引かないものとします。</p> <p>7.3弊社は 、お客様のために保有している金銭に何が起こるのか、および支払いが破綻した場合にそのような金銭がどの程度保護されるのかについてお客様に通知することを ライセンス に 求めています 。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a> 。 お客様がお客様の口座に入金した金額は、当社の資金とは別に保管される銀行口座および/またはエスクロー口座に保管されます。 あなたのアカウントの金額は、いかなる預金または銀行の保険システムまたは他の同様の保険システムによっても保証、保証、後援、またはその他の方法で保護されていません。 そのため、あなたのアカウントの金額は、支払い不能の場合には保護されません。 これは、ギャンブル委員会の顧客資金の分離に関する基本的な分離の要件を満たしています。</p> <p>7.4当社は、（利用規約に違反しているかどうかにかかわらず）お客様の口座に対して、オペレーターのグループ内の他の会社に対してお客様が支払うべき金額（重複アカウントを含む）に対してプラスの残高を相殺することができます。これには、4.7項に基づいて賭けまたは賭けを再決済する場合を含みますがこれに限定されません。 （重複口座）、パラグラフ11（共謀、詐欺、詐欺および刑事活動）またはパラグラフ18（過誤または省略）。</p> <p>7.5あなたの地域の法律または税金または他の当局によって要求される範囲で、あなたはサービスから生じるあなたの勝ち負けを報告する責任があります。</p> <p>7.6あなたはいつでもあなたのアカウントに入金制限を設定することができます。 お客様の預金限度額を引き上げたいというお客様の 24 時間前の通知 なしにこの限度額を引き上げることはできません。 お客様からの引き上げ要求から24時間が経過した場合に限り、引き上げが適用されます。 デポジット制限の設定方法の詳細については、カスタマーサービスにお問い合わせください。または（あなたのアカウントがWebサイト用の場合） 、[マイアカウント]、[アカウント詳細の更新]の順にクリック して制限を設定し ます。 あなたの預金限度額への確認された減少は即座に有効になります。</p> <p>7.7 第12条（あなたの口座の閉鎖 など ） に従って、あなた はいつでもあなたの口座からの資金の引き出しを要求することができます（この引き出しの権利には、あなたのバイインバランスおよびその他の預金資金の全部を引き出す権利が含まれます） ）、</p> <p>7.7.1お客様のアカウントへの支払いはすべて清算済みとして確認されており、チャージバック、取り消し、その他の方法でキャンセルされたものはありません。</p> <p>7.7.2上記の第5項（あなたの身元の確認、マネーロンダリングの要件）で言及されているすべての小切手は、私たちの満足のいくように完成しています。 そして</p> <p>7.7.3 あなた はあなたのアカウントに影響を与える他の関連する引き出し条件を遵守しました。 引き出し条件にはいくつかの最低引き出し額の制限があります（選択した支払い方法によって異なります）が、あなたのアカウントがその最低数よりも少ない場合（任意のバイインバランスを含む）、当社はいかなる場合でも（記載されている最低金額がある場合でも）アカウントの残高</p> <p>7.8 あなたが資金をあなたにどのように振替えるべきかに関して十分な情報をあなたに提供するという条件で私たちが承認したどんな引き出しでも、私たちは7.7に従って関連資金をあなたに返します。適用法を遵守するための撤退から） お客様によるいずれかのバイインバランスの引き出しは、そのプロモーションに関連するボーナス条件に従って、そのバイインバランスに関連するすべてのボーナスバランスを取り消すことになりますのでご注意ください。 あなたのバイインバランスを引き出すために、あなたはバイインバランスが関連するどんなプロモーションでも最初にキャンセルする必要があるかもしれません、そして、これが必要とされるならばそうする方法に関する完全な指示はそのプロモーションに関連するボーナス条件に含まれます。</p> <p>7.9私達はあなたの出金の支払い方法と支払いの通貨に関するあなたの要求に応えるように努めます。 しかし、これは保証できません。 したがって、私たちはあなたが要求したものとは異なる支払い方法、例えば銀行振込または電信送金（関連する支払い方法に関連した料金はすべての支払い方法に記載されています）で引き出しを処理し支払います。 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/help\" target=\"_blank\">助けて</a> ウェブサイトのセクション）。 同様に、場合によっては、お客様の引き出しの通貨が、お客様の預金が行われた通貨、またはお客様が他の方法で要求した通貨ではない場合があります。私たちはに記載されているように <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/help\" target=\"_blank\">助けて</a> ウェブサイトのセクション</p> <p>7.10無効なアカウント手数料。 あなたが自分のアカウントを賭けやゲーム、入金、引き出し、送金に使わなかった場合、あるいは他の方法で非アクティブであった場合、少なくとも13ヶ月連続して「 <b>非アクティブアカウント</b> 」となります。 すべての非アクティブアカウントには 料金（ 「非アクティブアカウント料金」） が発生します。 詳細については、Webサイトの[ヘルプ]セクションを参照してください。 お客様のアカウントが無効アカウントになった場合、および無効アカウント料金が差し引かれる少なくとも14日前に、当社はお客様に通知します。</p> <p><b>8.本ウェブサイトの法的使用</b></p> <p>8.1本Webサイトまたは本Webサイトを介した本サービスへのアクセスまたは使用は、一部のまたはすべての居住者、あるいは特定の国の人々にとって合法ではない場合があります。 そのような活動が違法となる国（アメリカ合衆国およびそのウェブサイトのヘルプセクションに記載されている地域を含む）の人々がこのウェブサイトを賭博、ゲーム、その他の目的で使用することは意図していません。 Webサイトがそのような国でアクセス可能である、またはそのような国の公用語で表示されているという事実は、そのWebサイトへのアクセスおよび使用の合法性またはその他に関する表明または保証として解釈されるものではありません。あなたのアカウントからの入金または賞金の受け取り。 当ウェブサイトの利用可能性は、そのような活動が法律で禁止されている司法管轄区における賭博、ゲーム、その他のサービスの使用または購読の申し込み、勧誘、または招待を意味するものではありません。</p> <p>8.2あなたがいる場所に適用される法律を決めるのはあなたの責任です。 あなたは、あなたの口座を開設したり、ウェブサイトを利用する際に、あなたがあなたの管轄で合法的に行動することを保証しなければなりません。</p> <p>8.3お客様が本ウェブサイトの使用が合法ではない国に居住していることが明らかになった場合、当社はお客様の口座を閉鎖する権利を有するものとします。私たちがそうすることが実際的であるとすぐにあなたに返金される。</p> <p><b>9.サービスを利用してあなたの賭け金やゲームを探す</b></p> <p>9.1賭けをするかサービスにアクセスするためには、あなたはヘルプセクションで提供される指示に従うべきです。</p> <p>9.2あなたが本サービスを使用して行った賭け、賭けまたは類似の取引の詳細（ 以下 「 <b>取引</b> 」）が以下の方法で正しい ことを確認するのはあなたの責任です 。</p> <p>9.2.1適切な場合には、関連する賭博規則またはゲーム規則に従って（直接、アプリケーションを通じて、またはその他の方法で）ウェブサイトを使用するとき。 そして</p> <p>9.2.2 Telebetting を使用する 場合 、あなたの賭けはあなたに 読み返され 、あなたはそれが私たちの電話代理店に正しいかどうかを確認するように求められます。</p> <p>9.3あなたの取引履歴は、あなたがウェブサイト上のマイアカウントをクリックするか、カスタマーサービスチームを通して（書面による明細書を受け取ることを選択することにより）アクセスすることができます。</p> <p>9.4 私たちはあなたが要求した取引の全部または一部を拒否する権利を留保します。 （a）お客様が利用規約に違反した場合、または（b）当社の独自の裁量により、当社がそのような裁量を行使したり、お客様が1つまたは複数の資格のある賭けを行った場合Free Bet Promotion）と私たちの裁量の行使は以下のようになります。</p> <p>9.4.1 あなたの能力に影響を与える： <br /> 9.4.1.1 必要なすべての予選ベットを行った後、そのフリーベットプロモーションから、フリーベット、またはそのフリーベットの全予想額を受け取る。 そして <br /> 9.4.1.2 そのフリーベットプロモーションで必要とされる残りの資格のあるベットを配置し、その結果、フリーベット、またはその結果としてあなたが受ける資格のあるそのフリーベットプロモーションからのフリーベットの全期待額を受け取ります。 そして <br /> 9.4.1.3 そのフリーベットプロモーションに関連する賭け金の要件をすべて満たすことを試みること。 または <br /> 9.4.2 そのフリーベットプロモーションに必要な予選ベットを完了するあなたの能力に重大な影響を与えます。</p> <p>9.5第9.2項に従ってお客様が適切な確認を行うまで（または別の方法で当社が承諾するまで）、取引は当社によって受理されません。 あなたは、トランザクションが正常に受け入れられたかどうかについて疑問がある場合 は 、 カスタマーサービスにお問い合わせください。</p> <p>取引が当社によって受理された後は、 別段の合意がない限り、取引をキャンセルする こと はできません。 あなたが電話賭博取引を行っていて、関連する電話接続が予期せず切断された場合でも、以下の場合には関連する賭けをしなければなりません。 （b）当社が関連イベントに対するベットの受領を中止する時点より前に、ベットの詳細があなたから当社に提供された。 （c）賭けは、通常の業務において私たちに受け入れられます。 そのような電話の切断の場合には、 あなた はあなたの賭けが行われたかどうかに関する確認のために私達のカスタマーサービスチームにすぐに連絡 する べきです。</p> <p>9.6当社は、当社の裁量により（また、貴方も当社が不当な優位性を得ることができない限り）、関連するイベントが始まったにもかかわらずベットを受け入れることを選択することができます。 ゲームに関しては、関連するゲームルールは、それ以上のステークが当社によって受け入れられない時点を規定します。</p> <p>9.7当社は、第5項（あなたの身元の確認）、第11項（共謀、不正、詐欺および刑事行為）または第18項（過誤または省略）の規定に従って取引をキャンセルまたは修正することができます。</p> <p><b>10.遠隔賭博または賭け</b></p> <p>10.1あなたが電子通信形式で本サービスにアクセスしている場合あなたは以下のことに注意する必要があります。</p> <p>10.1.1賭け金またはゲームのプレイのためのWebサイトの使用に関連して：</p> <p>10.1.1.1あなたは他の人が使用している機器より遅い接続または機器を使用しているかもしれず、これはウェブサイトを通して提供されるタイムクリティカルなイベントにおけるあなたのパフォーマンスに影響を与えるかもしれません。</p> <p>10.1.1.2お客様は、第17項（IT障害）に従って対処されるシステムの欠陥、障害、エラー、またはサービスの中断に遭遇する可能性があります。</p> <p>10.1.1.3本ウェブサイトを通じて提供される各イベントまたはゲームのゲームルールは利用可能であり、お客様が本ウェブサイトを通じて提供される本サービスを利用する前にあなたが検討するものとします。 そして</p> <p>10.1.1.4より多くのプレイヤーまたはより大きな流動性から恩恵を受けるWebサイトを通じて提供されるゲームでは、ゲームをプレイして参加するように事前にプログラムされている自動プレイヤー（ \"Bots\"）（ユーザー名は \"bot\"になります）を展開できます。私たちはあなたにそのような使用法を明確にせずにボットを使用しませんが流動性やゲームのプレーヤーの数を支援するために。 PokerソフトウェアにBotsをデプロイしていないことを明確に確認することができます。また、本サービスのユーザーによる使用を防ぐために、ソフトウェアプロバイダーと共同で積極的な措置を講じる予定です。 そして</p> <p>10.1.2本サービスの利用に関連して、お客様が「実行中」のイベントに賭けている場合、 お客様 は関連する最新の情報を閲覧または提供することができない場合があります。関連するイベントへ。「実行中」のイベントに関連する情報の送信が遅れることによって、お客様が被った損失や費用について、当社はお客様に責任を負いません。</p> <p>11. <b>衝突、詐欺、詐欺および犯罪行為</b></p> <p>11.1本サービスに関する以下の慣行（またはそのいずれか）。</p> <p>· ボーナスやその他の宣伝の乱用 および/または</p> <p>· 不公平な外部要因または影響を使用すること（一般に不正行為として知られている）。 および/または</p> <p>· （11.5.3項で定義されているように）不当な利益を得る。</p> <p>· 重複アカウントを開く。 および/または</p> <p>· 不正行為または犯罪行為を行った場合（それぞれ11.5項で定義）</p> <p>「 <b>禁止された慣習</b> 」を構成します。禁止された慣行は許可されておらず、利用規約の重大な違反となります。私たちは、禁止されている行為を防止し検出するため、そして関係する関係者が発生した場合にはそれを特定するためにあらゆる合理的な措置を講じます。ただし、上記を条件として、当社は、禁止行為の結果としてお客様が被ったいかなる損失または損害についても責任を負いません。また、禁止行為に関して当社がとる行動を決定するものとします。</p> <p>11.2 場合 あなたは、人がどの禁止実務に従事している疑いがある、私達に電子メールで送信またはカスタマーサービスに電話することによって、できるだけ早くすることができますようにそれを教えてください。</p> <p>11.3 あなた は、あなたがあなたがいかなる形式の禁止行為にも参加したり関係したりしてはならないことに同意します。</p> <p>11.4もしあれば：</p> <p>11.4.1 私たちは、あなたがいかなる形式の禁止行為（これには私たち（および私たちのゲームパートナーや他のサプライヤー）による詐欺、不正、共謀の検出の慣例に参加したか、関連している）を信じる合理的な根拠があります。関連する時点でギャンブルおよびゲーム業界で使用されています。 または</p> <p>11.4.2 あなたは、他のギャンブルサービスのオンラインプロバイダとの間で賭けやオンラインゲームをプレイし、他のギャンブルサービスに対する禁止行為、またはその他の不適切な行為と同等の疑いがあると思われます。 または</p> <p>11.4.3お客様がお客様のアカウントに対して行った購入または入金を、お客様が「チャージバック」または拒否したことが判明した場合。 または</p> <p>11.4.4合理的な見解では、本サービスの継続的な利用は、ギャンブル委員会および/またはジブラルタルのギャンブルコミッショナーから免許を受け続けることを含め、当社の規制下の地位に有害となる可能性があります。 または</p> <p>11.4.5 あなたは世界のどこにいても破産したり、同様の訴訟を起こしたりします。 </p> <p>それから、私たちはあなたの口座（および／またはあなたが事業者グループ会社との間であなたが保有する他の口座）に関して、残高の全部または一部を保留し、および／または口座から預金額を回収する権利を有する。このパラグラフ11.4に記載されているイベントのいずれかによって影響を受けた、または何らかの理由でその支払いに起因する、支払い、ボーナスまたは賞金。この第11.4項に定められた権利は、利用規約その他に基づき、あなたに対して私たちが持つかもしれないその他の権利（いかなるコモンローの権利を含む）にも影響を与えません。</p> <p>11.5この段落11の目的のために：</p> <p>11.5.1「 <b>詐欺行為</b> 」とは、あなた、またはあなたに代わって行動する、またはあなたと共謀する人物によって行われたあらゆる <b>不正行為を</b>意味します。ただし、これらに限定されません。（a）不正なチャージバックおよびレーキバック行為。 （b）盗まれた、複製された、さもなければ無許可の、あなたまたはあなたと同じゲームにいつでも参加していた他の人による使用 資金源としてのクレジットカードまたはデビットカード。（c）不当な利益を得るためのあなたと他人との共謀（ボーナス制度または当社が提供する同様のインセンティブを含む）。（d）虚偽または誤解を招くようなアカウント情報を登録しようとする試み。（e）適用される管轄区域において違法であると合理的に判断される、悪意を持って行われる、または当社の詐欺行為および/または契約上または法律上の制限を回避することを意図した行為または行為の試みは実際には私たちにいかなる損害や危害をも引き起こします。</p> <p>11.5.2「 <b>犯罪行為</b> 」には、マネーロンダリングおよび2005年ギャンブル法第42条に基づくいかなる違反も含まれますが、これらに限定されません。 そして</p> <p>11.5.3「 <b>不当な優位性</b> 」には、次のものが含まれますが、これらに限定されません。</p> <p>11.5.3.1本サービスに関連してお客様が使用した弊社または他の第三者のソフトウェアの欠陥、抜け穴、または誤りの悪用（いかなるゲームに関しても含む）。</p> <p>11.5.3.2 以下の機能を含むソフトウェアを含むがこれに限定されない、第三者の ソフトウェアまたは分析システムの使用。</p> <p>11.5.3.2.1は人間の介入なしにプレイを可能にする（例：ボット）、</p> <p>11.5.3.2.2は自動決定を行います、</p> <p>11.5.3.2.3ホールカード情報の共有 </p> <p>11.5.3.2.4はリアルタイムポーカーコーチングを提供します。</p> <p>11.5.3.3 11.5.3.2項の一般性にかかわらず、ポーカーゲーム用のボット（ポーカータブの下に表示されるゲームを含むがこれらに限定されない）およびスキルゲーム用のボット（これらのスキルを含むがこれらに限定されない）の使用[スキル]タブまたは[ゲーム]タブの下に表示されるゲームおよびその他の用途のためのボット。</p> <p>11.5.3.4いかなる場合においても、以下の第18.1項に定義されているエラーの、あなたによる悪用、または当社または他者の不利益。</p> <p>11.6禁止実践に関連して、段落11.4の下で、当社の権利を行使では、我々はすべての合理的な使用しなければならない 努力を 私たちの規制およびその他の法律上の義務に準拠しながら、私たちはあなたに公平である方法でそのような権利を行使し、ことを確実にし、他のお客様へ</p> <p>11.7当社は、関連当局、他のオンラインゲームまたはギャンブル事業者、他のオンラインサービスプロバイダおよび銀行、クレジットカード会社、電子決済プロバイダ、またはその他の金融機関にあなたの身元およびあなたによる禁止行為の疑いを通知する権利を留保します。そのような活動を調査するために、当社と全面的に協力してください。</p> <p>11.8 談合：当社は、価格またはプールが操作されたという疑いまたは証拠がある場合、あるいはレース、イベントまたは試合が不正行為とされ、その疑いまたは証拠によって当社または他の事業者が損害を被った場合ESSA（Sports Betting Integrity）に試合の結果を報告する。上記の証拠は、William Hillで弊社の賭けチャンネルの一部または全部に渡って行われた賭けのサイズ、量、またはパターンに基づいている可能性があります。</p> <p><b>あなたのアカウントの閉鎖; 12。利用規約の終了</b></p> <p><b>あなたによる閉鎖と終結</b></p> <p>12.1お客様のアカウントに残高が原因であることが示されていない場合、お客様は、カスタマーサービスを通じて弊社に連絡することにより、いつでも24時間以内に弊社に通知してお客様のアカウントを終了し、利用規約を終了できます。詳細は 、WebサイトのContact Us and <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Help</a>セクションにあります。 </p> <p>12.1.1あなたのアカウントを閉鎖したいというあなたの希望を示す。 そして</p> <p>12.1.2あなたが自分のアカウントを閉鎖したい理由、特にあなたが自分のアカウントを使用しているレベルに対する懸念のためにあなたがそうしている場合、その理由を述べる。</p> <p>弊社がお客様のアカウントに対するすべての活動について責任を引き受け続ける限り、当社はお客様の要求に応え、お客様のアカウントの閉鎖およびその閉鎖が有効になる日を妥当な期間内に確認します。 （どの時点で利用規約は終了します）。</p> <p>12.2お客様が第 12.1 項に基づいてあなたのアカウントの閉鎖を要求した場合、第12.3項に従って、あなたのアカウントの未払い残高はあなたに返金されます。</p> <p>12.3本第12条に基づくあなたの口座の解約時に、当社は（第12.6項に基づく当社の権利を制限することなく）あなたの口座の未払い残高の返済から以下のいかなる金銭も差し控える権利を有するものとします。 、不正、詐欺および犯罪行為）（b）第20項（利用規約の違反）に従うこと。（c）利用規約に別段の定めがある場合（適宜、第5.4項を含む）。（d）法律または規制で要求されている場合。</p> <p>12.4あなたのアカウントに未払いの残高を返済する場合、当社はあなたがあなたのアカウントの登録時にあなたが提供したのと同じ支払い方法、または当社が合理的に選択できるその他の支払い方法を使用するものとします。</p> <p>12.5あなたがあなたのアカウントを閉鎖したところで、あなたが我々にそう要請するならば、我々は以前と同じアカウント詳細であなたのアカウントを再び開くことができるかもしれません。そのような状況では、あなたのアカウントは以前と同じアカウント詳細を持つことになりますが、そのような再開設の日およびそれ以前のいかなる権利（以下を含むがこれに限定されません）に有効な利用規約が適用されます。ボーナスや臨時賞金）は無効になります。</p> <p><b>米国による閉鎖と終了</b></p> <p>12.6 私たちは、いつでも（そして利用規約に含まれる他の条項にかかわらず）、あなたのアカウントを閉鎖し、あなたの連絡先詳細を使ってあなたへの書面による通知（または通知の試み）で利用規約を終了する権利があります。 （あなたがフリーベットプロモーションに関して1つ以上の資格のある賭けをした場合）（第12.7項で説明されている状況であなたのアカウントを閉鎖した場合を除く）：</p> <p>12.6.1 あなたがフリーベット、またはそのフリーベットプロモーションからフリーベットの全期待額を受け取ることを許可し、必要なすべての予選ベットを行いました。 そして</p> <p>12.6.2 お客様が、そのフリーベットプロモーションに必要な残りの資格のあるベットを行い、その結果、そのフリーベットプロモーションから、結果として権利が与えられることになるフリーベット、またはフリーベットの全期待値を受け取ることを許可します。 そして</p> <p>12.6.3 あなたに、そのフリーベットプロモーションに関連するすべての賭け金要件を完了することを試みる機会をあなたに許可する。 そして</p> <p>12.6.4 あなたがそのフリーベットプロモーションに必要な予選ベットを完了することを許可します。弊社によるそのような終了の場合には、12.7項に従い、お客様の要請に応じて合理的に実行可能な限り速やかに、お客様の口座の残高を返金します。 </p> <p><br /> 12.7第11項（共謀、不正、詐欺および刑事行為）または第20項（利用規約の違反）に従って利用規約を閉鎖し利用規約を終了した場合、利用規約の残高は返金不可とみなされます。そのような閉鎖の日現在（お客様のアカウントの下、重複アカウント、その他にかかわらず）に当社がお客様に対して負う可能性のある請求の範囲内でお客様が没収されること。これらの未払いの賭けが 有効であれば、本一般規約の第11項または第20項に従わない限り、お客様のアカウントの閉鎖および利用規約の終了は、未払いの賭けに影響を与えません。 そして、あなたは決して本利用規約に違反していません。誤解を避けるために、弊社はお客様のアカウントにボーナスを入金することはありません。また、お客様は、（利用規約に従って、または当社が当社の決定に基づいて）終了した日以降いつでも偶発的な賞金を得ることはできません。あなたの要求に応えて）。</p> <p>12.8次の段落は、利用規約の終了後も存続するものとします。19、20、21、22、23、25、26、28、29、30、31、32および34、およびその他の目的のために必要な段落解釈; 賭けの規則、関連するゲームの規則、プライバシーポリシーおよび追加条項の関連セクションと一緒に。</p> <p><b>私達による中断</b></p> <p>12.9当社は、利用規約に明示されている状況において、お客様のアカウントを一時停止する権利を有します。お客様のアカウントが停止された場合：（a）アカウントが再開される日まで、いかなる行為も許可されません（入金、引き出し、賭けまたはゲームを含む）。（b）ボーナスや偶発的な賞金はアカウントに入金されません。（c）当社は、アカウントが適切に再開されるかまたは閉鎖されるように、合理的に実行可能な限り速やかに解決することを目的として、アカウントの停止を引き起こした問題に対処するものとします。</p> <p><b>13.本サービスへのアクセスおよび本サービスの使用</b></p> <p>13.1あなたは、あなたが本サービスにアクセスするためにあなたが使用する必要があるあなたのすべてのアクセス装置および関連機器ならびに電気通信ネットワークおよびインターネットアクセスサービスの供給および保守に対して全責任を負います。インターネットまたはお客様が本サービスにアクセスするために従事していた電気通信サービスプロバイダーによってお客様に引き起こされた損失（サービスの損失、不十分なインターネット接続、不十分な帯域幅またはその他の理由による）にかかわらず、当社は一切責任を負いません。 。誤解を避けるために、（疑いを避けるために）第三者の分析または「ボット」 プログラムを含め、本サービスと特定の第三者のソフトウェアまたはハードウェアとの互換性に関して、オペレーターはいかなる表明も保証も行いません。 どのサービスからの特定の結果を約束します。</p> <p>13.2いかなる場合も、中傷的、虐待的、卑猥、違法、人種差別的、性差別的、またはその他の差別的な性質である、またはそれらと見なされる、またはそれらと見なされる可能性のある目的でサービスを使用してはなりません。虐待的または攻撃的な言語や画像を使用したり、Webサイトを通じて他のユーザーを含む他の人を誓い、脅迫したり、嫌がらせをしたり、虐待を加えたり、他人としての見せつけ、またはそのような行動をしないでください。本サービス、カスタマーサービス、または弊社がお客様に提供するヘルプデスクまたはサポート機能を提供していたオペレータースタッフ。</p> <p>13.3あなたは個人的な娯楽のためだけにウェブサイトを使用するものとし、リンクを作成することを含む当社の明示的な同意なしにウェブサイトまたはその一部をいかなる形式でもアクセスまたは複製することはできません。</p> <p>13.4あなたは、あなたがウェブサイトに <b>アップロードしたコンテンツ</b> （以下「<b>アップロードされたコンテンツ</b>」） に関して単独で責任を負うものとし、そのようなコンテンツをアップロードする場合、あなたは次のことを 表明し保証します。</p> <p>13.4.1あなたは 、アップロードされたコンテンツに関して必要とされるすべての承認、同意、ライセンス および許可を得ており、ウェブサイト上のアップロードされたコンテンツの複製は著作権、商標、機密情報またはその他の知的財産権を侵害しません。第三者のいかなるもの</p> <p>13.4.2アップロードされたコンテンツには、第13.2項に違反する資料や第13.3項に違反するコードは含まれません。</p> <p>13.4.3アップロードされたコンテンツはすべての法律および規制（特にデータ保護とプライバシーに関連するものを含む）に準拠します。 そして</p> <p>13.4.4運営者は 、独自の裁量で、アップロードされたコンテンツの使用を使用および再使用許諾 する権利を有します。</p> <p>13.5ウェブサイトからあなたがダウンロードしたいかなる資料（第16項に基づくソフトウェア以外のもの）も、あなた自身の責任で完全にダウンロードしなければならず、またそのようなダウンロードによって引き起こされたデータの損失またはその他の損害に関して運営者は一切責任を負いません。</p> <p>13.6お客様による本サービスの使用が第13.2、13.3、13.4または13.5項のいずれかに違反すると信じる理由がある場合、当社は、他の権利を侵害することなく、違反しているコンテンツをウェブサイトから削除する権利を有するものとします。 。</p> <p><b>14.賭博と遊技の条件</b></p> <p>14.1賭博およびゲーム業界で使用される表現は多数あります。適切な場合には、一般的に使用されている賭けやゲームの表現の意味を説明する用語集がウェブサイトのヘルプセクションにあります。表現の意味について疑問がある場合は、次のことを行ってください。</p> <p>14.1.1あなたが賭けているまたはゲームをしているイベントまたはゲームに関連するヘルプセクションでその意味を調べてください。</p> <p>14.1.2それでも疑問がある場合は、明確化のためにカスタマーサービスに連絡してください。 そして</p> <p>14.1.3その意味があなたの満足のいくものと理解されるまで、いかなるイベントにも賭けやゲームをしてはいけません。</p> <p>あなたが賭け事またはゲームに関連するまたは関連する用語のいずれも理解していない状況で、あなたがサービスを通して提供される製品を通してあなたが賭け事またはゲームをする場合、我々は一切の責任を負いかねます。</p> <p><b>15.ウェブサイトの変更</b></p> <p>当社の絶対的な裁量により、継続的なウェブサイトの提供を確実にする目的で、ウェブサイトを通じて利用可能な製品またはサービス（提供される価格を含む）をいつでも変更または修正することができます。そのような修正の時点ですでに進行中です。随時、当社は、本ウェブサイトのメンテナンスおよび/または本ウェブサイトを通じて利用可能なゲームおよび/または製品の変更または修正を目的として、本ウェブサイトの一部にアクセスすることを制限することがあります。</p> <p><b>16.サードパーティーソフトウェア</b></p> <p>16.1本サービスを通じて提供される製品を使用するためには、 あなたは あなたのアクセスデバイス（「ソフトウェア」）の上の第三者によって提供されるソフトウェアをダウンロードしてインストールする必要があります。ソフトウェアには、アクセスデバイスアプリケーション、ダウンロードしたカジノおよびポーカー製品、およびプロモーション、マーケティング、施設のアプリケーション、製品、ソフトウェアなどが含まれますが、これらに限定されるものではありません。</p> <p>16.2そのような状況では、 お客様 は 、本ソフトウェアの使用に関して、本ソフトウェアの所有者またはライセンサーとの間で別途契約を締結する必要があります（「<b>第三者ソフトウェア契約</b>」）。利用規約とサードパーティソフトウェア契約との間に矛盾がある場合は、その矛盾がお客様と運営者との関係に関連する限り、利用規約が優先されます。 </p> <p>16.3お客様のアクセスデバイスに固有の設定と互換性のある方法で、ソフトウェアがお客様のアクセスデバイスにダウンロードされるようにすることは、お客様の責任です。誤解を避けるために、当社は、ソフトウェアの誤ったダウンロードがあなたのアクセス装置の操作に悪影響を及ぼす範囲内で、責任を負いません。</p> <p>16.4アクセスデバイスアプリケーションを介して提供されるサービスには利用規約が適用されるものとしますが、アプリケーション（「 <b>アプリケーション</b> 」）がアクセスデバイスにダウンロードまたはインストールされる条件は、ユーザーとの間で締結された契約に準拠するものとします。ただし、利用規約とそのような契約との間に矛盾がある場合は、その矛盾がお客様と運営者との関係に関連する限り、利用規約が優先されます。</p> <p><b>17. ITの失敗</b></p> <p>17.1本 サービス を提供するために当社が使用するソフトウェアまたはハードウェアに問題が発生した場合、合理的に可能な限り速やかにその問題を解決するためにあらゆる合理的な措置を講じます。そのような問題が、あなたや他のプレイヤーに何の損害も与えずに全く同じ位置から再開できない状況でゲームが中断された場合、私たちはあなたを公正な方法で扱うためのあらゆる合理的な措置を取ります。問題が発生する直前にオペレーターのサーバーにログインした最後のベットまたはゲームが完了した後に存在するポジションへのアカウントへ。</p> <p>17.2 技術的、ハードウェアまたはソフトウェアのいかなる種類の障害、あるいはネットワークの状態の喪失または利用不可能が原因で、プロモーションへの参加または参加が制限されたり禁止されたりする可能性があります。当社は、当キャンペーンへの参加、賞の獲得、受諾または使用を含む、本プロモーションへの参加に起因する損害、損失または怪我に対して一切責任を負いません。私たち自身、または私たち自身の過失に起因する死亡または人身傷害。</p> <p><b>18.エラーまたは訂正</b></p> <p>18.1当社が誤って賭け金または賭け金を承認した場合、または支払いを行った場合、さまざまな状況が発生する可能性があります。そのような状況の非網羅的なリストは次のとおりです。</p> <p>18.1.1情報の入力または市場の設定における明らかな誤りまたは省略の結果として、あるいはコンピュータの誤動作の結果として、お客様に対する賭けまたは賭け金のオッズまたは条件を誤って記載する場合。</p> <p>18.1.2「明白な誤り」をしたところ 明白なエラーは次の場合に発生します。</p> <p>18.1.2.1イベントが行われる前に行われた賭けに関して、提示される価格/条件は一般市場で利用可能なものとは大きく異なります。 または</p> <p>18.1.2.2いかなるイベントに関しても、イベントが発生する確率を考えると、賭けが行われた時点で提示された価格/条件は明らかに不正確です。</p> <p>18.1.3関連するイベントが進行中の場合（「進行中の」ベットが受諾された場合を除く）またはすでに終了した場合（「遅い」と呼ばれることがある場合を含む）ベット '）;</p> <p>18.1.4第11.1項に基づく禁止慣行の結果として誤りがあった場合。</p> <p>18.1.5私たちが賭けの規則に従って賭けを受け入れたり、取り消したり、再決済する権利を持ってはならなかった場合（例えば、「関連する偶発事象」のため）。</p> <p>18.1.6手動またはコンピューターの入力ミスの結果を含む、あなたに支払われた賞金/返品の金額に関して当社がエラーを犯した場合。 または</p> <p>18.1.7 お客様のアカウントに入金されたフリーベットおよび/またはボーナスの金額 に関してエラーが発生した場合</p> <p>このような状況は「 <b>エラー</b> 」と呼ばれます</p> <p><a name=\"_8.3\">18.2</a>私たちは以下の権利を留保します。</p> <p>18.2.1賭けが行われた時点で、発行された賭けに対して行われた誤りを訂正し、利用可能であるか、またはオペレータを通じて利用可能であるべき（公表誤りがない）正しい価格または条件で再決済する。賭けは、その賭けに対して通常の条件で行われたと見なされます。 または</p> <p>18.2.2上記の18.2.1に基づいて訂正および再決済し、ベットを無効にし、あなたのステークをあなたのアカウントに戻すことが合理的に現実的でない場合。 または</p> <p>18.2.3エラーが禁止された慣行から生じた場合は、11.4項に記載された手順を踏むこと。</p> <p>18.3あなたの口座に入金された、または過誤の結果としてあなたに支払われた金銭は、第18.2項に基づく決議まで、私たちを信頼してあなたが保有しているとみなされます。支払いは私達によってあなたになされます。そのような状況が存在する場合、あなたがあなたの 口座 に 金銭を持っているならば、我々はパラグラフ7.4に従ってあなたの口座からこれらの金銭を取り戻すことができます。私たちは、合理的に可能な限り早く、エラーを検出してあなたにそれらを知らせるためにあらゆる合理的な努力 を払うことに同意します。</p> <p>18.4当社（当社の従業員または代理人を含む）、当社のパートナーまたはサプライヤのいずれも、当方による過失または貴殿による過失によって生じた、賞金の喪失を含むいかなる損失についても責任を負いません。</p> <p>18.5あなたは、あなたがいかなる誤りに気付いたとしても合理的に実行可能な限り早く私たちに知らせるものとします。</p> <p>18.6あなたがあなたのアカウントに入金された、またはエラーの結果としてあなたに授与された金銭をその後の賭け金またはゲームのプレイのために使用した場合、私たちはそのような賭けを取り消しおよび/またはそして、当社がそのような賭けまたは賭博活動に対して支払いをした場合、そのような金額はあなたが私たちのために信頼して保有していると見なされ、あなたは。</p> <p><b>19.当社の責任の除外</b></p> <p>19.1お客様による本サービスへのアクセスおよび使用は、お客様の単独の裁量、裁量およびリスクに任されています。当社が意図しない方法、手段、または方法でサービスを利用しようとするあなたによるいかなる試みに対しても、当社は一切責任を負いません。</p> <p>19.2当社は、本サービスに合理的なスキルと注意を払い、実質的に利用規約に記載されているとおりに提供します。当社は、本サービス、または本サービスの一部を構成する製品またはサービスに関するその他の約束または保証を一切行いません。また、これに関する黙示的保証をすべて（黙示的保証を含む）除外します。満足のいく品質および/またはあなたの目的のための適合性。特に、本ウェブサイトの可用性が中断されないこと、またはバグ、ウイルス、その他のエラーがないことを保証するものではありません。</p> <p>19.3当社の賭博規則およびパラグラフ19.5の最大責任（当社のグループ会社、関連会社、役員、理事、代理人および従業員にそのサービスを提供することを含む）に定められているとおりに保存する。また、そのような責任が契約違反、不法行為（不当を含む）、またはその他の不履行が発生した場合でも、次のいずれかに限定されます。</p> <p>19.3.1当社の賠償責任がベットまたはステークに関連している場合、当社の責任に関連してあなたが賭けたベットまたはステークの金額が発生します。</p> <p>19.3.2当社の責任がファンドの誤用に関連している場合、あなたのアカウントの金額のうちの金額は、私たちには禁じられています。 そして</p> <p>19.3.3その他の事業者の賠償責任を問わず、数千ポンドの保証金（10,000ポンド）。</p> <p>19.4私たち（当社のグループ会社、関連会社、役員、理事、エージェント、および従業員を含む）は、そのような契約上の不履行や不法行為、またはその他の結果としての責任を負うものではありません。</p> <p>19.4.1データの損失</p> <p>19.4.2利益の喪失</p> <p>19.4.3収益の喪失</p> <p>19.4.4ビジネスチャンスの喪失</p> <p>19.4.5グッドウィルまたは評判の喪失または損傷。</p> <p>19.4.6事業の中断 または</p> <p>19.4.7いかなる損失または損害が発生した場合、その使用または利用の条件にかかわらず、いかなる間接的、特別または間接的な損失または損害が発生した場合。</p> <p>19.5利用規約のいかなる規定も、以下に関して当社が負う可能性のある一切の責任を排除するように機能するものではありません。</p> <p>19.5.1詐欺（詐欺的虚偽表示を含む） または</p> <p>19.5.2当社の過失による死亡または人身傷害</p> <p><b>20.利用規約の違反</b></p> <p>20.1お客様は、当社および当社の役員、取締役、従業員、代理人、請負業者、およびサプライヤをあらゆる損失、費用、費用、請求、請求、義務、責任および損害（弁護士費用を含む）から完全に賠償、保護、および害を及ぼすことはありません。次の結果として、またはそれに関連して、合理的に予測可能かどうかにかかわらず、発生する可能性があります。</p> <p>20.1.1あなた、またはあなたのユーザ名とパスワードを使用している他の誰かによるサービスへのアクセスと使用。 および/または</p> <p>20.1.2利用規約のいずれかの条項および規定へのあなたによる違反。</p> <p>20.2あなたが利用規約に違反している場合、当社は独自の裁量で、あなたのアカウントの一時停止または終了の前に、あなたが違反していることをあなたに通知し（あなたの連絡先詳細を使用）そのような通知がいかなる一時停止の前提条件にもならないことを条件として、あなたが行動を起こさなかったり、行動を起こしたり、行動を起こしたりしなかった場合あなたのアカウントの解約</p> <p>20.3当社は、合理的な見解であなたが利用規約のいずれかの条項を遵守しなかった場合、いつでも、あなたが選択したものでも、弊社が割り当てたものでも、ユーザ識別コードまたはパスワードを無効にする権利があります。</p> <p>あなたは利用規約のいかなる違反した場合、利用可能な他の救済策に加えて20.4は、 使用を 私たちはあなたの口座から合理的にあなたに対して主張パラグラフ20.1に基づき任意の量の範囲で任意の正のバランスを回復する権利を有します。</p> <p><b>21.知的財産権</b></p> <p>21.1本ウェブサイトのデザイン、テキスト、グラフィック、音楽、音声、写真、ビデオ、それらの選択および配置、ソフトウェアの編集、基礎となるソースコード、ソフトウェア、および本サービスの一部を構成するその他すべての資料は著作権およびその他の所有権の対象です。当社が所有するか、または 第三者の権利所有者からのライセンスに基づき使用されます。本サービスに含まれる資料をダウンロードまたは印刷できる場合は、その資料をお客様の個人的な非営利目的の使用のみを目的として単一のデバイスにのみダウンロードすることができます（ハードコピーを印刷することもできます）。</p> <p>21.2いかなる場合においても、本サービスの使用 によって、個人的な非独占的なもの以外に、当社または第三者によって所有される知的財産権（例えば、著作権、ノウハウ、商標 ） に対するいかなる利益もお客様に付与することはできません。 、非サブライセンス可能なライセンス 利用規約に基づきサービスを個人的、非商業的な使用に関連して、このような知的財産権を使用します。</p> <p>21.3 本利用規約に従って明示的に許可されている場合を除き、本ウェブサイト上に表示されている商標 またはロゴを使用または複製する権利は一切付与されません。</p> <p>21.4あなたは、他の人に 、本ウェブサイトまたはその一部を複製、保管、公開、賃貸、使用許諾 、販売、頒布、改変、追加、削除、削除または改ざんすることを、いかなる方法でも直接的にも許可してはなりません。利用規約に従ってウェブサイトを閲覧または使用している間以外に、または間接的にウェブサイトを妨害または妨害する（または妨害または妨害しようとする）。</p> <p>21.5「William Hill」および「Will Hill」という名前のすべての知的財産権、ロゴ、デザイン、 商標 、およびオペレーターのその他の特有のブランド機能、ならびにオペレーターまたは第三者によるウェブサイトのベストへの掲載内容オペレータまたは該当する第三者の あなたは、そのようなロゴ、デザイン、 商標 および他の特有のブランドの特徴を、当社の事前の書面による同意なしに、いかなる方法でも表示または使用しないことに同意します。</p> <p><b>22.ウイルス、ハッキング、その他の攻撃</b></p> <p>22.1あなたはしてはならない：</p> <p>22.1.1ウェブサイトを破損する。</p> <p>22.1.2 本Webサイト、本Webサイトが保存されているサーバー、または本Webサイトに接続されているサーバー、コンピューター、データベースへの不正 アクセスを 試みること。</p> <p>22.1.3情報、複数の提出物、または「スパム」でWebサイトをあふれさせる。</p> <p>22.1.4悪意のあるまたは有害なウイルス、ワーム、トロイの木馬、論理爆弾、または類似の資料の公開または伝播など、何らかの方法でWebサイトの機能に影響を与える可能性のある機能を故意または過失で使用すること。</p> <p>22.1.5本Webサイトに含まれる形式を問わず、何らかの方法で情報を妨害または改ざん、削除、またはその他の方法で改変すること。</p> <p>22.1.6サービス妨害攻撃または分散サービス妨害攻撃を介してWebサイトを攻撃する。私たちは1990年のコンピュータ誤用防止法違反の疑いがある場合は関連する法執行当局に報告し、私たちはあなたの身元を明らかにすることによってそれらの当局と協力します。そのような違反が発生 した場合、本ウェブサイトを使用するあなたの 権利は直ちに停止します。</p> <p>22.2お客様の使用に起因してお客様のアクセス装置および関連機器、コンピュータプログラム、データ、その他の所有物に感染する可能性のある分散サービス妨害攻撃、ウイルスまたはその他の技術的に有害な資料によって生じた損失または損害について、当社は責任を負いません。本ウェブサイトまたは本ウェブサイトにリンクされているウェブサイトに掲載されている資料のダウンロード</p> <p><b>23.あなたの個人情報</b></p> <p>23.1当社が保有するあなたのアカウントのすべての情報は安全にデータウェアハウス化されており、利用規約に別段の定めがある場合を除いて機密のままです（疑いを避けるためにプライバシーポリシーを含む）。</p> <p>23.2当社は、お客様の本サービスの利用において、当社がお客様から収集した個人情報を使用する方法で、データ保護の要件を遵守することを法律（特にジブラルタルのData Protection Act 2004）で義務付けています。そのため、私たちはあなたの個人情報を使用する方法に関して私たちの義務を非常に真剣に受け止めます。</p> <p>23.3あなたが本サービスを利用する前および利用するとき、私たちはあなたの名前と生年月日、あなたの連絡先詳細を含むあなたに関する特定の情報を集めることが必要です。 「 <b>あなたの個人情報</b> 」として知られるものとします）。</p> <p>23.4私達にあなたの個人情報を提供することによって、あなたは私達があなたの個人情報を 処理することに 同意します。</p> <p>利用規約（プライバシーポリシーを含む）に記載されている目的のための23.4.1 そして</p> <p>23.4.2他の目的で、サービスを運営する目的でお客様の個人情報を処理する必要がある場合</p> <p>たとえば、郵便サービス、マーケティングサービス、カスタマーサービスの代理店など、これらの目的のために当社のサービスプロバイダや代理店と共有することも含まれます。法的または規制上の義務を遵守するために、当社はお客様の個人情報を開示することもあります。</p> <p>23.5私たちはあなたから私たちが受け取った情報の正確な記録を維持するためにあなたが私たちに送るどんなコミュニケーションのコピー（どんなEメールのコピーも含む）も保持することができます。</p> <p><b>24.ウェブサイトでの「クッキー」の使用</b></p> <p>24.1本ウェブサイトは、お客様のインターネットの使用状況を追跡し、アクセスデバイスに関する特定の情報（IPアドレス、デバイスタイプ、地理的位置データ、ブラウザ情報など）を収集し、本 ウェブサイトの機能を支援するために「クッキー」を使用します。 。 クッキーとは、あなたがウェブサイトにアクセスしたときにあなたのアクセス装置にダウンロードされる小さなテキストファイルであり、それによって私たちはそれを 認識することができます。 あなたがウェブサイトに戻ったとき。クッキーは、（例えば）お客様がウェブサイトのさまざまな部分を閲覧したり、自分のアカウントを使用してゲームをプレイしたりする際にログインしたままにすることを許可するなど、ウェブサイトの運営に役立ちます。また、お客様がウェブサイト上の技術的な問題に遭遇した場所を特定できるようにするため、独自の分析目的でもCookieを使用しています。利用規約に記載されているリンクアカウント。 Cookieから取得した情報により、私たちは、マネーロンダリング防止の要件など、特定の法的および規制上の義務を順守することができます。テロ資金供与を目的とした当社のサービスの使用に対抗し、制限された管轄区域から当社のウェブサイトへのアクセスを防止することに対する社会的責任。 Cookieの使用により収集されたデータは、法執行機関やその他の規制機関と共有される可能性があります。 法的義務がある組織。 </p> <p>24.2お客様がCookieに異議を唱える場合、またはお客様のアクセスデバイスに既に保存されているCookieを削除する場合は、お客様のファイル管理およびインターネット閲覧ソフトウェアで既存のCookieを削除し将来のCookieを無効にする手順に従うことをお勧めします。クッキーの削除または管理に関する詳細情報は、当社の プライバシーポリシーに記載されています。 私たちの よくある質問 そして で www.aboutcookies.org 。当社のCookieを削除するか、将来のCookieを無効にすることにより、Webサイトの特定の領域または機能にアクセスできない場合があります。</p> <p><b>25.苦情および通知</b></p> <p>25.1以下に関する請求または紛争</p> <p>25.1.1お客様が本サービスを使用して行った賭けの受諾または決済は、元の取引日から30日以上経過したと見なされます。 そして</p> <p>25.1.2お客様が本サービスを使用してプレイしたゲームは、関連する取引またはゲームプレイが行われた日から12週間以上後と見なされます。</p> <p>25.2最初のステップとして、本サービスに関する苦情を申し立てたい場合は、合理的に実行可能な限り早急に、お客様の苦情についてカスタマーサービスに連絡してください。</p> <p><b>26.権利および義務の譲渡</b></p> <p>26.1当社は、お客様に通知することなく、利用規約の全部または一部を、他の者に譲渡、譲渡、サブライセンス供与、または誓約する権利を留保します。あなたにとってそれほど有利ではない用語。</p> <p>26.2お客様は、利用規約に基づくお客様の権利または義務を、いかなる方法でも譲渡、サブライセンス、またはその他の方法で譲渡することはできません。</p> <p><b>27.当社の管理外のイベント</b></p> <p>27.1当社は、利用規約に基づく当社の合理的な管理の及ばない出来事（通信ネットワークの不具合、停電など）に起因する一切の義務の履行の怠慢または履行の遅延について、一切責任を負いません。故障、第三者のコンピュータ（または他の）機器の故障、火災、落雷、爆発、洪水、悪天候、産業上の紛争またはロックアウト、テロ行為および政府またはその他の権限ある当局の行為（「 <b>不可抗力イベント</b> 」）。</p> <p>27.2不可抗力イベントが継続する期間中、当社のパフォーマンスは中断されているとみなされ、その期間中、パフォーマンスのための期間が延長されます。 不可抗力事件を終結させるため、または不可抗力事由にかかわらず当社の義務を果たすことができる解決策を見つけるために、私たちは合理的な努力 を払います。</p> <p><b>28.放棄</b></p> <p>28.1お客様の義務の厳格な履行を主張しなかった場合、または当社が権利を有する権利または救済のいずれかを行使しなかった場合、これはかかる権利または救済の放棄を構成するものではなくそのような義務があります。</p> <p>28.2当社によるいかなるデフォルトの放棄も、その後のいかなるデフォルトの放棄を構成するものではありません。</p> <p>28.3利用規約のいずれかの条項の放棄は、権利放棄であると明示的に述べられ、上記の第25項（苦情および通知）に従って書面でユーザーに通知されない限り、有効ではありません。</p> <p><b>29.可分性</b></p> <p>29.1利用規約のいずれかが管轄当局によって無効、違法、または法的強制力がないと判断された場合、その条件、条項、または規定は、継続する残りの諸条件、条件、および規定からその限りで切り離されます。法律で許される最大限の範囲で有効です。</p> <p>29.2そのような場合、無効または執行不能とみなされた部分は、適用可能な法律と一致する方法で、可能な限りオペレーターの当初の意図を反映するように修正されるものとします。</p> <p><b>総契約</b></p> <p>30.1利用規約およびその中で明示的に言及されている文書は、口頭または書面を問わず、お客様と私たちとの間の事前の合意、理解または取り決めに優先します。</p> <p>30.2利用規約に明示的に記載されている場合を除き、私達はどちらも、他者によって与えられたいかなる表明、約束、約束に頼ることも黙示的にも黙示的なものではないことを認めます。</p> <p>30.3いずれの当事者も、契約日前に、口頭でも書面でも、他者による不正確な陳述に関していかなる救済も行わないものとし、他の当事者の唯一の救済は違反に対するものとします。利用規約に規定されている契約の条件</p> <p><b>31.第三者の権利</b></p> <p>31.1これらの利用規約で別段の定めがない限り、オペレータのグループ会社を除く。</p> <p>31.1.1これらの利用規約の当事者ではない人は、1999年の契約（第三者の権利）法に基づくいかなる条項も執行する権利を有しません。 そして</p> <p>31.1.2これらの利用規約の当事者ではない者が1999年の契約（第三者の権利）法に基づくその利用規約のいずれかを執行する権利を有すると記載されている場合、当社はこれらの利用規約を以下で取り消すことができます。あなたの同意またはその人の同意なしに当社の独自の裁量（およびそれに基づいてまたはそれに関連して入力された文書）。</p> <p><b>3 2 。責任ある賭博/賭博</b></p> <p>3 2 .1ギャンブルを制限することを希望するお客様のために、私達はあなたがあなたのアカウントを閉鎖するか、または最低6ヶ月間ウェブサイトに賭けまたはゲームを置くあなたの能力を制限することを可能にします。制限は最長5年間有効です。あなたのアカウントが自己排除されると、あなたはいかなる状況においてもこの段落の下で選択された期間の満了までアカウントを再開することはできません。自己排除期間の満了時には、お客様はカスタマーサービスに連絡することにより、サービスの使用を再開する権利があります。</p> <p>3 2 .2この施設に関する情報が必要な場合は、 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/help\">ヘルプ</a>を通じてカスタマーサービスにご連絡ください。 セクション。</p> <p>3 2 .3私たちは 自己排除の順守を確実にするために合理的な努力 を払います。しかし、自己排除はあなたと運営者の両方の共同のコミットメントを必要とします。自己除外期間中、新しい口座を開設しようとする試みはいけないと、あなたがギャンブルを続け、および/またはウェブサイトを利用することを求めるならば、我々は一切の責任または一切責任を負わないことを受け入れると、私たちはしない 認識 またはあなたが要求していることを決定しますあなたが新しいアカウントを開設すること、インターネットや他の名前や住所を使用するのではなく、ライセンスベットオフィスや電話でギャンブルをすることを含みますが、これらに限定されない弊社の合理的な管理範囲を超える自己排除。</p> <p><b>3 3 。リンク</b></p> <p>他のWebサイトへのハイパーリンクを提供する場合、情報提供のみを目的として提供します。あなたはそのようなリンクをあなた自身の 責任 で使用します、そして、我々はそのようなウェブサイトの内容や使用、あるいはそれらに含まれる情報について責任を負いません。あなたはこのサイトにリンクすることも、私たちの書面による明確な許可なしにそれを組み立てることもできません。</p> <p><b>3 4 。お問い合わせ</b></p> <p>オペレーターは、上記の第2.1項に記載の住所に連絡することができます。Eメールおよび/または電話で <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ja&amp;u=http://liveguess.net/about/contacts\">お問い合わせ</a> ウェブサイトのセクション</p> "

}
