{
  "Username": "ឈ្មោះអ្នកប្រើ",
  "Password": "ពាក្យសម្ងាត់",
  "Invalid Username/Password": "ឈ្មោះអ្នកប្រើ / ពាក្យសម្ងាត់មិនត្រឹមត្រូវ",
  "Login": "ចូល",
  "Save username": "រក្សាទុកឈ្មោះអ្នកប្រើប្រាស់",
  "Forget password": "ទៅយកការចូលរបស់អ្នក",
  "Register": "ចុះឈ្មោះ",
  "Deposit": "ការដាក់ប្រាក់",
  "Join": "ចូលរួម",
  "Save": "រក្សាទុក",
  "Back": "ថយក្រោយ",
  "Setting": "ការកំណត់",
  "Language": "ភាសា",
  "Your session has expired": "សម័យរបស់អ្នកបានផុតកំណត់",
  "Your session ended. Please sign in again !": "វេនរបស់អ្នកបានចប់ហើយសូមចូលម្តងទៀត!",
  "Logout": "ចេញ",
  "Open": "បើក",
  "Close": "បិទ",
  "Waiting": "រង់ចាំ",
  "Bet Not Found": "មិនបានរកឃើញទាយd",
  "Numbers Win": "លេខឈ្នះ",
  "Images Win": "រូបភាពឈ្",
  "Last": "ចុងក្រោយ",
  "Cancel": "បោះបង់",
  "Place Bet": "ដាក់ភ្នាល់",

  "Home": "ផ្ទះ",
  "Market": "ទីផ្សារ",
  "News": "ព័ត៌មាន",
  "Sports": "កីឡា",
  "Games": "ហ្គេម",
  "History Bet": "ប្រវត្តិភ្នាល់",
  "Open Bet": "បើកការភ្នាល់",
  "Current": "នា​ពេល​បច្ចុប្បន្ន",
  "Bet Lower": "ភ្នាល់ទាប",
  "Guess": "ទាយ",
  "Bet Higher": "ភ្នាល់ខ្ពស់",
  "Time": "ពេលវេលា",
  "Bet Yes": "ភ្នាល់បាទ / ចាស",
  "Result": "លទ្ធផល",
  "Bet No": "ភ្នាល់លេខ",
  "Bet Images": "ភ្នាល់រូបភាព",
  "Bet Numbers": "លេខភ្នាល់",
  "Bet 0-50" : "ភ្នាល់ 0-50",
  "Bet 51-100": "ភ្នាល់ 51-100",
  "Bet 0 - 50" : "ភ្នាល់ <div>0 - 50</div>",
  "Bet 51 - 100": "ភ្នាល់ <div>51 - 100</div>",
  "Round Bet": "ការភ្នាល់ជុំទី",
  "Bet History": "ប្រវត្តិភ្នាល់",
  "Bet history in one section": "ប្រវត្តិនៃការភ្នាល់ក្នុងផ្នែកមួយ",
  "View All": "បង្ហាញទាំងអស់",
  "Add:": "បន្ថែម:",
  "Click to add: ": "ចុចដើម្បីបន្ថែម: ",
  "Betting": "ភ្នាល់",
  "Clear": "ជម្រះ",
  "Chart odds": "ហាងឆេង",
  "Question": "សំណួរ",
  "Questions": "សំណួរ",
  "Related News": "ព័ត៌មានទាក់ទង",

  "Back to top": "ត្រលប់​ទៅ​ខាងលើ",
  "Terms and Condition": "លក្ខខណ្ឌ​និង​លក្ខខណ្ឌ",
  "Rules": "ច្បាប់",
  "Contact Us": "ទាក់ទង​មក​ពួក​យើង",
  "Your Feedback": "ការ​ឆ្លើយតប​របស់​អ្នក",
  "Jobs & Career": "ការងារនិងអាជីព",
  "Afiliate Program": "កម្មវិធីតត",
  "Privacy Policy": "គោលការណ៍​ភាព​ឯកជន",
  "Help": "ជំនួយ",
  "Office": "ការិយាល័យ",
  "Shop Locator": "ហាងលក់ផលិតផល",
  "About": "អំពី",

  "Notification": "សេចក្តីជូនដំណឹង",
  "OK": "យល់ព្រម",
  "You must have a referral to join in !!!": "អ្នកត្រូវមានតំណតភ្ជាប់ដើម្បីចូលរួម !!!",

  "Odd ${oddValue}": "សេស ${oddValue}",
  "Type: ${type}": "វាយ: ${type}",
  "Your bet: ${value}": "ការភ្នាល់របស់អ្នក: ${value}",
  "Total: ${value}": "សរុប: ${value}",
  "Yes Win: ${value}": "បាទឈ្នះ: ${value}",
  "No Win: ${value}": "គ្មានឈ្នះ: ${value}",
  "Yes Win": "បាទឈ្នះ",
  "No Win": "គ្មានឈ្នះ",
  "Win": "ឈ្នះ",
  "Total refund: ${value}": "ការបង្វិលសងសរុប: ${value}",
  "Higher Win: ${value}": "ខ្ពស់ជាងឈ្នះ: ${value}",
  "Lower Win: ${value}": "ឈ្នះតិចជាង: ${value}",
  "Total for betting: ${value}": "ចំនួនសរុបសំរាប់ការភ្នាល់: ${value}",
  "Singles (${singles} Selection)": "បទចម្រៀង (${singles} ជម្រើស)",

  "footer-first-verse" : "<span> ការទាយទុកផ្ទាល់ត្រូវបានសន្យាដើម្បីគាំទ្រ <span style=\"color: #fbff47\">ការទទួលខុសត្រូវហ្គេម</span>. ល្បែងលេងល្បែងក្មេងមិនគ្រប់អាយុគឺជាបទល្មើសមួយ។.</span>",
  "footer-second-verse" : "<span> ការជូនដំណឹងអំពីឃុកឃី: DTT ប្រើខូឃីដើម្បីជួយកែលម្អបទពិសោធន៏របស់អ្នកនៅពេលទៅទស្សនាគេហទំព័ររបស់យើងជួយយើងទប់ស្កាត់ការក្លែងបន្លំនិងដើម្បីបំពេញកាតព្វកិច្ចផ្នែកច្បាប់និងបទបញ្ញត្តិរបស់យើង។ សូមអាន<a href=\"\">គោលការណ៍ឃុកឃី</a> សម្រាប់ព័ត៌មានបន្ថែមអំពីរបៀបដែលយើងប្រើប្រាស់ព័ត៌មានដែលទទួលបានពីខូឃីស៍និងរបៀបប្តូរការកំណត់ឃុកឃីរបស់អ្នក។ ដោយបន្តប្រើប្រាស់គេហទំព័ររបស់យើងអ្នកយល់ព្រមនឹងការប្រើប្រាស់ខូឃីស៍របស់យើង។ </span>",

  "ABOUT_HEADER": "ហេតុអ្វីប្រើ “liveguess.net”",
  "ABOUT_BODY": "<main><h6><strong>ហេតុអ្វីបានជាប្រើ \"liveguess.net\"</strong></h6> <ul> <li> <p>តម្លាភាពក្នុងគ្រប់សេវាទាំងអស់</p> </li> <li> <p>សម្រាប់តែ \"ស្មាន &amp; ឈ្នះ\" ប៉ុណ្ណោះ</p> </li> <li> <p>Liveguess.net មិនចូលរួមក្នុងការឈ្នះនិងចាញ់សមាជិកទេ</p> </li> <li> <p>លទ្ធផលត្រូវបានតភ្ជាប់ពេលវេលាពិតប្រាកដពីប្រភពល្បីឈ្មោះឈានមុខគេរបស់ពិភពលោក។</p> </li> <li> <p>ពិតជាមិនអន្តរាគមន៍ដើម្បីផ្លាស់ប្តូរលទ្ធផលចៃដន្យនៅក្នុងសេវាកម្មទេ។</p> </li> <li> <p>ប្តេជ្ញាក្នុងការប្រើប្រាស់បច្ចេកវិទ្យាកិច្ចសន្យាដ៏ឆ្លាតវៃនៅក្នុងគ្រប់សេវាកម្មដែលផ្តល់ជូនសមាជិក</p> </li> <li> <p>កិច្ចសន្យាឆ្លាតនឹងត្រូវបានប្រើដើម្បីផ្តល់ឆ្នោត \"ឆ្នោតអគ្គិសនី\" ជាមួយនឹងរង្វាន់រហូតដល់ 1 ពាន់លានដុល្លារអាមេរិក</p> </li> <li> <p>Liveguess.net គឺជាអ្នកផ្តល់សេវាទូទាត់សាច់ប្រាក់សម្រាប់ផលិតផលកម្សាន្តនិងសេវាកម្មសម្រាប់សមាជិកនៅក្នុងប្រទេសទាំងអស់។</p> </li> <li> <p>Liveguess.net គឺជាកន្លែងមួយដែលបទពិសោធន៍ \"ឈ្នះ\" និង \"ចាញ់\" មានតម្លាភាពបើកចំហសម្រាប់លទ្ធផលសេដ្ឋកិច្ចសង្គមនយោបាយកីឡានិងហ្គេម។</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>ក្រុមហ៊ុននេះបានត្រួសត្រាយផ្លូវទីផ្សារសម្រាប់ការភ្នាល់បច្ចេកវិទ្យាព័ត៌មានកីឡានិងមីនី។ យើងផ្តល់នូវលទ្ធផលដែលមានតម្លាភាពបំផុតសម្រាប់អ្នកលេងដើម្បីឈ្នះការប្រកួតជាច្រើនដើម្បីជ្រើសរើស។</p> </li> <li> <p>នាយកនៃច្បាប់ល្បែងគឺជាសមាជិកដើម្បីទាយប្រឆាំងនឹងសមាជិក។ ក្រុមហ៊ុននេះតែងតែឈរឈ្មោះដើម្បីរកលទ្ធផល។ ហេតុដូច្នេះរាល់ការភ្នាល់ឆ្នើមទាំងអស់នឹងត្រូវបានសងត្រលប់ទៅអ្នកលេងដែលបានភ្នាល់លើចំនួនទឹកប្រាក់ដែលនៅសល់ដែលមាននិងផ្អែកលើភាគរយនៃចំនួនទឹកប្រាក់បង្វិលសងសរុប។</p> </li> <li> <p>បច្ចេកវិទ្យាដែលគួរឱ្យទុកចិត្តបំផុតក្រុមហ៊ុនភាគហ៊ុនដែលប្រើដោយផ្ទាល់គឺកិច្ចសន្យាឆ្លាត។ នេះនឹងប្រើដើម្បីតែងតែមានលទ្ធផលនៃការទស្សន៍ទាយហ្គេមសម្រាប់អ្នកលេងនិងសម្រាប់ឆ្នោតអគ្គិសនីរបស់យើង។</p> </li> <li> <p>អេឡិចត្រូនិចគឺជាគម្រោងចែកចាយរបស់ក្រុមហ៊ុន Liveguess Holdings Ltd ដោយប្រើប្រាស់បច្ចេកវិទ្យាទំនើបនិងការកែច្នៃថាមពលដើម្បីបង្កើតឱកាសសម្រាប់អ្នកលេងចៃដន្យម្នាក់ក្លាយទៅជាមហាសេដ្ឋីឬមហាសេដ្ឋីដែលមានទឹកប្រាក់ត្រឹមតែ 50 សេនក្នុងការទិញសំបុត្រ។ លេខថាមពលនៅ Liveguess.net</p> </li> </ul></main>",

  "RULE_HEADER": "ច្បាប់",
  "RULE_BODY": "<ul> <li>ទាយ: ទស្សន៍ទាយលទ្ធផលនៃផលិតផលនិងសេវាកម្មនៅ liveguess.net</li> <li>ទាយតិចជាង: ទស្សន៍ទាយលទ្ធផលទាបជាងតម្លៃដែលបានផ្តល់នៅក្នុងហ្គេម។</li> <li>ទាយខ្ពស់: ទស្សន៍ទាយលទ្ធផលនៃល្បែងច្រើនជាងតម្លៃដែលបានផ្តល់នៅក្នុងល្បែង។</li> <li>ប៉ាន់ស្មានទាយ: ការទស្សន៍ទាយលទ្ធផលគឺខុសបើប្រៀបធៀបនឹងលទ្ធផលដែលបានកំណត់</li> <li>ប៉ាន់ស្មានបាទ: ព្យាករណ៍លទ្ធផលត្រឹមត្រូវដែលត្រូវគ្នានឹងលទ្ធផលដែលបានកំណត់នៅក្នុងសំណួរ</li> <li>លទ្ធផល: ជាលទ្ធផលនៃការព្យាករណ៍សម្រាប់ផលិតផលនិងសេវាកម្ម liveguess.net ទាំងអស់ដែលបានតភ្ជាប់ពីប្រភពល្បីល្បាញឈានមុខគេរបស់ពិភពលោក។</li> <li>តម្លៃដែលបានព្យាករណ៍សរុបរវាងលទ្ធផលទាំងពីរត្រូវតែស្មើគ្នាប្រសិនបើមានតម្លាដែលនៅសេសសល់នោះសំណល់នឹងត្រូវបានសងត្រលប់ទៅការព្យាករនៃអតិរេកសមាមាត្រទៅនឹងតម្លៃលើស។</li> <li>ការទស្សន៍ទាយដែលឈ្នះនឹងត្រូវបង់ថ្លៃស្មើនឹង 5% នៃតម្លៃឈ្នះ</li> </ul>",

  "CONTACT_HEADER": "ទាក់ទង​មក​ពួក​យើង",
  "CONTACT_BODY": "<p>1. Tele: អ្នកគ្រប់គ្រង Liveguess</p> <p>2. អ៊ីមែល: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "ជំនួយ",
  "HELP_BODY": "ចុចរូបតំណាង Telegram",
  "HELP_BODY": "<p>ចុចរូបតំណាង Telegram</p> <p>ការណែនាំ: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">ទាញយក</a></p>",

  "POLICY_HEADER": "គោលការណ៍​ភាព​ឯកជន",
  "POLICY_BODY": "<p>សូមស្វាគមន៍មកកាន់គោលការណ៍ភាពឯកជនលើបណ្តាញរបស់យើង។ ច្បាប់ការពារទិន្នន័យដែលត្រូវបានផ្លាស់ប្តូរដូច្នេះយើងបានធ្វើឱ្យទាន់សម័យវាដើម្បីផ្ដល់ឱ្យអ្នកបន្ថែមពីរបៀបនិងហេតុអ្វីបានជាយើងប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។ ស្វែងយល់បន្ថែមនៅទីនេះ។</p> <p><b>គោលការណ៍ភាពឯកជនបន្តផ្ទាល់ទាយ - លើបណ្តាញ</b></p> <p><b>1. គោលដៅនៃគោលនយោបាយសិទ្ធិឯកជននេះ</b></p> <p>1.1 គោលការណ៍ឯកជនភាពនេះកំណត់វិធីនិងរបៀបដែលយើង, LiveGuess ហូលលីមីតធីត (យើង, យើង, របស់យើង, ប្រតិបត្តិករ) ដែលប្រមូលនិងប្រើទិន្នន័យផ្ទាល់ខ្លួនដែលយើងអាចទទួលបានអំពីអ្នក។ លក្ខណៈដែលយើងដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនិងជំហានដែលយើងទទួលយកដើម្បីការពារទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនិងរបៀបដែលអ្នកអាចពិនិត្យឡើងវិញនិងកែទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកត្រូវបានគ្របដណ្តប់នៅទីនេះ។ យើងសួរថាអ្នកបានអានគោលការណ៍ឯកជនភាពនេះដោយប្រុងប្រយ័ត្នព្រោះវាមានសារៈសំខាន់មួយអំពីអ្វីដែលត្រូវរំពឹងថានឹងជារបៀបដែលយើងប្រមូលនិងប្រើទិន្នន័យផ្ទាល់ខ្លួនអំពីអ្នក។ អ្នកអាចទាក់ទងសេវាកម្មអតិថិជនជាមួយសំណួរការពារទិន្នន័យតាមរយៈ<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 លុះត្រាតែបរិបទបើមិនដូច្នេះទេតម្រូវឱ្យមានលក្ខខណ្ឌមូលធនមិនត្រូវបានកំណត់នៅក្នុងគោលការណ៍ឯកជនភាពនេះនឹងត្រូវបានកំណត់ក្នុងលក្ខខណ្ឌទូទៅដែលសម្រាប់ជៀសវាងការភ័ន្តច្រឡំផងដែរត្រូវបានអនុវត្តហើយអ្នកនឹងត្រូវការដើម្បីអាននិងយល់ពីលក្ខខណ្ឌទូទៅក្នុងការបន្ថែមទៅឯកជននេះ គោលនយោបាយ។</p> <p>1.3 យើងអាចធ្វើឱ្យទាន់សម័យម្តងម្កាលគោលការណ៍ឯកជនភាពនេះ។ នៅពេលដែលយើងធ្វើ, យើងនឹងកែប្រែកាលបរិច្ឆេទ \"ធ្វើឱ្យទាន់សម័យចុងក្រោយ\" នៅខាងក្រោមនៃគោលការណ៍ឯកជនភាពនេះហើយយើងនឹងជូនដំណឹងដល់អ្នកនៅក្នុងជាមុននៃការផ្លាស់ប្តូរណាមួយ។ សូមធានាថាអ្នកផងដែរជាញឹកញាប់ពិនិត្យមើលគោលការណ៍ឯកជនភាពនេះសម្រាប់ការធ្វើបច្ចុប្បន្នភាពណាមួយឡើយ។</p> <p><b>2. អ្វីដែលប្រភេទនៃពយើងប្រមូលបាន</b></p> <p>2.1 ។ តាមរយៈការមកទស្សនាគេហទំព័ររបស់យើងនិង / ឬការប្រើប្រាស់កម្មវិធីរបស់យើង, ការចុះឈ្មោះប្រើសេវានេះត្រូវបានផ្តល់ជូនសម្រាប់ពេលនេះដោយពួកយើងតាមរយៈរបស់យើងវេបសាយ, telebetting, ភ្នាល់កីឡា, លេងហ្គេម, តង្វាយឥតគិតថ្លៃដើម្បីលេងនិង / ឬកម្មវិធីណាមួយ (នេះ \"សេវាកម្ម \") ឬទាក់ទងមកយើងគោលការណ៍ភាពឯកជននេះនឹងត្រូវបានអនុវត្ត។</p> <p>2.2 ។ ទិន្នន័យផ្ទាល់ខ្លួនដែលយើងប្រមូលបានពីអ្នកអ្នកអាចមានដូចខាងក្រោម:</p> <p>2.2.1 ។ ពដែលអ្នកផ្តល់ឱ្យពួកយើងនៅពេលចុះឈ្មោះសម្រាប់សេវាកម្មរបស់យើង;</p> <p>2.2.2 ។ ពដែលអ្នកផ្តល់ឱ្យពួកយើងក្នុងការឆ្លើយឆ្លងណាមួយនិងកំណត់ត្រានៃការឆ្លើយឆ្លងគ្នាដែលយើងមានជាមួយអ្នកមួយ;</p> <p>2.2.3 ។ សេចក្តីលម្អិតនៃប្រតិបតិ្តការដែលអ្នកបានអនុវត្តជាមួយយើងដូចអំពីគណនីនិងកាតលម្អិតធនាគាររបស់អ្នក!</p> <p>2.2.4 ។ អំពីការប្រើប្រាស់សេវារបស់យើង;</p> <p>2.2.5 ។ ពដែលអ្នកផ្តល់ឱ្យពួកយើងតាមរយៈការស្ទង់មតិដែលអ្នកបានពេញលេញឬការប្រកួតប្រជែងដែលអ្នកបានបញ្ចូល;</p> <p>2.2.6 ។ ពអំពីចំណង់ចំណូលចិត្តរបស់អ្នក;</p> <p>2.2.7 ។ អំពីសកម្មភាពលាងលុយក្លែងបន្លំ, ព្រហ្មទណ្ឌឬប្រឆាំងនឹងការប្រាក់ដែលអាចធ្វើទៅណាមួយដែលប្រព័ន្ធរបស់យើងបានរកឃើញ! និង</p> <p>2.2.8 ។ អំពីប្រវត្តិសាស្រ្តភ្នាល់និងលំនាំរបស់អ្នក។</p> <p>2.3 ។ អ្នកមិនត្រូវបានទាមទារដើម្បីផ្ដល់ពណាមួយដើម្បីយើងប៉ុន្តែប្រសិនបើអ្នកធ្វើមិនបាន, យើងអាចនឹងមិនអាចផ្តល់ជូនលោកអ្នកនូវសេវាកម្មក្នុងការស្នើរសុំនេះ។</p> <p><b>3. ការប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក</b></p> <p>3.1 ក្នុងការអនុលោមតាមច្បាប់ការពារទិន្នន័យយើងនឹងដំណើរការតែទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដែលជាកន្លែងដែលយើងមានមូលដ្ឋានច្បាប់សម្រាប់ការធ្វើដូច្នេះ។ នៅក្នុងការគោរពនៃទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក, មូលដ្ឋានទាំងនេះគឺជាកន្លែងដែលវាគឺជាការចាំបាច់ក្នុងការផ្តល់នូវសេវាកម្មដល់អ្នកនៅក្រោមការអនុវត្តនៃកិច្ចសន្យាដែលយើងមានជាមួយអ្នក! ដែលជាកន្លែងដែលយើងត្រូវបានទាមទារដើម្បីធ្វើដូច្នេះដោយអនុលោមតាមកាតព្វកិច្ចច្បាប់ឬបទប្បញ្ញ; ដែលជាកន្លែងដែលអ្នកបានផ្តល់ការយល់ព្រមរបស់អ្នក; និងជាកន្លែងដែលវាជាផលប្រយោជន៍ស្របច្បាប់របស់យើងក្នុងការដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដែលបានផ្តល់ថាទាំងនេះមិនបានប៉ះពាល់ដល់សិទិ្ធធ្វើការដោយខ្លួនឯង, សេរីភាពនិងផលប្រយោជន៍របស់អ្នក។</p> <p>3.2 ។ យើងនឹងដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់គោលបំណងដូចខាងក្រោមនិងតាមលក្ខខណ្ឌគ្មានច្បាប់ដូចខាងក្រោម:</p> <p>3.2.1 ។ ដើម្បីជួយយើងក្នុងការបង្កើតនិងប្រតិបត្តិការគណនីរបស់អ្នកដូច្នេះអ្នកអាចធ្វើឱ្យការប្រើប្រាស់ពេញលេញនៃការទាំងអស់នៃលក្ខណៈពិសេសរបស់សេវាកម្មនេះរួមបញ្ចូលទាំងការប្រាក់គណនីរបស់អ្នកជាមួយមូលនិធិភ្នាល់និងលេងហ្គេម (ចាំបាច់សម្រាប់ការអនុវត្តកិច្ចសន្យាមួយ) ។</p> <p>3.2.2 ។ ដើម្បីផ្តល់នូវសេវាកម្មជូនអ្នក (ចាំបាច់សម្រាប់ការអនុវត្តកិច្ចសន្យាមួយ) ។</p> <p>3.2.3 ។ ដើម្បីភ្ជាប់គណនីនៅលើបណ្ដាញរបស់អ្នកនិងកន្លែងដែលអ្នកលក់រាយគណនីបានស្នើនេះ (ចាំបាច់សម្រាប់ការអនុវត្តកិច្ចសន្យាមួយ) ។</p> <p>3.2.4 ។ ដើម្បីអនុញ្ញាតឱ្យពួកយើងដើម្បីទទួលបាននូវសំណួរនិងមតិយោបល់ពីអ្នកតាមរយៈមជ្ឈមណ្ឌលជំនួយលើបណ្តាញរបស់យើងហើយសម្រាប់ពួកយើងដើម្បីអាចឆ្លើយតបទៅនឹងពួកគេ (ចាំបាច់សម្រាប់ការអនុវត្តកិច្ចសន្យាមួយ) ។</p> <p>3.2.5 ។ ដើម្បីកត់ត្រាការហៅទូរស័ព្ទនិងរក្សាទំនាក់ទំនងទៅនិងមកពីនាយកដ្ឋានរបស់យើងសេវាកម្មអតិថិជនបណ្តុះបណ្តាសម្រាប់គោលបំណងដើម្បីកែលម្អឱ្យយើងរបស់យើងដូចជាសេវាកម្មរបស់អតិថិជនផងដែរសម្រាប់គោលបំណងសន្ដិសុខដើម្បីអនុញ្ញាតឱ្យពួកយើងដើម្បីកំណត់អត្តសញ្ញាណមនុស្សក្នុងការប្រាស្រ័យទាក់ទងជាបន្តបន្ទាប់ (ផលប្រយោជន៍ស្របច្បាប់) ។</p> <p>3.2.6 ។ ដែលជាកន្លែងដែលអ្នកកំណត់ដែនកំណត់ការដាក់ប្រាក់យើងនឹងប្រើមធ្យោបាយស្វ័យប្រវត្តិដើម្បីតាមដានបរិមាណប្រាក់បញ្ញើរបស់អ្នកដើម្បីធានាថាយើងគោរពតាមការស្នើរសុំរបស់អ្នក (ការយល់ព្រម) ។</p> <p>3.2.7 ។ ដើម្បីត្រួតពិនិត្យលំនាំលេងល្បែងរបស់អ្នកនិងដើម្បីកំណត់អត្តសញ្ញាណដែលអាចធ្វើការព្រួយបារម្ភការលេងល្បែងការទទួលខុសត្រូវដូចដែលបានរៀបរាប់នៅក្នុងកថាខណ្ឌ 3.4 (ចាំបាច់ដើម្បីអនុវត្តតាមកាតព្វកិច្ចផ្លូវច្បាប់) ។</p> <p>3.2.8 ។ ការរៀបចំស្ថិតិ, ការផ្តល់របាយការណ៍វិភាគនិងការវិភាគដែលទាក់ទងទៅនឹងការប្រើប្រាស់សេវាកម្មនេះដោយអ្នកនិងអតិថិជនផ្សេងទៀត (ផលប្រយោជន៍ស្របច្បាប់) នេះ។</p> <p>3.2.9 ។ ដើម្បីអនុញ្ញាតឱ្យពួកយើងដើម្បីទាក់ទងអ្នកសម្រាប់គោលបំណងស្រាវជ្រាវដើម្បីឱ្យយើងអាចយល់ពីសេវាកម្មរបស់យើងល្អប្រសើរជាងមុននិងរបៀបដែលពួកគេត្រូវបានមើលឃើញដោយអតិថិជនរបស់យើង។ ការប្រាស្រ័យទាក់ទងបែបនេះនឹងត្រូវបានសម្រាប់ការស្រាវជ្រាវតែប៉ុណ្ណោះហើយនឹងមិនមានទីផ្សារណាមួយឡើយ។ យើងនឹងផ្តល់ជូននូវឱកាសដើម្បីរើសយកចេញនៃការស្រាវជ្រាវនាពេលអនាគតនៅក្នុងទំនាក់ទំនងណាមួយដែលយើងបានផ្ញើទៅឱ្យអ្នក (ផលប្រយោជន៍ស្របច្បាប់) ដែលអ្នកបាន។</p> <p>3.2.10 ។ ដើម្បីត្រួតពិនិត្យ (និងអតិថិជនទាំងអស់របស់យើង ') សកម្មភាពល្បែងរបស់អ្នកនិងគ្រប់គ្រងហានិភ័យនិងហាងឆេង (ផលប្រយោជន៍ស្របច្បាប់) របស់យើង។</p> <p>3.2.11 ។ ទំនាក់ទំនងដែលបានសរសេរផ្ញើទៀងទាត់ទៅអ្នកដើម្បីប្រកាសការផ្លាស់ប្តូរសំខាន់ក្នុងការផ្តល់សេវាបច្ចេកទេសនិងការធ្វើឱ្យទាន់សម័យបញ្ហាលក្ខខណ្ឌទូទៅក្នុងការផ្លាស់ប្តូរនេះបានរួមបញ្ចូលទាំងគោលការណ៍ឯកជនភាពនេះ (ចាំបាច់សម្រាប់ការអនុវត្តកិច្ចសន្យាមួយ) ។</p> <p>3.2.12 ។ ផ្ញើការផ្តល់ជូនពិសេសនិងការផ្សព្វផ្សាយដែលអាចនឹងមានការចាប់អារម្មណ៍ដល់របស់អ្នក (ប៉ុន្តែបានតែជាកន្លែងដែលអ្នកបានយល់ព្រមសម្រាប់ពួកយើងដើម្បីធ្វើដូច្នេះ) (ការយល់ព្រម) ។</p> <p>3.2.13 ។ ដើម្បីផ្តល់ឱ្យអ្នកនូវការប្រើប្រាស់ផ្ទាល់ខ្លួនសេវារបស់យើងដូច្នេះយើងអាចផ្តល់ជូនអ្នកនិងកីឡាករផ្សេងទៀតដែលជាសេវាកម្មល្អប្រសើរជាងមុន (ផលប្រយោជន៍ស្របច្បាប់) ។</p> <p>3.2.14 ។ ទៅទម្រង់អ្នកដូច្នេះយើងអាចយល់ពីចំណង់ចំណូលចិត្តរបស់អ្នកបានល្អប្រសើរជាងមុននិងការផ្តល់ជូនពិសេសនិងផលិតផលដែលនឹងត្រូវបានសាកសមបំផុតសម្រាប់អ្នកនិងអតិថិជនស្រដៀងគ្នាទៅនឹងអ្នក (ផលប្រយោជន៍ស្របច្បាប់) ។</p> <p>3.2.15 ។ នៅពេលដែលអ្នកជ្រើសដើម្បីទាញយកកម្មវិធីដោយអនុលោមតាមសេវាកម្មរបស់យើង, កម្មវិធីដែលបានការជូនដំណឹងផងដែរអាចនឹងត្រូវបានទាញយកនៅលើឧបករណ៍ចូលដំណើរការរបស់អ្នក។ នេះអនុញ្ញាតឱ្យពួកយើងដើម្បីផ្ញើការជូនដំណឹងទៅកាន់អ្នកអំពីសេវាកម្មរបស់យើងដោយផ្ទាល់ទៅកាន់ឧបករណ៍ចូលដំណើរការរបស់អ្នកឧទាហរណ៍ដើម្បីជូនដំណឹងអ្នកអំពីលក្ខណៈពិសេសថ្មី, ធ្វើឱ្យទាន់សម័យ, ទំនាក់ទំនងសេវា, ការផ្តល់ជូនពិសេសនិងការផ្សព្វផ្សាយ។ ដោយការទាញយកកម្មវិធីបែប, អ្នកយល់ព្រមទទួលការជូនដំណឹង។ ប្រសិនបើអ្នកមិនចង់ទទួលការជូនដំណឹងទាំងនេះ, អ្នកនឹងត្រូវការដើម្បីលុបកម្មវិធីដែលបានជូនដំណឹងដោយដៃពីឧបករណ៍ចូលដំណើរការរបស់អ្នក (ឧទាហរណ៍ដោយចុចប៊ូតុង \"អ្វីដែលជាការនេះ\" តំណភ្ជាប់នៅលើការជូនដំណឹងអ្នកទទួលនិងធ្វើតាមនេះ 'របៀបដើម្បីយកចេញ \"សេចក្តីណែនាំអំពី\" ឬដោយដូចខាងក្រោម \"ការកំណត់\" អនុវត្តនិងសេចក្តីណែនាំមិនដំឡើង \"មជ្ឈមណ្ឌលសេចក្តីជូនដំណឹង\" នៅលើឧបករណ៍ចូលដំណើរការរបស់អ្នក) ។</p> <p>3.3 ។ យើងត្រូវបានតម្រូវឱ្យអនុវត្តវិធានការដើម្បីកំណត់អត្តសញ្ញាណនិងការស៊ើបអង្កេតដោយខុសច្បាប់, សកម្មភាពណាមួយក្លែងបន្លំឬមិនត្រឹមត្រូវសង្ស័យថាជាមួយនឹងសេវានេះបានភ្ជាប់រួមទាំងការលាងលុយកខ្វក់ដែលអាចធ្វើបាន, ការប្រើប្រាស់នៃដំណើរការនៃបទល្មើសនិងការលួចបន្លំនេះ។ យើងមានកាតព្វកិច្ចផងដែរដើម្បីធ្វើការស៊ើបអង្កេតនិងកំណត់បញ្ហាណាមួយដែលទាក់ទងទៅនឹងអាចធ្វើទៅបានចិត្ដស្មោះគ្រប់លក្ខណៈមិនស្មោះត្រង់, អនុវត្តខុសធ្ងន់ធ្ងរការប្រព្រឹត្តមិនសមរម្យនិងផ្សេងទៀតនៅក្នុងកីឡាដូចជាការកំណត់លទ្ធផលប្រកួត។ ដែលជាកន្លែងដែលយើងសង្ស័យថាសកម្មភាពបែបនេះត្រូវបានទទួលយកជាកន្លែង, ឬទទួលបានសំណើស្របច្បាប់សម្រាប់ដំណឹងរបស់សកម្មភាពបែបនេះមកពីគណៈអភិបាលនោះយើងត្រូវបានទាមទារដើម្បីបង្ហាញពទៅឱ្យអាជ្ញាធរពាក់ព័ន្ធនិង / ឬសាកសពគ្រប់គ្រងនេះ។</p> <p>3.4 ។ ស្របតាមកាតព្វកិច្ចនិងការទទួលខុសត្រូវសង្គមការលេងល្បែងស៊ីសងការទទួលខុសត្រូវរបស់យើងនិងសម្រាប់ជាប្រយោជន៍ដល់កីឡាកររបស់យើងនោះយើងនឹងត្រួតពិនិត្យលំនាំលេងល្បែង / ដាក់ប្រាក់ដែលអាចបង្ហាញពីការព្រួយបារម្ភនៅក្នុងការគោរពនៃការលេងល្បែងការទទួលខុសត្រូវ។ យើងអាចប្រើដំណើរការធ្វើសេចក្តីសម្រេចដោយស្វ័យប្រវត្តិដើម្បីជួយយើងក្នុងការកំណត់អត្តសញ្ញាណលំនាំដូច (ឧទាហរណ៍ប្រព័ន្ធរបស់យើងនឹងការពារអ្នកដោយស្វ័យប្រវត្តិពីការដាក់ប្រាក់លើសពីដែនកំណត់ដែលបានកំណត់ដោយអ្នកនិងកំណត់អត្តសញ្ញាណ, ការត្រួតពិនិត្យផ្ទៀងផ្ទាត់និងឥណទានធ្វើឡើងដោយប្រព័ន្ធដំណើរការរបស់យើងត្រូវបានធ្វើដូច្នេះនៅលើស្វ័យប្រវត្តិមួយ មូលដ្ឋាន) ។ ការសម្រេចចិត្តទាំងនេះអាចឱ្យយើងដើម្បីជួយអ្នកលេងល្បែងទទួលខុសត្រូវ (ចាំបាច់ដើម្បីអនុវត្តតាមកាតព្វកិច្ចផ្លូវច្បាប់) ។</p> <p>3.5 ។ សម្រាប់គោលបំណងដំណើរការនៃការបង្ការឬការរកឃើញនៃឧក្រិដ្ឋកម្មផងដែរជាការលេងល្បែងការទទួលខុសត្រូវដូចដែលបានរៀបរាប់នៅក្នុងកថាខណ្ឌ 3.3 និង 3.4 យើងអាចបន្ថែមពដែលអ្នកផ្ដល់ឱ្យពួកយើងជាមួយនឹងពដែលយើងទទួលបានពីភាគីទីបីឬប្រមូលដោយការចូលទៅកាន់ប្រភពភាគីទីបីរួម (គ្មានកំណត់) បានចុះផ្សាយនៅលើអ៊ិនធឺណិពឬដោយអ្នកប្រហែលជា, ឧទាហរណ៍នៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងបណ្តាញសង្គម (ចាំបាច់ដើម្បីអនុវត្តតាមកាតព្វកិច្ចផ្លូវច្បាប់) ។</p> <p>3.6 នៅពេលដែលអ្នកផ្តល់ឱ្យយើងអំពីបញ្ហាសុខភាពណាមួយដែលទាក់ទងទៅនឹងខ្លួនឯងឬភាគីទីបីណាមួយយើងនឹងដំណើរការទិន្នន័យដើម្បីវិសាលភាពថាវាគឺជាការចាំបាច់ដើម្បីការពារផលប្រយោជន៍សំខាន់ណាស់របស់អ្នកឬអ្នកដែលនៃមនុស្សធម្មជាតិមួយផ្សេងទៀតនេះ។</p> <p><b>4. ចែករំលែកទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក</b></p> <p>4.1 ។ យើងនឹងតែងតាំងភាគីទីបីមួយចំនួនរួមមានប៉ុន្តែមិនកំណត់ទៅឱ្យក្រុមហ៊ុនវិភាគ, ទីភ្នាក់ងារផ្សព្វផ្សាយពាណិជ្ជកម្មទីភ្នាក់ងារហានិភ័យនិងការលួចបន្លំឬទីភ្នាក់ងារបំរើសេវាអតិថិជនដើម្បីដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនៅលើក្នុងនាមរបស់យើង។ ភាគីទីបីទាំងនេះនឹងដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកតែនៅក្នុងការអនុលោមតាមការណែនាំរបស់យើងហើយយើងនឹងធានាថាវិធានការគ្រប់គ្រាន់គឺមាននៅក្នុងកន្លែងដើម្បីធានាថាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកត្រូវបានដំណើរការតែនៅក្នុងការអនុលោមតាមគោលការណ៍ឯកជនភាពនេះនិងរក្សាសុវត្ថិភាពគ្រប់ពេលវេលា។</p> <p>4.2 ។ ក្នុងការបន្ថែមទៅនឹងការចែករំលែកមួយបានរាយនៅក្នុងកថាខណ្ឌទី 3, យើងអាចបង្ហាញទិន្នន័យអនាមិក (ដូចជាស្ថិតិសរុប) អំពីអ្នកប្រើប្រាស់សេវារបស់យើងនៅក្នុងគោលបំណងដើម្បីរៀបរាប់អំពីការលក់អតិថិជន, លំនាំចរាចររបស់យើងនិងពផ្សេងទៀតដើម្បីដៃគូអនាគត, ផ្សព្វផ្សាយពាណិជ្ជកម្ម, អ្នកវិនិយោគនិងផ្សេងទៀត ភាគីល្បីឈ្មោះនិងសម្រាប់គោលបំណងទីបីបញ្ញត្ដិហាមផ្សេងទៀតប៉ុន្តែស្ថិតិទាំងនេះនឹងមិនមានទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។</p> <p>4.3 ។ ដូចបានរៀបរាប់ក្នុងវាក្យខ័ណ្ឌទី 3 យើងអាចម្តងម្កាលត្រូវបានទាមទារដោយច្បាប់, ការបញ្ជារបស់តុលាការឬអាជ្ញាធររដ្ឋាភិបាលដើម្បីបង្ហាញប្រភេទជាក់លាក់នៃទិន្នន័យផ្ទាល់ខ្លួន។</p> <p>4.4 ។ យើងអាចចែករំលែកទិន្នន័យរបស់អ្នកជាមួយភាគីទីបីនៅក្នុងស្ថានភាពដូចខាងក្រោមដើម្បីវិសាលភាពដែលបានអនុញ្ញាតដោយច្បាប់:</p> <p>4.4.1 ។ ប្រសិនបើយើងគិតថាការធ្វើដូច្នេះគឺជាការចាំបាច់ដើម្បីការពារសិទ្ធិទ្រព្យសម្បត្តិសន្តិសុខឬសុវត្ថិភាពរបស់ពួកយើងសេវាកម្មរបស់យើង, អ្នកប្រើប្រាស់របស់យើង, ឬសាធារណៈ</p> <p>4.4.2 ។ លក្ខខណ្ឌទូទៅក្នុងការអនុវត្តកិច្ចព្រមព្រៀងផ្សេងទៀតរបស់យើងឬណាមួយដែលយើងមាននៅក្នុងកន្លែងជាមួយនឹងអ្នក;</p> <p>4.4.3 ។ ការស៊ើបអង្កេតនិងការការពារប្រឆាំងនឹងការផ្សេងទៀតដោយខ្លួនយើងឬពាក្យបណ្តឹងរបស់ភាគីទីបីណាមួយឬការចោទប្រកាន់-; និង</p> <p>4.3.4 ។ ខណៈពេលដែលការចរចាឬទាក់ទងទៅនឹងប្រតិបត្តិការអាជីវកម្មមួយ, ដូចជាការរួមបញ្ចូលគ្នាជាមួយការផ្លាស់ប្តូរនៃការគ្រប់គ្រង, ការលក់ទ្រព្យសម្បត្តិឬការក្ស័យធន។</p> <p><b>5. កំពុងធ្វើបច្ចុប្បន្នភាពទិន្នន័យរបស់អ្នក</b></p> <p>វាជាការសំខាន់ដែលពយើងកាន់អំពីអ្នកគឺមានភាពត្រឹមត្រូវនៅក្នុងលំដាប់សម្រាប់ពួកយើងដើម្បីអនុវត្តតាមកាតព្វកិច្ចច្បាប់និងបទបញ្ញត្តិរបស់យើងនិងដើម្បីផ្តល់ឱ្យអ្នកនូវសេវាកម្មល្អបំផុត។ ដូច្នេះយើងស្នើឱ្យអ្នកធានាបាននូវទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកគឺមានរហូតដល់ទៅទិន្នន័យដែលបានគ្រប់ពេលវេលា។ អ្នកអាចធ្វើឱ្យទាន់សម័យទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលណាមួយពីក្នុងគណនីរបស់អ្នកតាមរយៈ 'គណនីរបស់ខ្ញុំ / ធ្វើឱ្យទាន់សម័យសេចក្ដីលម្អិតគណនី' (ដែលជាកន្លែងដែលអាចរកបាន) ឬដោយការទាក់ទងសេវាកម្មអតិថិជន។</p> <p><b>សន្តិសុខ 6. ព</b></p> <p>6.1 ។ យើងខិតខំដើម្បីការពារទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនិងសេវាកម្មរបស់យើងពីការចូលដំណើរការដែលគ្មានការអនុញ្ញាតឬការកែសម្រួលនៃទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។ នេះរួមបញ្ចូលទាំងការប្រើប្រាស់វិធានការសន្តិសុខនានាដើម្បីការពារទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដែលបានកាន់កាប់ដោយឬក្នុងនាមរបស់យើងនិងការពិនិត្យឡើងវិញជាបន្តនៃការអនុវត្តការប្រមូលព, ការផ្ទុកនិងការដំណើរការរបស់យើង។</p> <p>6.2 ។ ប្រធានបទការប្រើប្រាស់ដែលបានរៀបរាប់នៅក្នុងគោលការណ៍ឯកជនភាពនេះយើងនឹងព្យាយាមដើម្បីព្យាបាលទាំងអស់នៃទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុងទំនុកចិត្តតឹងរឹងនិងការព្យាយាមដើម្បីអនុវត្តគ្រប់ជំហានដើម្បីរក្សាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកមានសុវត្ថិភាពនៅពេលដែលវាត្រូវបានគេផ្ទេរទៅឱ្យប្រព័ន្ធរបស់យើង។ ទោះជាយ៉ាងណា, អ៊ីនធឺណិតគឺមិនមែនជាមធ្យមដែលមានសុវត្ថិភាពហើយយើងមិនអាចធានាសុវត្ថិភាពរបស់ទិន្នន័យណាមួយដែលអ្នកបានបង្ហាញលើបណ្តាញ។ អ្នកទទួលយកហានិភ័យផ្នែកសន្តិសុខ inherent នៃការផ្តល់ពត័មាននិងការដោះស្រាយលើបណ្តាញនៅលើអ៊ីនធឺណិតនិងយើងនឹងមិនទទួលខុសត្រូវចំពោះការរំលោភសន្តិសុខណាមួយទេលុះត្រាតែនេះគឺដោយសារតែការបរាជ័យរបស់យើងដើម្បីធានាថាយើងមានវិធានការបច្ចេកទេសនិងអង្គការសមរម្យនៅក្នុងកន្លែងដែលជាការទាមទារដោយ GDPR ។</p> <p>6.3 ។ ប្រសិនបើអ្នកបានតភ្ជាប់ទៅគេហទំព័រផ្សេងទៀតមកពីរបស់យើង<a href=\"http://liveguess.net/\">គេហទំព័រ</a>បន្ទាប់មកទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនឹងត្រូវបានគ្រប់គ្រងដោយគោលការណ៍ភាពឯកជនរបស់ខ្លួន។ យើងផ្ដល់អនុសាសន៍ថាអ្នកតែងតែអានគោលការណ៍ឯកជនភាពបែបនេះណាមួយមុនពេលការធ្វើទំនាក់ទំនងជាមួយគេហទំព័រថ្មីមួយដើម្បីធានាថាអ្នកយល់ពីរបៀបដែលទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនឹងត្រូវបានប្រើ។</p> <p><b>7. សិទ្ធិរបស់អ្នកនៅគោរពនៃទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក</b></p> <p>7.1 ។ អ្នកមានសិទ្ធិដូចខាងក្រោមនេះដែលទាក់ទងទៅនិងទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក:</p> <p>7.1.1 ។ សិទ្ធិដើម្បីចូលដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដែលបានកាន់កាប់ដោយពួកយើង;</p> <p>7.1.2 ។ សិទ្ធិក្នុងការទទួលបាននូវទិន្នន័យផ្ទាល់ខ្លួនមួយចំនួននៅក្នុងទ្រង់ទ្រាយម៉ាស៊ីនអាចអានដូចជា .csv (ដែលអាចអានបាននៅលើកម្មវិធី Microsoft Excel ឬសមមូល) ឬ .pdf (ដែលអាចអានបាននៅលើកម្មវិធី Adob ​​e Acrobat ឬសមមូល);</p> <p>7.1.3 ។ សិទ្ធិក្នុងការជំទាស់ទៅនឹងការកែច្នៃដែលជាកន្លែងដែលជាមូលដ្ឋានគ្មានច្បាប់នោះគឺថាវាជាផលប្រយោជន៍ស្របច្បាប់របស់យើងប៉ុន្តែសូមចំណាំថាយើងនៅតែអាចដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដែលមានមូលដ្ឋានគ្មានច្បាប់ពាក់ព័ន្ធផ្សេងទៀតឬដែលជាកន្លែងដែលយើងមានមូលដ្ឋានគួរឱ្យទាក់ទាញអារម្មណ៍ដើម្បីបន្តដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុងរបស់យើង ផលប្រយោជន៍ដែលមិនត្រូវបានបដិសេធដោយសិទ្ធិរបស់អ្នកបានផលប្រយោជន៍ឬសេរីភាព!</p> <p>7.1.4 ។ សិទ្ធិក្នុងការមានទិន្នន័យផ្ទាល់ខ្លួនមិនត្រឹមត្រូវទិសដៅ;</p> <p>7.1.5 ។ សិទ្ធិក្នុងការមានទិន្នន័យផ្ទាល់ខ្លួនមួយចំនួនបានលុបជាកន្លែងដែលវាជាការមិនចាំបាច់ទៀតទេសម្រាប់ពួកយើងដើម្បីដំណើរការវា, ដែលជាកន្លែងដែលអ្នកបានដកការយល់ព្រមរបស់អ្នកដោយអនុលោមតាមកថាខណ្ឌ 8.1.8, ដែលជាកន្លែងដែលអ្នកបានជំទាស់ដោយអនុលោមតាមកថាខណ្ឌ 7.1.3, ដែលជាកន្លែងដែលទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកបាន ដំណើរការដោយខុសច្បាប់ឬដែលលុបទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកគឺត្រូវបានទាមទារដោយអនុលោមតាមកាតព្វកិច្ចច្បាប់;</p> <p>7.1.4 ។ សិទ្ធិសុំការពន្យល់នៃតក្កដែលពាក់ព័ន្ធនឹងកន្លែងដែលយើងធ្វើការសម្រេចចិត្តអំពីអ្នកតែម្នាក់ឯងតាមរយៈមធ្យោបាយស្វ័យប្រវត្តិមួយ;</p> <p>7.1.5 ។ សិទ្ធិក្នុងការប្តឹងតវ៉ាទៅកាន់គណៈកម្មការការពារទិន្នន័យជាតិរបស់អ្នក;</p> <p>7.1.6 ។ ដែលជាកន្លែងដែលយើងបានស្នើសុំជាពិសេសការយល់ព្រមរបស់អ្នកដើម្បីដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនិងមិនមានលក្ខខណ្ឌគ្មានច្បាប់ផ្សេងទៀតដើម្បីពឹងផ្អែកលើអ្នកមានសិទ្ធិក្នុងការដកការយល់ព្រមនេះដោយទស្សនាមជ្ឈមណ្ឌលចំណង់ចំណូលចិត្តនៅលើគេហទំព័រឬកម្មវិធីកម្មវិធីរបស់យើងឬតាមអ៊ីម៉ែលនេះ<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> និង</p> <p>7.1.7 ។ សិទ្ធិក្នុងការជំទាស់នឹងការទីផ្សារដោយផ្ទាល់, ដែលអាចត្រូវបានធ្វើដោយជ្រើសរើសយកចេញនៃទីផ្សារដោយផ្ទាល់តាមរយៈគណនីរបស់អ្នកតាមរយៈគណនីរបស់ខ្ញុំ / ផ្នែកលម្អិតរបស់អ្នកឬដោយជ្រើសចេញតាមរយៈការទំនាក់ទំនងដោយខ្លួនវាផ្ទាល់។ អ្នកមានសិទ្ធិក្នុងការជំទាស់ទៅទម្រង់ណាមួយដើម្បីវិសាលភាពដែលថាវាទាក់ទងទៅនឹងដឹកនាំការធ្វើទីផ្សារតែមួយ។</p> <p>7.2 ។ បើអ្នកមិនច្បាស់អំពីសិទ្ធិរបស់អ្នកឬមានការព្រួយបារម្ភអំពីរបៀបដែលទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកអាចត្រូវបានដំណើរការដែលអ្នកគួរទាក់ទងនិយតករការពារទិន្នន័យជាតិរបស់អ្នក។</p> <p>7.3 ។ ដែលជាកន្លែងដែលអ្នកបានធ្វើសំណើមួយក្នុងការគោរពសិទ្ធិរបស់អ្នកយើងនឹងតម្រូវឱ្យមានភស្តុតាងនៃការកំណត់អត្តសញ្ញាណ។ យើងអាចសួរថាអ្នកបញ្ជាក់សំណើរបស់អ្នក។ ប្រសិនបើយើងទទួលបានសំណើម្តងហើយម្តងទៀតឬមានមូលហេតុដើម្បីជឿថាសំណើត្រូវបានធ្វើឡើងដោយគ្មានហេតុផលដែលយើងសូមរក្សាសិទ្ធិមិនឱ្យឆ្លើយតបនោះទេ។</p> <p><b>8. ទីផ្សារ</b></p> <p>8.1 ។ យើងអាចទាក់ទងអ្នកទាក់ទងទៅនឹងការផ្សព្វផ្សាយក្នុងផលិតផលឬសេវាកម្មដែលអ្នកអាចនឹងមានការចាប់អារម្មណ៍ក្នុងពីពេលមួយទៅពេលមួយ, ប៉ុន្តែមានតែកន្លែងដែលអ្នកបានយល់ព្រមដើម្បីទទួលបានទំនាក់ទំនងទីផ្សារបែបនេះ។ អ្នកអាចធ្វើឱ្យចំណង់ចំណូលចិត្តរបស់អ្នកនិងទីផ្សារផងដែររើសយកចេញនៅពេលណាមួយតាមរយៈផ្ទាំងចំណូលចិត្តទីតាំងស្ថិតនៅក្នុងម៉ឺនុយតុល្យភាពរូបតំណាង។ យើងនឹងរួមបញ្ចូលលក្ខណៈពិសេសជាវជាប្រចាំក្នុងការប្រាស្រ័យទាក់ទងរបស់យើងដែលអ្នកអាចប្រើដើម្បីជ្រើសយកចេញនៃការទំនាក់ទំនងទីផ្សារនាពេលអនាគត។</p> <p>8.2 ។ យើងអាចអនុវត្តទម្រង់មួយចំនួននៃអ្នកនិងសកម្មភាពរបស់អ្នកទាក់ទងទៅនឹងសេវាកម្មរបស់យើងនៅក្នុងគោលបំណងដើម្បីផ្ញើឱ្យអ្នកទំនាក់ទំនងទីផ្សារពាក់ព័ន្ធជាច្រើនទៀត។ ទម្រង់នេះនឹងត្រូវធ្វើឡើងដោយផ្អែកលើការប្រើប្រាស់សេវាកម្មរបស់អ្នកផងដែរតាមរយៈការរបស់យើងនិងជ្រើសរើសចំណង់ចំណូលចិត្តរបស់អ្នកនៅក្នុងមជ្ឈមណ្ឌលនេះ។ អ្នកអាចធ្វើឱ្យចំណង់ចំណូលចិត្តរបស់អ្នកតាមរយៈផ្ទាំងចំណង់ចំណូលចិត្ត។</p> <p>8.3 ។ ដែលជាកន្លែងដែលអ្នកបានយល់ព្រមក្នុងការទទួលបានទីផ្សារដោយផ្ទាល់ពីយើងផងដែរនិងអាជីវកម្មលក់រាយរបស់យើងយើងអាចនឹងផ្ញើឱ្យអ្នកទីផ្សារដោយផ្ទាល់ទាក់ទងទៅនឹងការផ្តល់ជូនពិសេសលើបណ្តាញនិងការលក់រាយរួមគ្នា។</p> <p><b>9. រក្សាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក</b></p> <p>យើងនឹងរក្សាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់រយៈពេលដែលចាំបាច់ដើម្បីផ្ដល់ឱ្យអ្នកនូវសេវាកម្ម។ ដូច្នោះហើយទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនឹងត្រូវបានរក្សារហូតដល់ទៅ 7 ឆ្នាំបន្ទាប់ការបិទគណនីរបស់អ្នក (ប្រសិនបើមាន) ឬការទំនាក់ទំនងចុងក្រោយជាមួយយើងមកពីអ្នក។ ដែលជាកន្លែងដែលវាជាការមិនចាំបាច់ទៀតទេដើម្បីដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកយើងនឹងលុបវា។ សូមចំណាំថាយើងអាចជាកម្មវត្ថុទៅនឹងតម្រូវការផ្នែកច្បាប់និងបទប្បញ្ញត្តិដើម្បីរក្សាទិន្នន័យផ្ទាល់ខ្លួនសម្រាប់រយៈពេលយូរ, នៅក្នុងការអនុលោមទៅនឹងរយៈពេលកំណត់ពិសេសតាមច្បាប់ដែលអាចអនុវត្តបាន។</p> <p><b>អាសយដ្ឋាន IP 10.</b></p> <p>កម្មវិធីរុករករបស់អ្នកផងដែរបង្កើតពផ្សេងទៀតរួមទាំងភាសាដែលវេបសាយត្រូវបានបង្ហាញនៅក្នុងនិងអាសយដ្ឋានពិធីការអ៊ីនធឺណិតរបស់អ្នក ( \"អាសយដ្ឋាន IP\") ។ អាសយដ្ឋាន IP គឺជាសំណុំនៃចំនួនលេខដែលត្រូវបានផ្ដល់ទៅឱ្យកុំព្យូទ័ររបស់អ្នកក្នុងអំឡុងពេលសម័យរកមើលនៅពេលណាដែលអ្នកចូលទៅអ៊ីនធឺណិតតាមរយៈក្រុមហ៊ុនផ្ដល់សេវាអ៊ីនធឺណិតរបស់អ្នកឬបណ្តាញរបស់អ្នក (ប្រសិនបើអ្នកបានចូលដំណើរការអ៊ិនធឺណិពីការ, ឧទាហរណ៍, កុំព្យូទ័រនៅកន្លែងធ្វើការមួយ) ។ អាសយដ្ឋាន IP របស់អ្នកត្រូវបានចូលដោយស្វ័យប្រវត្តិដោយម៉ាស៊ីនបម្រើរបស់យើងនិងបានប្រើដើម្បីប្រមូលទិន្នន័យចរាចរណ៍អ្នកទស្សនាគេហទំព័ររបស់យើង។ យើងប្រើអាសយដ្ឋាន IP របស់អ្នកដើម្បីជួយវិភាគបញ្ហាជាមួយនឹងម៉ាស៊ីនបម្រើរបស់យើងនិងដើម្បីគ្រប់គ្រងគេហទំព័ររបស់យើង។</p> <p><b>11. ហាងនំ</b></p> <p>11.1 ។ មួយ 'ខូគី' គឺជាឯកសារអត្ថបទតូចមួយដែលត្រូវបានទាញយកនៅលើឧបករណ៍ចូលដំណើរការរបស់អ្នកនៅពេលដែលអ្នកទស្សនាគេហទំព័រមួយនិងដែលអាចឱ្យគេហទំព័រនេះដើម្បីទទួលបាននូវពជាក់លាក់ពីកម្មវិធីរុករករបស់អ្នកដូចជាចំណង់ចំណូលចិត្តរបស់អ្នក។ ខូគីអនុញ្ញាតឱ្យយើងដើម្បីបង្កើនបទពិសោធរបស់អ្នកប្រើប្រាស់វេបសាយដោយបង្កើនមុខងាររបស់ខ្លួននិងអនុញ្ញាតឱ្យគេហទំព័រដើម្បីចងចាំពនិងការជ្រើសរើសដូចដែលអ្នកបានផ្លាស់ទីពីទំព័រមួយទៅកាន់ទំព័រនិងពីដំណើរទស្សនកិច្ចទៅទស្សនាអាស្រ័យលើខូគី។ ខូគីមិនបង្កគ្រោះថ្នាក់ដល់ឧបករណ៍របស់អ្នកឬចូលដំណើរការវាមិនមានផ្ទុកមេរោគឬមេរោគដទៃទៀត។</p> <p>11.2 ។ ខូគីផ្សេងគ្នាអនុវត្តភារកិច្ចផ្សេងគ្នា។ ឧទាហរណ៍ខូគីមួយចំនួនអាចនឹងចាំបាច់យ៉ាងតឹងរឹងនិង / ឬមុខងារ, ការចងចាំការជ្រើសរើសភ្នាល់របស់អ្នកដូចដែលអ្នកបានកសាងឡើងជាបង្កាន់ដៃភ្នាល់ឬចំណង់ចំណូលចិត្តភាសារបស់អ្នក។ ទាំងនេះគឺមានសារៈសំខាន់ដូចដែលពួកគេបានរក្សាអ្នកចូលទៅក្នុងបណ្តាញនិងការការពារតម្រូវការក្នុងការចូលរាល់ពេលតែមួយដែលអ្នកចុចតាមរយៈការទៅផ្នែកផ្សេងគ្នានៃវេបសាយនេះ។ ការដោះខូគីទាំងនេះនឹងប៉ះពាល់ដល់សមត្ថភាពរបស់អ្នកដើម្បីប្រើសេវាកម្មរបស់យើង។ ខូគីផ្សេងទៀតគឺសម្រាប់គោលបំណងការវិភាគនិងការផ្សព្វផ្សាយពាណិជ្ជកម្ម។ ពួកគេបានប្រាប់យើងពីរបៀបដែលអ្នកផ្លាស់ទីតាមរយៈវេបសាយដែលអនុញ្ញាតឱ្យពួកយើងដើម្បីតាមដានការសម្តែងនិងធ្វើឱ្យប្រាកដថាអ្នកទទួលបានបទពិសោធល្អបំផុតលើវេបសាយរបស់យើង។ បិទខូគីទាំងនេះនឹងមានន័យថាអ្នកអាចនឹងមិនអាចចូលដំណើរការលក្ខណៈពិសេសមួយចំនួន។ យើងប្រើខូឃីស៍ដែលទទួលបានការចូលដំណើរការអំពីឧបករណ៍របស់អ្នក (ដូចជាអាសយដ្ឋាន IP, ប្រភេទឧបករណ៍, ទីតាំងភូមិសាស្ត្រទិន្នន័យព័តមានកម្មវិធីរុករក) ដើម្បីជួយឱ្យយើងកំណត់អត្តសញ្ញាណអ្នកសម្រាប់ការការពារការក្លែងបន្លំ, អនុវត្តតាមតម្រូវការប្រឆាំងការលាងលុយកខ្វក់របស់យើងនិងដើម្បីរកឱ្យឃើញហាមឃាត់ការអនុវត្តន៍ដែលអាចប៉ះពាល់ដល់បទពិសោធអតិថិជនរបស់អ្នក។ យើងគ្រាន់តែបានទទួលទិន្នន័យពីឧបករណ៍ចូលដំណើរការរបស់អ្នកនៅពេលដែលអ្នកបានចូលទៅគណនីរបស់អ្នក។ ដែលជាកន្លែងដែលយើងប្រើខូគីភាគីទីបីទាំងនេះគឺជាប្រធានបទត្រូវតឹងរ៉ឹងត្រួតពិនិត្យដើម្បីធានាថាទិន្នន័យផ្ទាល់ខ្លួនត្រូវបានការពារដោយអនុលោមតាមលក្ខខណ្ឌច្បាប់។ គ្មានខូគីទាំងនេះយើងមិនអាចនឹងផ្ដល់ឱ្យអ្នកនូវសេវាកម្មនេះនៅទាំងអស់។ ដែលជាកន្លែងដែលយើងប្រើខូគីភាគីទីបីទាំងនេះគឺជាប្រធានបទត្រូវតឹងរ៉ឹងត្រួតពិនិត្យដើម្បីធានាថាទិន្នន័យផ្ទាល់ខ្លួនត្រូវបានការពារដោយអនុលោមតាមលក្ខខណ្ឌច្បាប់។ គ្មានខូគីទាំងនេះយើងមិនអាចនឹងផ្ដល់ឱ្យអ្នកនូវសេវាកម្មនេះនៅទាំងអស់។ ដែលជាកន្លែងដែលយើងប្រើខូគីភាគីទីបីទាំងនេះគឺជាប្រធានបទត្រូវតឹងរ៉ឹងត្រួតពិនិត្យដើម្បីធានាថាទិន្នន័យផ្ទាល់ខ្លួនត្រូវបានការពារដោយអនុលោមតាមលក្ខខណ្ឌច្បាប់។ គ្មានខូគីទាំងនេះយើងមិនអាចនឹងផ្ដល់ឱ្យអ្នកនូវសេវាកម្មនេះនៅទាំងអស់។</p> <p>11.3 ។ អ្នកអាចត្រួតពិនិត្យការកំណត់ឯកជនភាពនិងសុវត្ថិភាពរបស់អ្នក។ ដើម្បីស្វែងយល់បន្ថែមអំពីខូឃីស៍និងរបៀបដើម្បីបិទពួកយើងសូមណែនាំអ្នក<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">ចុច​ទីនេះ។</a>លើសពីនេះទៀតអ្នកអាចស្វែងយល់បន្ថែមអំពីខូគីទីផ្សារភាគីទីបីជាទូទៅទាំងនេះនិងរបៀបលុបពួកវា<a href=\"http://www.youronlinechoices.eu/\">នៅទីនេះ</a>។ ខណៈដែលការការពារខូគីជាក់លាក់អាចប៉ះពាល់ដល់ការប្រើប្រាស់និងអាស្រ័យផលរបស់អ្នកនៃវេបសាយនេះ។ សម្រាប់ព័តមានបន្ថែមលើខូឃីស៍និងរបៀបដើម្បីគ្រប់គ្រងពួកគេទស្សនាសំនួររបស់យើង។</p> <p>11.4 ។ សូមប្រាកដថាអ្នកបានអានឃ្លា 24 នៃលក្ខខណ្ឌនៃការប្រើប្រាស់របស់យើងសម្រាប់លម្អិតអំពីរបៀបនិងមូលហេតុដែលយើងដំណើរការទិន្នន័យដោយការប្រើខូឃីស៍។</p> <p>11.5 ។ ការបន្តប្រើប្រាស់វេបសាយអ្នកយល់ព្រមប្រើខូគីរបស់យើង។</p> <p><b>12. សូមទាក់ទងមកយើងខ្ញុំ</b></p> <p>12.1 ។ ប្រសិនបើនៅពេលណាដែលអ្នកជឿថាយើងមិនបានគោរពតាមបទប្បញ្ញត្តិដែលមានចែងនៅក្នុងគោលនយោបាយសិទ្ធិឯកជននេះសូមជូនដំណឹងដល់ពួកយើងដោយទាក់ទងតាមរយៈសេវាកម្មអតិថិជន<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>សម្រាប់ការចាប់ផ្តើមជជែកកំសាន្តឬផ្ញើអ៊ីមែល។</p> <p>12.2 ។ នៅក្នុងព្រឹត្តិការណ៍ដែលអ្នកចង់រីករាលដាលជាបញ្ហាភាពឯកជនទិន្នន័យឬមានសំណួរដែលមិនអាចត្រូវបានដោះស្រាយដោយក្រុមសេវាអតិថិជនរបស់យើងអ្នកអាចទាក់ទងការិយាល័យការពារទិន្នន័យរបស់យើងតាមអ៊ីម៉ែល<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>។</p> <p>គោលការណ៍ឯកជនភាពនេះមានប្រសិទ្ធិភាពនៅពេលប្រើសេវាកម្មគេហទំព័ររបស់យើង</p> ",

  "AFFILIATE_HEADER": "សម្ព័ន្ធ",
  "AFFILIATE_BODY": "ទាក់ទងជំនួយ: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "រយៈពេលនិងលក្ខខណ្ឌ",
  "TERM_BODY": "<p><b>លក្ខខណ្ឌនៃការប្រើសេវាកម្មនេះ</b></p> <p><b>1. សេចក្តីផ្តើម: និយមន័យសំខាន់និងជាអ្វីដែលធ្វើឱ្យពាក្យរបស់អ្នកជាអ្នកប្រើ</b></p> <p>នេះជានិយមន័យខាងក្រោមគឺត្រូវបានប្រើនៅក្នុងលក្ខខណ្ឌទាំងនេះ:</p> <p>\"ចូលដំណើរការឧបករណ៍\" មានន័យថាជាមធ្យោបាយអេឡិចត្រូនិការណាមួយនៃការចូលដំណើរការសេវារួមទាំងការប៉ុន្តែមិនបានកំណត់ចំពោះ, កុំព្យូទ័រ, ឧបករណ៍ស្មាតហ្វូន, ទូរស័ព្ទ, ឧបករណ៍ Tablet, ប៉ះឧបករណ៍ឬប្រព័ន្ធកម្សាន្តផ្ទះណាមួយដូចជាវីដេអូហ្គេមកម្សាន្តនិងទូរទស្សន៍ឆ្លាត (ឬដោយ មធ្យោបាយពីចម្ងាយផ្សេងទៀត);</p> <p>\"លក្ខខណ្ឌប្រាក់រង្វាន់\" មានន័យថាជាលក្ខខណ្ឌណាមួយនិងលក្ខខណ្ឌនិង / ឬច្បាប់ដែលទាក់ទងទៅនឹងការផ្សព្វផ្សាយប្រាក់រង្វាន់និងការផ្ដល់ពិសេសដែលអាចអនុវត្តដើម្បីជាផ្នែកមួយនៃសេវាកម្មពីពេលមួយទៅពេលវេលាណាមួយ;</p> <p>\"Buy-In តុល្យភាព\" មានន័យថាជាចំនួនទឹកប្រាក់ណាមួយឬចំនួនទឹកប្រាក់ដែលលោកអ្នកបានប្តេជ្ញាចិត្តមួយចំនួនទឹកប្រាក់ទិញចូលដូចដែលបានទាមទារនៅក្រោមលក្ខខណ្ឌប្រាក់រង្វាន់ដែលអនុវត្តចំពោះការផ្តល់រង្វាន់មួយ, នៅក្នុងគោលបំណងដើម្បីចូលរួមនៅក្នុងការផ្ដល់រង្វាន់នោះ (រួមបញ្ចូលទាំងការឈ្នះពីការភ្នាល់ធ្វើឡើងជាមួយនឹងមូលនិធិបែបនេះហើយដែល ត្រូវបានត្រៀមទុកសម្រាប់តុល្យភាពនេះ);</p> <p>\"ទាញយកលក្ខខណ្ឌ\" មានន័យថាពាក្យដែលអ្នកប្រើការបញ្ចប់ការណាមួយបន្ថែមទៀតនិងលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលអ្នកត្រូវបានទាមទារដើម្បីបញ្ជាក់ពីកិច្ចព្រមព្រៀងរបស់អ្នកទៅជាផ្នែកមួយនៃការទាញយកនិង / ឬការដំឡើងកម្មវិធីណាមួយដែលអ្នកអាចទាញយកនៅក្នុងគោលបំណងដើម្បីអាចប្រើវេបសាយ, រួមបញ្ចូលទាំង កិច្ចព្រមព្រៀងអាជ្ញាប័ណ្ណអ្នកប្រើប្រាស់ Playtech បញ្ចប់ដែលអាចត្រូវបានរកឃើញនៅក្នុងឧបសម្ព័ន្ធទៅនឹងលក្ខខណ្ឌទូទៅទាំងនេះ;</p> <p>\"លើកកម្ពស់ភ្នាល់ដោយឥតគិតថ្លៃ\" មានន័យថាជាការផ្ដល់ជូនពិសេសដែលជាកន្លែងដែលប្រាក់រង្វាន់មួយត្រូវបានបន្ថែមទៅគណនីរបស់អ្នកជាពិសេសសម្រាប់ការភ្នាល់លើកីឡា, រួមទាំងប្រាក់រង្វាន់ (ខ្ញុំ) នៅក្នុងសំណុំបែបបទនៃការភ្នាល់ដោយសេរីនៃតម្លៃថេរសម្រាប់ការធ្វើឱ្យភ្នាល់មួយនៅលើទីផ្សារដែលបានបញ្ជាក់មួយឬទីផ្សារនៃការមួយរបស់អ្នក ការជ្រើសរើសនិង (ii) នៅក្នុងសំណុំបែបបទនៃការមូលនិធិដែលមានតម្លៃមួយដែលភ្ជាប់ទៅនឹងចំនួនទឹកប្រាក់នៃការទិញនៅក្នុង (ដែលអ្នកបានបន្ថែមទៅទិញនៅក្នុងតុល្យភាពរបស់អ្នក) សម្រាប់ប្រើនៅលើការភ្នាល់ច្រើន, និងអាចមានការតម្រូវការខ្ពស់ជាងទឹកប្រាក់;</p> <p>«គណៈកម្មាធិការលេងល្បែង \"មានន័យថានិយតករនៃការលេងល្បែងពាណិជ្ជកម្មនៅចក្រភពអង់គ្លេសដែលមានគេហទំព័រគឺនៅ<a href=\"http://www.gamblingcommission.gov.uk/\">www.gamblingcommission.gov.uk</a>;</p> <p>\"លក្ខខណ្ឌទូទៅ\" មានន័យថាជាលក្ខខណ្ឌដែលបានកំណត់ចេញនៅក្នុងឯកសារនេះ;</p> <p>\"គោលការណ៍ភាពឯកជន\" មានន័យថាគោលនយោបាយឯកជនភាពប្រតិបត្តិការរបស់តាមរយៈការចូលដំណើរការ<a href=\"http://liveguess.net/about/policy\">គោលការណ៍​ភាព​ឯកជន</a>តំណ;</p> <p>\"ការលើកកម្ពស់\" មានន័យថាធ្វើឱ្យមានការផ្តល់ជូនពិសេសមួយសម្រាប់អ្នកទាក់ទងទៅនឹងសេវាកម្មរបស់យើងខ្ញុំមានមូលនិធិឬសមមូលដែលបានផ្ដល់ដោយពួកយើងនិងបន្ថែមទៅក្នុងគណនីរបស់អ្នកពីការដែលអ្នកអាចដាក់ការភ្នាល់រួមទាំងការដោយគ្មានដែនកំណត់! មូលនិធិដែលផ្គូផ្គងដាក់ប្រាក់សម្រាប់ការភ្នាល់នៅសំរេចចិត្តរបស់អ្នក, បង្កើនបន្ថយដោយឥតគិតលើការប្រកួតជាក់លាក់និងការភ្នាល់កីឡាភ្នាល់គិតថ្លៃសម្រាប់</p> <p>\"ទាក់ទងនឹងលក្ខខណ្ឌគណនី\" មានន័យថាលក្ខខណ្ឌកំណត់នៅក្នុងឧបសម្ព័ន្ធ 1 នៃលក្ខខណ្ឌទាំងនេះដែលបង្កើតជាទូទៅគឺជាផ្នែកមួយនៃលក្ខខណ្ឌនៃការប្រើប្រាស់;</p> <p>\"ច្បាប់\" មានន័យថាជាច្បាប់នៃការភ្នាល់និងក្បួនច្បាប់នៃហ្គេមជាពិសេសអនុវត្តទៅប្រភេទនៃការភ្នាល់ដែលពាក់ព័ន្ធនិង / ឬការលេងហ្គេម, ដូចដែលបានកំណត់នៅក្នុងលម្អិតបន្ថែមទៀតនៅក្នុងកថាខណ្ឌ 1.3.1 និង 1.3.2;</p> <p>\"សេវា\" មានន័យថាជាការសមរម្យ, សេវាដែលបានផ្តល់សម្រាប់ពេលនេះដោយប្រតិបត្តិករតាមរយៈវេបសាយ, Telebetting និង / ឬតាមរយៈការចូលដំណើរការណាមួយឡើយកម្មវិធីឧបករណ៍!</p> <p>\"Telebetting\" មានន័យថាសេវាភ្នាល់តាមទូរស័ព្ទសម្រាប់ពេលនេះត្រូវបានផ្តល់ជូនដោយប្រតិបត្តិករនេះ;</p> <p>\"លក្ខខណ្ឌនៃការប្រើប្រាស់\" មធ្យោបាយ (ក) លក្ខខណ្ឌទូទៅ; (ខ) គោលការណ៍ភាពឯកជន; (គ) ដែលជាកន្លែងដែលសមស្របតាមកថាខ័ណ្ឌ 1.3, ច្បាប់ពាក់ព័ន្ធ, លក្ខខណ្ឌប្រាក់រង្វាន់និងលក្ខខណ្ឌប្រើប្រាស់បន្ថែមអនុវត្តចំពោះសេវាកម្មដែលកំពុងត្រូវបានប្រើដោយអ្នកបាន; (ឃ) ទាក់ទងនឹងលក្ខខណ្ឌគណនី; និង (ង) ទាញយកលក្ខខណ្ឌណាមួយឡើយ!</p> <p>\"តម្រូវការទឹកប្រាក់ភ្នាល់\" មានន័យថាតម្រូវការណាមួយនៅក្រោមលក្ខខណ្ឌប្រាក់រង្វាន់សម្រាប់អ្នកដើម្បីធ្វើឱ្យការភ្នាល់ដែលមានចំនួនសរុបតម្លៃជាក់លាក់មួយនៅក្នុងលំដាប់សម្រាប់មូលនិធិប្រាក់រង្វាន់ (រួមបញ្ចូលទាំងការឈ្នះប្រាក់រង្វាន់) ដើម្បីក្លាយជាអ្នកដកចេញពីគណនីរបស់អ្នក, ថាតើតម្រូវការសរុបដែលត្រូវបានបញ្ជាក់ថាជាចំនួនថេរឬជាច្រើន នៃចំនួនមួយផ្សេងទៀត, ដូចជាទំហំនៃចំនួន buy-in បានដាក់ដោយអ្នកនៅក្នុងតុល្យភាព Buy-In របស់អ្នក, ឬប្រាក់រង្វាន់ទទួលដោយអ្នកមួយ។ ដើម្បីជៀសវាងការភ័ន្តច្រឡំនេះមិនរាប់បញ្ចូលតម្រូវការថាមូលនិធិប្រាក់រង្វាន់ត្រូវតែភ្នាល់ម្តងក្នុងមួយ, ប៉ុន្តែបានតែបើសិនជាលក្ខខណ្ឌប្រាក់រង្វាន់អនុញ្ញាតឱ្យអ្នកជាបន្ទាន់ដើម្បីដកប្រាក់ដែលបានឈ្នះណាមួយពីភ្នាល់ប្រាក់រង្វាន់នោះ; និង</p> <p>\"គេហទំព័រ\" មានន័យថាគេហទំព័រឬទំព័ររៀងណាមួយ, ទំព័ររង, ដែនរងឬផ្នែកនោះពីពេលមួយទៅពេលមួយ, ដែលមានទីតាំងស្ថិតនៅឬចូលដំណើរការបានតាមរយៈឈ្មោះដែន:<a href=\"http://liveguess./\">www.liveguess.net</a></p> <p>1.2 ដោយប្រើនិង / ឬការមកទស្សនាផ្នែកនៃវេបសាយណាមួយ, ឬដោយការបើកគណនីមួយជាមួយប្រតិបត្តិករតាមរយៈវេបសាយឬតាមរយៈការចូលដំណើរការ Telebetting, អ្នកយល់ព្រមគោរពតាមលក្ខខណ្ឌនៃការប្រើប្រាស់និងអ្នកតាម: (ក) យល់ស្របទៅនឹង ការប្រើប្រាស់នៃការទំនាក់ទំនងអេឡិចត្រូនិក្នុងគោលបំណងដើម្បីចូលទៅក្នុងកិច្ចសន្យា និង (ខ) ឬតម្រូវការលះបង់សិទ្ធិអនុវត្តដែលតម្រូវឱ្យចុះហត្ថលេខាដោយដៃមួយ, ដើម្បីវិសាលភាពបានអនុញ្ញាតដោយច្បាប់ដែលអាចអនុវត្តបាន។ លក្ខខណ្ឌក្នុងការប្រើប្រាស់មិនប៉ះពាល់ដល់សិទ្ធិលក្ខន្តិកៈរបស់អ្នក។</p> <p>1.3 លើសពីនេះទៀតដែលជាកន្លែងដែលអ្នកលេងការប្រកួតណាមួយឬការភ្នាល់ដោយការប្រើសេវាកម្មនេះ, ឬបើមិនដូច្នេះទេប្រើសេវាកម្មនេះ, អ្នកយល់ព្រមនឹងត្រូវបានចងដោយ:</p> <p>1.3.1 ច្បាប់សម្រាប់កីឡាទាំងអស់នៅលើ William Hill ដែលជាកីឡាការភ្នាល់កំណត់ចេញក្រោមផ្នែកជំនួយទូទៅ ( \"ច្បាប់នៃការភ្នាល់នេះ\");</p> <p>1.3.2 ច្បាប់នៃការលេងហ្គេមនេះអ្នកលេង ( \"ច្បាប់ហ្គេម\") ណាមួយដែលបានកំណត់នៅក្រោមផ្នែកជំនួយទូទៅដែលពាក់ព័ន្ធនិងថេបច្បាប់រួមទាំងការ (គ្មានកំណត់):</p> <p>1.3.2.1 សម្រាប់ទីផ្សារនៅក្រោមផ្ទាំង 'ទីផ្សារ': នេះ <a href=\"http://liveguess.net/market\">ផ្សារ</a> សម្រាប់ទីផ្សារដែលពាក់ព័ន្ធ;</p> <p>1.3.2.2 ដំណឹងនៅក្រោមផ្ទាំង '' News: នេះ <a href=\"http://liveguess.net/news\">ព័ត៍មាន</a> ដំណឹងដែលពាក់ព័ន្ធ;</p> <p>1.3.2.3 សម្រាប់កីឡាក្រោម 'ផ្ទាំង' កីឡា ': នេះ <a href=\"http://liveguess.net/sports\">កីឡា</a> សម្រាប់កីឡាដែលពាក់ព័ន្ធ (Champions League, ក្របខ័ណ្ឌ Europa League ក្របខ័ណ្ឌ Premier League, La Liga, ក្របខ័ណ្ឌ Bundesliga ក្របខណ្ឌ Serie A, ក្របខណ្ឌ Ligue 1)</p> <p>1.3.2.4 សម្រាប់ហ្គេមនៅក្រោម 'ផ្ទាំង' ល្បែង ': នេះ <a href=\"http://liveguess.net/games\">ហ្គេម</a>សម្រាប់ការប្រកួតដែលពាក់ព័ន្ធ;</p> <p>1.3.2.5 នៅក្នុងការគោរពនៃការប្រកួតថ្មីណាមួយច្បាប់ដែលបានអនុវត្តទៅការប្រកួតដូច;</p> <p>1.3.3 លក្ខខណ្ឌប្រាក់រង្វាន់ណាមួយ;</p> <p>1.3.4 ទាញយកគ្រប់ពេល!</p> <p>1.3.5 លក្ខខណ្ឌទាក់ទងទៅនឹងការដកប្រាក់ដែលត្រូវបានផ្ទុកនៅក្នុងផ្នែក \"ដក\" នៃផ្នែកជំនួយនៃវេបសាយណាមួយ ( \"លក្ខខណ្ឌដកប្រាក់\"); និង</p> <p>1.3.6 ពាក្យផ្សេងទៀតដែលអនុវត្តចំពោះសេវានិង / ឬការដែលអ្នកត្រូវបានទាមទារដើម្បីបញ្ជាក់ពីកិច្ចព្រមព្រៀងរបស់អ្នកទៅជាផ្នែកមួយនៃសេវាកម្មឧទាហរណ៍ពាក្យដែលទាក់ទងទៅនឹងសេវាទីប្រឹក្សាជំនួយ ( \"លក្ខខណ្ឌបន្ថែម\") ។</p> <p>1,4 អត្ថបទដើមនៃលក្ខខណ្ឌក្នុងការប្រើប្រាស់គឺនៅក្នុងភាសាអង់គ្លេសនិងការបកស្រាយណាមួយរបស់ពួកគេនឹងត្រូវបានផ្អែកលើអត្ថបទជាភាសាអង់គ្លេសដើម។ ប្រសិនបើមានល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់ឬឯកសារឬទាក់ទងទៅនឹងពួកគេជូនដំណឹងណាមួយដែលត្រូវបានបកប្រែទៅជាភាសាណាមួយផ្សេងទៀត, កំណែជាភាសាអង់គ្លេសដើមនឹងគ្រោះ។</p> <p>1.5 នៅក្នុងព្រឹត្តិការណ៍ដែលមានទំនាស់ឬភាពមិនជាក់លាក់ណាមួយរវាងណាមួយនៃផ្នែកបុគ្គលនៃលក្ខខណ្ឌនៃការប្រើប្រាស់បង្កើតកិច្ចសន្យារបស់អ្នកជាមួយប្រតិបត្តិករនេះ, លំដាប់នៃការអាទិភាពត្រូវបានកំណត់ដូចតទៅ:</p> <p>1.5.1 លក្ខខណ្ឌដកប្រាក់;</p> <p>1.5.2 លក្ខខណ្ឌប្រាក់រង្វាន់;</p> <p>1.5.3 ច្បាប់ភ្នាល់នេះ;</p> <p>1.5.4 ច្បាប់ហ្គេមនេះ;</p> <p>1.5.5 លក្ខខណ្ឌបន្ថែមនេះ;</p> <p>1.5.6 ទាក់ទងនឹងលក្ខខណ្ឌគណនី;</p> <p>1.5.7 លក្ខខណ្ឌទូទៅ;</p> <p>1.5.8 គោលការណ៍ភាពឯកជន; និង</p> <p>1.5.9 ការទាញយកលក្ខខណ្ឌ។</p> <p>1.6 សូមអានលក្ខខណ្ឌនៃការប្រើប្រាស់ដោយប្រុងប្រយ័ត្នមុនពេលទទួលយកពួកគេ។ នៅពេលអ្នកបានទទួលយកលក្ខខណ្ឌនៃការប្រើប្រាស់, សូមល័ក្ខខ័ណ្ឌក្នុងការប្រើប្រាស់បោះពុម្ពនិងទុកឱ្យពួកគេរួមជាមួយនឹងការអ៊ីម៉ែលទាំងអស់បញ្ជាក់លក្ខខណ្ឌបន្ថែមទិន្នន័យប្រតិបត្តិការ, ការលេងហ្គេម, ច្បាប់កិច្ចព្រមព្រៀងត្រឹមត្រូវនិងវិធីសាស្រ្តទូទាត់ដែលពាក់ព័ន្ធទៅនឹងការប្រើប្រាស់របស់អ្នកនៃវេបសាយនេះ។ សូមចំណាំថាលក្ខខណ្ឌនៃការប្រើប្រាស់គឺជាប្រធានបទត្រូវផ្លាស់ប្តូរដូចបានកំណត់ក្នុងកថាខ័ណ្ឌទី 3 ដូចខាងក្រោម។</p> <p>1,7 ប្រសិនបើអ្នកមិនយល់ព្រមទៅទទួលយកនិងត្រូវបានចងដោយលក្ខខណ្ឌនៃការប្រើប្រាស់សូមកុំបើកគណនីមួយ, និង / ឬបន្តប្រើគណនីរបស់អ្នក។ ការបន្តប្រើប្រាស់របស់អ្នកណាមួយនៃសេវាកម្មនេះនឹងបង្កើតការទទួលយកលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលយើងបានជូនដំណឹងអ្នកគឺជាអ្នកនៅក្នុងកម្លាំងពីពេលមួយទៅពេលវេលា។</p> <p>1.8 ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់រដ្ឋាភិបាលកិច្ចសន្យារបស់អ្នកជាមួយប្រតិបត្តិករហើយនឹងចូលជាធរមាននៅលើការប្រើប្រាស់គេហទំព័ររបស់យើង។ ដើម្បីជៀសវាងការភ័ន្តច្រឡំគ្នានិងផ្នែកទាំងអស់នៃគេហទំព័រនិង Telebetting ត្រូវបានគ្រប់គ្រងដោយលក្ខខណ្ឌនៃការប្រើប្រាស់ហើយអ្នកគួរធានាថាគ្រប់ពេលវេលាថាការប្រើប្រាស់របស់អ្នកនៃសេវាកម្មគឺស្ថិតនៅក្នុងការអនុលោមតាមលក្ខខណ្ឌនៃការប្រើប្រាស់។</p> <p>លក្ខខណ្ឌទូទៅ</p> <p><b>2. ភាគីកិច្ចសន្យា</b></p> <p>2.1 ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់នេះត្រូវបានព្រមព្រៀងគ្នារវាងអ្នកនិងប្រតិបត្តិការ។</p> <p>2.2 វេបសាយ, ហាងឆេងហើយតម្លៃមាននៅក្នុងវានិងលក្ខខណ្ឌនៃការប្រើប្រាស់នេះត្រូវបានបកប្រែទៅជាភាសាមួយចំនួនមានគោលបំណងហេតុដូច្នេះហើយនិងត្រូវបានគេត្រូវបានប្រើដោយប្រជាពលរដ្ឋនៃបណ្តាប្រទេសដែលពាក់ព័ន្ធនិងបណ្តាប្រទេសផ្សេងទៀតដែលនិយាយភាសានោះ។</p> <p>2.3 ឯកសារយោងនៅក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់ទៅ \"យើង\", \"របស់យើង\" ឬ \"យើង\" គឺសំដៅដល់:</p> <p>2.3.1 ប្រតិបត្តិករនេះ; ឬ</p> <p>2.3.2 នៅក្នុងករណីនៃលក្ខខណ្ឌទាក់ទងទៅនឹងបំណុលដែលធ្វើឡើងនៅក្នុងគណនីរបស់អ្នកពីពេលមួយទៅពេលមួយទៅឱ្យក្រុមហ៊ុនប្រតិបត្តិករក្រុមណាមួយដែលទទួលបានប្រាក់បែបនេះហើយនឹង (ដែលជាកន្លែងដែលសមរម្យ) ត្រូវបានចាត់ទុកដើម្បីរួមបញ្ចូលភ្នាក់ងាររបស់យើង, ដៃគូ, និងអ្នកផ្គត់ផ្គង់។</p> <p><b>3. ការផ្លាស់ប្តូរលក្ខខណ្ឌនៃការប្រើប្រាស់</b></p> <p>3.1 យើងអាចនឹងត្រូវការការផ្លាស់ប្តូរលក្ខខណ្ឌនៃការប្រើប្រាស់ពីពេលមួយទៅពេលវេលាសម្រាប់ហេតុផលមួយចំនួនរួមទាំងការ (ដោយគ្មានដែនកំណត់) សម្រាប់ហេតុផលពាណិជ្ជកម្ម, ដើម្បីអនុវត្តតាមច្បាប់ឬបទប្បញ្ញត្តិដើម្បីអនុវត្តតាមការណែនាំការណែនាំឬអនុសាសន៍ពីរាងកាយបទប្បញ្ញត្តិមួយឬ សម្រាប់ហេតុផលសេវាអតិថិជន។ ភាគច្រើនបំផុតល័ក្ខខ័ណ្ឌឡើងទៅកាលបរិច្ឆេទនៃការប្រើអាចចូលដំណើរការបានពី<a href=\"http://liveguess.net/about/term-condition\">លក្ខខណ្ឌ</a>តំណភ្ជាប់នៅក្នុងផ្នែកបាតកថានៃវេបសាយនេះនិងថ្ងៃដែលពួកគេនឹងចូលជាធរមាននេះត្រូវបានគេកត់សម្គាល់ឃើញថានៅក្នុងកថាខណ្ឌ 1.8 នៃល័ក្ខខ័ណ្ឌទូទៅទាំងនេះ។</p> <p>ដែលជាកន្លែងដែលយើងចង់ 3,2 ធ្វើការផ្លាស់ប្តូរច្រើនទៅតាមលក្ខខណ្ឌនៃការប្រើប្រាស់នេះយើងនឹងផ្តល់ឱ្យអ្នកបានជូនដំណឹងជាមុនជាច្រើនដូចជាការផ្លាស់ប្តូរដូចជាហេតុផលជាក់ស្តែងតាមរយៈវិធីសាស្រ្តដែលបានកំណត់នៅក្នុងកថាខណ្ឌ 3.3 ។ សម្រាប់ការផ្លាស់ប្តូអនីតិជនឬ insubstantial យើងអាចនឹងមិនផ្តល់ឱ្យអ្នកការជូនដំណឹងការផ្លាស់ប្តូរបែបណាមួយនោះទេដូច្នេះអ្នកត្រូវបានណែនាំឱ្យពិនិត្យឡើងវិញលក្ខខណ្ឌនៃការប្រើប្រាស់តាមរយៈ<a href=\"http://liveguess.net/about/term-condition\">លក្ខខណ្ឌ</a>ភ្ជាប់លើវេបសាយនៅលើមូលដ្ឋានធម្មតាមួយ។</p> <p>3.3 ដែលជាកន្លែងដែលយើងធ្វើការផ្លាស់ប្តូរលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលយើងមានបំណងដើម្បីជូនដំណឹងដល់អ្នកពីយើងនឹងធ្វើដូច្នេះបានដោយវិធីសាស្រ្តនៃការជូនដំណឹងជាការបែបនេះយើងអាច, នៅក្នុងការសំរេចចិត្តរបស់យើងគឺមានន័យថាសមរម្យដែលអាចរួមមាន:</p> <p>3.3.1 អ៊ីម៉ែល (ទៅអាសយដ្ឋានអ៊ីមែលដែលអ្នកបានផ្តល់កាលពីមុនយើងជាមួយនឹង, ប្រសិនបើមាន);</p> <p>3.3.2 សារទៅប្រអប់ទទួលសាររបស់អ្នកនៅលើវេបសាយមួយ; ឬ</p> <p>3.3.3 ការជូនដំណឹងនៅលើវេបសាយហើយយើងអាច, ការសំរេចចិត្តរបស់យើងសូមអញ្ជើញអ្នកឱ្យទទួលយកលក្ខខណ្ឌថ្មីនៃការប្រើប្រាស់ដោយចុចលើ \"បាទ\" ឬ \"ខ្ញុំទទួលយក\", ការពិនិត្យមើលជា \"ប្រអប់ធីក 'ឬវិធីសាស្រ្តស្រដៀងគ្នាផ្សេងទៀតណាមួយនៃការបញ្ជាក់ដោយ អ្នក។ ប្រសិនបើអ្នកផ្តល់ឱ្យយើងនូវការបញ្ជាក់បែបណាមួយឬបន្តប្រើប្រាស់វេបសាយឬ Telebetting បន្ទាប់ពីមានការជូនដំណឹងនៅក្រោមកថាខណ្ឌនេះ 3, អ្នកនឹងពីពេលបែបនេះត្រូវបានចាត់ទុកថាបានទទួលយកនិងត្រូវបានចងដោយលក្ខខណ្ឌថ្មីនៃការប្រើប្រាស់, រួមបញ្ចូលទាំង ( សម្រាប់ការជៀសវាងការភ័ន្តច្រឡំ) ណាមួយបន្ថែមយកចេញការជំនួសឬការផ្លាស់ប្តូរផ្សេងទៀតដើម្បីអត្តសញ្ញាណនៃប្រតិបត្តិករនេះ, ថាតើបានឬមិនអ្នកបានអានលក្ខខណ្ឌកែលម្អនៃការប្រើប្រាស់។ ប្រសិនបើមានការផ្លាស់ប្តូរណាមួយដែលមិនអាចទទួលយកដើម្បីឱ្យអ្នកអាចបញ្ឈប់ការទាំងអ្នកប្រើប្រាស់សេវានិង / ឬបិទគណនីរបស់អ្នកដោយអនុវត្តតាមលក្ខខណ្ឌនៃកថាខណ្ឌ 12 អគ្គទាំងនេះ។</p> <p>3.4 ទោះជាឃ្លានេះ 3 យើងគួរមានបំណងចង់ធ្វើឱ្យមានការផ្លាស់ប្តូរណាមួយទៅនឹងលក្ខខណ្ឌដែលមូលនិធិរបស់អ្នកត្រូវបានប្រារព្ធធ្វើឡើងក្រោមប្រការ 7.3 យើងនឹងជូនដំណឹងដល់អ្នកនៅក្នុងជាមុនដោយវិធីសាស្រ្តដូចជាយើងអាច, នៅក្នុងការសំរេចចិត្តរបស់យើងគឺមានន័យថាសមរម្យ, ប៉ុន្តែវិធីសាស្រ្តដូចនឹង តម្រូវឱ្យអ្នកដើម្បីទទួលស្គាល់ការទទួលព័តមានដូចនេះបានដោយចុចលើ \"បាទ\" ឬ \"ខ្ញុំទទួលយក\", ការពិនិត្យមើលជា \"ប្រអប់ធីក 'ឬវិធីសាស្រ្តស្រដៀងគ្នាផ្សេងទៀតណាមួយនៃការទទួលស្គាល់ដោយអ្នក។ ប្រសិនបើអ្នកផ្តល់ឱ្យយើងនូវការទទួលស្គាល់បែបនេះណាមួយ, អ្នកនឹងពីពេលបែបនេះត្រូវបានចាត់ទុកថាបានទទួលយកនិងត្រូវបានចងដោយលក្ខខណ្ឌថ្មីនៃការប្រើប្រាស់។ ប្រសិនបើមានការផ្លាស់ប្តូរណាមួយដែលមិនអាចទទួលយកដើម្បីឱ្យអ្នកអាចបញ្ឈប់ការទាំងអ្នកប្រើប្រាស់សេវានិង / ឬបិទគណនីរបស់អ្នកដោយអនុវត្តតាមលក្ខខណ្ឌនៃកថាខណ្ឌ 12 អគ្គទាំងនេះ។</p> <p><b>4. បើកគណនីរបស់អ្នក</b></p> <p>4.1 ដើម្បីភ្នាល់ឬលេងការលេងហ្គេមដោយប្រើសេវាកម្មនេះអ្នកនឹងត្រូវបើកគណនីមួយជាមួយនឹងប្រតិបត្តិការនេះ ( \"គណនីរបស់អ្នក\" ឬ \"គណនី\") ។</p> <p>4.2 ដើម្បីបើកគណនីរបស់អ្នកសម្រាប់ប្រើប្រាស់ជាមួយនឹងសេវា, អ្នកអាចធ្វើបាន:</p> <p>4.2.1 សេវាកម្មទំនាក់ទំនងអតិថិជន;</p> <p>4.2.2 ចុចលើ<a href=\"https://member.liveguess.net/registration/5cb974d500006424d4000001\">Join Now</a> នៅលើវេបសាយនិងអនុវត្តតាមការណែនាំនៅលើអេក្រង់ឬ</p> <p>4.2.3 បើកចំហការបើកគណនីដោយវិធីសាស្រ្តផ្សេងទៀតដែលជានឹងដូចពីពេលមួយទៅពេលត្រូវបានផ្តល់ជូនដោយប្រតិបត្តិករនេះ;</p> <p>4.3 គណនីរបស់អ្នកនឹងត្រូវបានដំណើរការដោយប្រតិបត្តិករឬដោយក្រុមហ៊ុនផ្សេងទៀតនៅក្នុងក្រុមរបស់ខ្លួនសម្រាប់និងនៅលើក្នុងនាមនៃខ្លួនវាផ្ទាល់និង / ឬក្រុមហ៊ុនប្រតិបត្តិករក្រុមពាក់ព័ន្ធជាមួយនឹងការដែលអ្នកបានចុះកិច្ចសន្យា។</p> <p>4.4 នៅពេលដែលអ្នកបើកគណនីរបស់អ្នកនឹងត្រូវបានស្នើឱ្យផ្តល់ឱ្យយើងនូវទិន្នន័យផ្ទាល់ខ្លួនរួមមានឈ្មោះនិងថ្ងៃខែឆ្នាំកំណើតនិងសេចក្តីលម្អិតសម្រាប់ទំនាក់ទំនងដែលសមស្របរួមទាំងអាសយដ្ឋាន, លេខទូរស័ព្ទនិងអាសយដ្ឋានអ៊ីមែល ( \"សេចក្ដីលម្អិតទំនាក់ទំនងរបស់អ្នក\") របស់អ្នក។ អ្នកអាចធ្វើឱ្យទាន់សម័យលម្អិតទំនាក់ទំនងរបស់អ្នកពីពេលមួយទៅពេលមួយដោយទាក់ទងសេវាអតិថិជន; ឬតាមរយៈគណនី​របស់ខ្ញុំទំព័រគ្រប់គ្រងនៅលើវេបសាយ: ឬដោយវិធីសាស្រ្តផ្សេងទៀតដូចជានឹងពីពេលមួយទៅពេល, ត្រូវបានផ្តល់ជូនដោយប្រតិបត្តិករនេះ។</p> <p>4.5 ប្រសិនបើអ្នកមិនចង់លម្អិតទំនាក់ទំនងរបស់អ្នកនឹងត្រូវបានប្រើដោយពួកយើងនិងដៃគូអាជីវកម្មរបស់យើងក្នុងការទាក់ទងអ្នកដើម្បីប្រាប់អ្នកពីទីផ្សារពដែលទាក់ទងទៅនឹងអ្នកដទៃទៀតនៃទំនិញរបស់យើងផលិតផលឬសេវាកម្មឬអ្នកដៃគូអាជីវកម្មរបស់យើង, សូមបញ្ជាក់ថានេះគឺជាការ ករណីដោយធ្វើឱ្យទាន់សម័យចំណង់ចំណូលចិត្តរបស់អ្នកនៅក្រោម \"គណនីរបស់ខ្ញុំ / លម្អិតនិងការកំណត់ 'ឬដោយជូនដំណឹងសេវាកម្មអតិថិជន។</p> <p>4.6 នៅក្នុងការបើកគណនីរបស់អ្នកធានាថា:</p> <p>4.6.1 អ្នកយល់និងទទួលយកហានិភ័យនោះដោយប្រើសេវាកម្មនេះ, អ្នកអាចព្រមទាំងការឈ្នះប្រាក់បាត់បង់ប្រាក់នេះ;</p> <p>4.6.2 អ្នកគឺ: (ក) ជាង 18 ឆ្នាំនៃអាយុ; និង (ខ) ខាងលើអាយុដែលសកម្មភាពលេងល្បែងឬការលេងហ្គេមមានផ្នែកច្បាប់នៅក្រោមច្បាប់ឬយុត្តាធិការដែលបានអនុវត្តទៅកាន់អ្នក ( \"ការអាយុពាក់ព័ន្ធ\") នេះ;</p> <p>4.6.3 ការលេងល្បែងគឺមិនខុសច្បាប់នៅក្នុងទឹកដីដែលជាកន្លែងដែលអ្នករស់នៅបាន;</p> <p>4.6.4 អ្នកអាចស្របច្បាប់កិច្ចសន្យាចូល!</p> <p>4.6.5 អ្នកមិនត្រូវបានគេដកចេញពីការលេងល្បែង; និង</p> <p>4.6.6 អ្នកបានគណនីមួយបិទបានរួចទៅហើយដោយពួកយើងមិននៅក្រោមកថាខណ្ឌ 11 (Collusion, បន្លំ, ការក្លែងបន្លំនិងសកម្មភាពព្រហ្មទណ្ឌ), 20 (ការរំលោភលើលក្ខខណ្ឌនៃការប្រើប្រាស់) ឬសំណើរបស់អ្នកក្រោមកថាខណ្ឌ 33,1 (ហេ្គមដែលទទួលខុសត្រូវ / ល្បែង) ។</p> <p>4.7 គណនីរបស់អ្នកត្រូវបានចុះឈ្មោះក្នុងរបស់ខ្លួន, ឱ្យបានត្រឹមត្រូវឈ្មោះរបស់អ្នកនិងសេចក្ដីលម្អិតផ្ទាល់ខ្លួនហើយវានឹងត្រូវបានចេញតែម្ដងគត់សម្រាប់អ្នកនិងមិនត្រូវបានចម្លងតាមរយៈមនុស្សម្នាក់ណាមួយផ្សេងទៀត, ក្រុមគ្រួសារ, គ្រួសារ, អាសយដ្ឋាន (ប្រៃសណីយ៍ឬ IP), អាសយដ្ឋានអ៊ីម៉ែល, ឧបករណ៍ការចូលដំណើរការឬ បរិស្ថានការចូលដំណើរការណាមួយដែលជាកន្លែងដែលត្រូវបានចែករំលែកឧបករណ៍ (ឧសាលារៀនកន្លែងធ្វើការបណ្ណាល័យសាធារណៈជាដើម) និង / ឬគណនីនៅក្នុងការគោរពនៃសេវាកម្មនេះ។ គណនីផ្សេងទៀតណាមួយដែលអ្នកបានបើកជាមួយយើងឬដែលត្រូវបានគ្រប់គ្រងដោយអ្នកនៅក្នុងប្រយោជន៍បានសេវានេះទាក់ទងនឹងបានទៅជា \"គណនីស្ទួន\" ។ យើងអាចបិទគណនីស្ទួនណាមួយ (ប៉ុន្តែមិនត្រូវបានកាតព្វកិច្ចដើម្បីធ្វើដូច្នេះ) ។ ប្រសិនបើយើងបិទគណនីស្ទួន:</p> <p>4.7.1 ទាំងអស់ប្រាក់រង្វាន់ការភ្នាល់ឥតគិតថ្លៃនិងការឈ្នះប្រាក់រង្វាន់ដូចដែលកើតពីការភ្នាល់ដោយសេរីទទួលបាននិងការប្រើប្រាស់គណនីស្ទួននឹងត្រូវចាត់ទុកជាមោឃៈនិងការកាត់យកបានដោយអ្នក!</p> <p>4.7.2 យើងអាច, ការសំរេចចិត្តរបស់យើងទាំងមូល, ចាត់ទុកជាមោឃៈនូវការឈ្នះនិងការសងប្រាក់ការដាក់ប្រាក់បញ្ញើទាំងអស់ទាំងអស់ (បរិមាណតិចជាងនៅក្នុងការគោរពនៃការឈ្នះចាត់ទុកជាមោឃៈ) បានធ្វើនៅក្នុងការគោរពនៃគណនីស្ទួននោះនិងដើម្បីជាវិសាលភាពមិនបានសង្គ្រោះដោយយើងពីគណនីស្ទួនពាក់ព័ន្ធណាមួយឡើយ ចំនួនទឹកប្រាក់ដែលនឹងត្រូវបានបង្វិលទៅឱ្យយើងដោយអ្នកនៅក្នុងការគោរពនៃគណនីស្ទួនអាចត្រូវបានសង្គ្រោះដោយយើងដោយផ្ទាល់ពីគណនីផ្សេងទៀតរបស់អ្នក (រួមបញ្ចូលទាំងគណនីស្ទួនណាមួយផ្សេងទៀត); ឬ</p> <p>4.7.3 យើងអាច, ការសំរេចចិត្តរបស់យើងទាំងមូល, អនុញ្ញាតឱ្យប្រើប្រាស់នៃគណនីស្ទួននឹងត្រូវបានចាត់ទុកថាមានសុពលភាពក្នុងករណីដែលការខាតបង់ទាំងអស់ដែលបានដាក់និងភាគហ៊ុនឬសម្រាប់អ្នកដោយតាមរយៈគណនីស្ទួននឹងត្រូវបានរក្សាទុកដោយពួកយើង។</p> <p><b>5. ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក! តម្រូវការការលាងលុយកខ្វក់</b></p> <p>5.1 អ្នកអាចធានាថា:</p> <p>5.1.1 ឈ្មោះនិងដោះស្រាយអ្នកផ្គត់ផ្គង់នៅពេលបើកគណនីរបស់អ្នកគឺត្រឹមត្រូវ! និង</p> <p>5.1.2 អ្នកគឺជាម្ចាស់ស្របច្បាប់នៃការប្រាក់ដែលអ្នកនៅពេលណាមួយក្នុងការដាក់ប្រាក់បញ្ញើគណនីរបស់អ្នក។</p> <p>5.2 តាមរយៈយល់ព្រមតាមលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលអ្នកអនុញ្ញាតឱ្យយើងធ្វើការពិនិត្យផ្ទៀងផ្ទាត់បែបណាមួយពីពេលមួយទៅពេលវេលាដែលយើងអាចតម្រូវឱ្យខ្លួនយើងឬអាចត្រូវបានទាមទារដោយភាគីទីបី (រួមទាំង, ប៉ុន្តែមិនបានកំណត់ចំពោះសាកសពបទប្បញ្ញត្តិ) ដើម្បីបញ្ជាក់ពីការពិតទាំងនេះ (នេះ \"ពិនិត្យមើល\") ។ អ្នកយល់ព្រមថាពីពេលមួយទៅពេលមួយ, តាមការស្នើសុំរបស់យើង, អ្នកអាចត្រូវបានទាមទារដើម្បីផ្តល់នូវការលម្អិតបន្ថែមនៅក្នុងការគោរពនៃការណាមួយនៃពដូចអ្នកបានផ្តល់ឱ្យពួកយើង, រួមបញ្ចូលទាំងការទាក់ទងទៅនឹងការដាក់ប្រាក់ណាមួយដែលអ្នកបានចូលទៅក្នុងគណនីរបស់អ្នក។</p> <p>5.3 ខណៈដែលយើងកំពុងធ្វើការពិនិត្យមើលណាមួយពីពេលមួយទៅពេលយើងអាចដាក់កម្រិតការដកមូលនិធិដែលអ្នកបានមកពីគណនីរបស់អ្នកនិងពី / ឬរារាំងការចូលដំណើរការទៅគ្រប់ផ្នែកទាំងអស់ឬមួយចំនួននៃវេបសាយនេះ។ សូមចំណាំថាយើងអាចពីពេលមួយទៅពេល reperform ពិនិត្យមើលសម្រាប់បទប្បញ្ញត្តិសន្តិសុខឬហេតុផលអាជីវកម្មផ្សេងទៀត។ ប្រសិនបើមានការរឹតបន្តឹងបែបណាមួយបណ្តាលអោយអ្នកមានបញ្ហាសូមទាក់ទងសេវាកម្មអតិថិជន។</p> <p>5.4 ក្នុងកាលៈទេសៈមួយពិតប្រាកដដែលយើងអាចមានការទាក់ទងអ្នកហើយសួរអ្នកដើម្បីផ្ដល់ពបន្ថែមទៀតដើម្បីឱ្យពួកយើងដោយផ្ទាល់នៅក្នុងគោលបំណងដើម្បីបញ្ចប់ការពិនិត្យមើលនេះ។ ចំពោះគោលបំណងនេះយើងនឹងទទួលនៅការសំរេចចិត្តរបស់យើងដើម្បីទាមទារឱ្យអ្នកផ្តល់ឱ្យយើងនូវលេខសម្គាល់ notarised ឬលេខសម្គាល់បញ្ជាក់ដែលទាក់ទងយោងទៅតាមច្បាប់នៃយុត្តាធិការរបស់អ្នកឬបើមិនដូច្នេះទេ, ភស្តុតាងនៃអាសយដ្ឋានវិក័យប័ត្រឧបករណ៍ប្រើប្រាស់លំអិតធនាគារ, សេចក្តីថ្លែងការណ៍របស់ធនាគារនិងឯកសារយោងធនាគារនិងឯកសារដែលគូសបញ្ជាក់ពីប្រភពរបស់អ្នកនៃមូលនិធិណាមួយឡើយ។ រហូតមកដល់ពបែបនេះត្រូវបានផ្ដល់ឱ្យដោយការពេញចិត្តរបស់យើងយើងអាចការពារសកម្មភាពណាមួយដែលនឹងត្រូវបានអនុវត្តដោយអ្នកពាក់ព័ន្ធនឹងគណនីឬយើងអាចជាកន្លែងដែលយើងសមហេតុផលជឿថាពមិនត្រឹមត្រូវដោយចេតនាត្រូវបានផ្តល់ឱ្យដោយអ្នករក្សាចំនួនទឹកប្រាក់ដែលដាក់នៅលើគណនីដូចខាងក្រោម បិទគណនីនេះដោយពួកយើង។</p> <p>5.5 វាអាចជាបទល្មើសសម្រាប់មនុស្សដែលនៅក្រោមអាយុពាក់ព័ន្ធដើម្បីធ្វើឱ្យការប្រើប្រាស់វេបសាយមួយ។ ប្រសិនបើយើងមិនអាចបញ្ជាក់ថាអ្នកមានអាយុពាក់ព័ន្ធបន្ទាប់មកយើងអាចនឹងផ្អាកគណនីរបស់អ្នករហូតដល់ពេលដែលយើងអាចអះអាងថាអ្នកមានអាយុពាក់ព័ន្ធ។ ប្រសិនបើអ្នកត្រូវបានគេបង្ហាញឱ្យឃើញជាបន្តបន្ទាប់ទៅបានស្ថិតនៅក្រោមអាយុពាក់ព័ន្ធនៅពេលដែលអ្នកបានធ្វើប្រតិបតិ្តការលេងល្បែងឬណាលេងហ្គេមជាមួយយើង, បន្ទាប់មក:</p> <p>5.5.1 គណនីរបស់អ្នកនឹងត្រូវបានបិទ;</p> <p>5.5.2 ប្រតិបត្តិការទាំងអស់ដែលបានធ្វើឡើងស្របពេលដែលអ្នកត្រូវបានគេមិនទាន់គ្រប់អាយុនឹងត្រូវបានធ្វើចាត់ទុកជាមោឃៈនិងមូលនិធិដែលទាក់ទងទាំងអស់ដាក់ដោយអ្នកនឹងត្រូវបានត្រឡប់មកវិញដោយវិធីសាស្រ្តទូទាត់ដែលបានប្រើសម្រាប់ការដាក់ប្រាក់បែបនេះនៅគ្រប់ទីកន្លែងអនុវត្ត;</p> <p>5.5.3 ការដាក់ប្រាក់ដែលបានធ្វើឡើងស្របពេលដែលអ្នកមាននៅក្រោមអាយុដែលពាក់ព័ន្ធនឹងត្រូវបានត្រឡប់មកវិញដើម្បីអ្នក! និង</p> <p>5.5.4 ការឈ្នះណាមួយដែលអ្នកបានកើនឡើងក្នុងអំឡុងពេលដូចនៅពេលដែលអ្នកមាននៅក្រោមអាយុដែលពាក់ព័ន្ធនឹងត្រូវបានកាត់ចោលដោយអ្នក (និងអាចត្រូវបានដកចេញពីចំនួនទឹកប្រាក់នៃការដាក់ប្រាក់ណាមួយដែលបានវិលត្រឡប់មកក្រោមកថាខណ្ឌ 5.5.3) ហើយអ្នកនឹងត្រឡប់ទៅពួកយើងនៅលើតម្រូវការ មូលនិធិបែបណាមួយដែលត្រូវបានដកចេញពីគណនីរបស់អ្នក។</p> <p><b>6. ឈ្មោះអ្នកប្រើប្រាស់លេខសម្ងាត់លេខកូដសម្ងាត់និងជូនដំណឹងដល់អតិថិជន</b></p> <p>6.1 បន្ទាប់ពីការបើកគណនីរបស់អ្នក, អ្នកត្រូវតែអនុវត្តគ្រប់ជំហានដើម្បីជៀសវាងការបង្ហាញ (ថាតើចេតនាឬដោយចៃដន្យ) ឈ្មោះអ្នកប្រើរបស់អ្នក, ពាក្យសម្ងាត់និង / ឬលេខគណនីដើម្បីឱ្យអ្នកណាម្នាក់ផ្សេងទៀតរួមបញ្ចូលទាំង (ដែលជាកន្លែងដែលអនុវត្ត) ការធានាថាកម្មវិធីសន្តិសុខកាលបរិច្ឆេទត្រូវបានទាញយក ការចូលដំណើរការរបស់អ្នកទៅលើឧបករណ៍។</p> <p>6.2 ប្រតិបត្តិការទាំងអស់ដែលបានធ្វើដែលជាកន្លែងដែលឈ្មោះអ្នកប្រើរបស់អ្នកនិងពាក្យសម្ងាត់និង / ឬលេខគណនីបានត្រឹមត្រូវនឹងត្រូវបានចាត់ទុកថាជាការត្រឹមត្រូវឬមិនត្រូវបានអនុញ្ញាតដោយអ្នក, ហើយយើងនឹងមិនទទួលខុសត្រូវចំពោះពាក្យបណ្តឹងណាមួយនៅក្នុងព្រឹត្តិការណ៍ដែលអ្នកបានបង្ហាញឈ្មោះអ្នកប្រើរបស់ពាក្យសម្ងាត់ ឬលេខគណនីដើម្បីនរណាម្នាក់ផ្សេងទៀត (ថាតើចេតនាឬដោយចៃដន្យ) ។</p> <p>6.3 ប្រសិនបើអ្នកបានបាត់បង់ឬត្រូវបំភ្លេចចោលសេចក្ដីលម្អិតគណនីរបស់អ្នកឬមានហេតុផលដើម្បីជឿថាសេចក្តីលម្អិតបែបនេះត្រូវបានគេស្គាល់ថាទៅឱ្យភាគីទីបីមួយដោយគ្មានការអនុញ្ញាត, សូមទាក់ទងមកយើងតាមរយៈការបន្ទាន់សម្រាប់ការជំនួសបំរើសេវាអតិថិជន, សេចក្ដីលម្អិតនៃការដែលអាចត្រូវបានរកឃើញនៅក្នុងទំនាក់ទំនងយើងខ្ញុំឬ <a href=\"http://www.williamhill.com/whHelp/?v=0\">ជំនួយ</a>ផ្នែកនៃវេបសាយនេះ។</p> <p><b>7. ដាក់ប្រាក់និងដកប្រាក់ពីគណនីរបស់អ្នក</b></p> <p>7.1 ប្រសិនបើអ្នកមានបំណងចង់ចូលរួមក្នុងសេវាកម្មនេះអ្នកត្រូវតែដាក់ប្រាក់ចូលទៅក្នុងគណនីរបស់អ្នកពីគណនីមួយឬប្រភពនៃការដែលអ្នកគឺជាម្ចាស់គណនី។ ប្រាក់បែបនេះអាច (ប្រធានបទដើម្បីវគ្គ 5) បន្ទាប់មកត្រូវបានប្រើដោយអ្នកភ្នាល់ឬលេងហ្គេម។ សេចក្តីលម្អិតបន្ថែមទៀតអំពីរបៀបនៃការដាក់ប្រាក់ដកប្រាក់និងផ្ទេរប្រាក់អាចត្រូវបានរកឃើញនៅក្នុងផ្នែកមួយនៃប្រាក់បញ្ញើ<a href=\"https://williamhill-lang.custhelp.com/\">ជំនួយ</a>ផ្នែកនៃវេបសាយនេះ។ ប្រសិនបើអ្នកប្រើវិធីសាស្រ្តទូទាត់នៅក្នុងការគោរពនៃការដែលអ្នកគឺជាអ្នកមិនមែនជាម្ចាស់គណនីនេះយើងសូមរក្សាសិទ្ធិក្នុងការព្យាបាលការដាក់ប្រាក់ណាមួយចូលទៅក្នុងគណនីនេះថាជាការមិនត្រឹមត្រូវ (និងការឈ្នះណាមួយដែលកើតឡើងពីការដាក់ប្រាក់ដូចជាការចាត់ទុកជាមោឃៈ) រង់ចាំការបញ្ចប់ពេញចិត្តនៃការពិនិត្យមើលពាក់ព័ន្ធទាំងអស់ ។</p> <p>7.2 អ្នកយល់ព្រមមិនបង្កើតការទារលុយត្រឡប់មកវិញ, ត្រឡប់ថយក្រោយឬបើមិនដូច្នេះទេបោះបង់ការដាក់ប្រាក់បញ្ញើទៅក្នុងគណនីរបស់អ្នក, ហើយនៅក្នុងព្រឹត្តិការណ៍បែបណាមួយដើម្បីបង្វិលសងវិញនិងការសងយើងចំពោះប្រាក់បញ្ញើដែលគ្មានប្រាក់ខែដូចរួមបញ្ចូលទាំងការចំណាយណាមួយដែលកើតឡើងដោយយើងនៅក្នុងដំណើរការនៃការប្រមូលប្រាក់បញ្ញើរបស់អ្នក។ ដើម្បីជៀសវាងការភ័ន្តច្រឡំគណនីរបស់អ្នកនឹងមិនត្រូវបានប្រើដោយអ្នកដែលជាគណនីធនាគារហើយយើងគួរតែក្លាយជាការយល់ដឹងអំពីការដាក់ប្រាក់ចូលទៅក្នុងនិងដកប្រាក់ពីគណនីរបស់អ្នកដោយមិនភ្នាល់សមស្របឬសកម្មភាពលេងល្បែងយើងសូមរក្សាសិទ្ធិក្នុងការកាត់បន្ទុករដ្ឋបាលមួយ (ថាតើឬ យើងមិនបិទឬផ្អាកគណនីនេះ) ។ ប្រាក់ការដាក់ប្រាក់ជាមួយយើងនៅក្នុងគណនីរបស់អ្នកនឹងមិនត្រូវបានទាក់ទាញការចាប់អារម្មណ៍។</p> <p>7.3 យើងត្រូវបានទាមទារដោយអាជ្ញាប័ណ្ណរបស់យើងដើម្បីជូនដំណឹងដល់អតិថិជនអំពីអ្វីដែលកើតឡើងចំពោះប្រាក់ដែលយើងបានរៀបចំនៅលើគណនីសម្រាប់អ្នក, និងទំហំដែលបំណុលបែបនេះត្រូវបានការពារនៅក្នុងព្រឹត្តិការណ៍នៅលើក្ស័យធន។ <a href=\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a>។ ដោយអ្នកមុនីបានដាក់ចូលក្នុងគណនីរបស់អ្នកនឹងត្រូវបានប្រារព្ធឡើងនៅក្នុងគណនីធនាគារមួយនិង / ឬគណនី escrow ដែលនឹងត្រូវបានរក្សាទុកដាច់ដោយឡែកពីមូលនិធិក្រុមហ៊ុនរបស់យើង។ ទឹកប្រាក់ក្នុងគណនីរបស់អ្នកមិនត្រូវបានធានារ៉ាប់រងការធានាការឧបត្ថម្ភឬបើមិនដូច្នោះទេការការពារដោយការកក់ប្រាក់ឬប្រព័ន្ធធានារ៉ាប់រងធនាគារឬដោយប្រើប្រាស់ប្រព័ន្ធធានារ៉ាប់រងស្រដៀងគ្នាផ្សេងទៀត។ ដូច, ប្រាក់នៅក្នុងគណនីរបស់អ្នកមិនត្រូវបានការពារនៅក្នុងព្រឹត្តិការណ៍នៃការក្ស័យធននេះ។ នេះបានជួបតម្រូវការគណៈកម្មាធិការលេងល្បែងសម្រាប់ការបែងចែកនៃមូលនិធិអតិថិជននៅកម្រិតនេះ: ដោយឡែកមូលដ្ឋាន។</p> <p>7.4 យើងអាចនៅពេលណាមួយដែលបានកំណត់បិទតុល្យភាពវិជ្ជមានណាមួយនៅលើគណនីរបស់អ្នកប្រឆាំងនឹងចំនួនទឹកប្រាក់ដែលអ្នកជំពាក់ (រួមបញ្ចូលទាំងនៅក្រោមគណនីស្ទួន) ទៅឱ្យក្រុមហ៊ុនផ្សេងទៀតណាមួយនៅក្នុងក្រុមប្រតិបត្តិការរបស់ (ដោយមិនគិតអំពីថាតើមានការរំលោភលើលក្ខខណ្ឌនៃការប្រើប្រាស់នេះ) រួមបញ្ចូលទាំង (គ្មានកំណត់) ដែលជាកន្លែងដែលយើងឡើងវិញដោះស្រាយការភ្នាល់ឬការភ្នាល់ណាមួយដោយអនុលោមតាមកថាខណ្ឌ 4.7 (ស្ទួនគណនី) កថាខ័ណ្ឌ 11 (Collusion, ការលួចបន្លំ, ការក្លែងបន្លំនិងសកម្មភាពព្រហ្មទណ្ឌ) ឬវគ្គ 18 (កំហុសឬការបំភ្លេចចោល) ។</p> <p>7.5 ដើម្បីវិសាលភាពដែលតម្រូវដោយច្បាប់ក្នុងតំបន់របស់អ្នកឬពន្ធឬអាជ្ញាធរផ្សេងទៀតអ្នកទទួលខុសត្រូវរាយការណ៍ឈ្នះនិងការខាតបង់កើតឡើងពីសេវាកម្មរបស់អ្នក។</p> <p>7.6 អ្នកអាចកំណត់ការដាក់ប្រាក់នៅលើគណនីរបស់អ្នកនៅក្នុងណាមួយថ្ងៃ។ ដែនកំណត់នេះមិនត្រូវបានបង្កើនដោយមិនអាចធ្វើឱ្យយើងមានការជូនដំណឹងផ្តល់ម្ភៃបួនម៉ោងនៃការប្រាថ្នារបស់អ្នកដើម្បីបង្កើនដែនកំណត់ការដាក់ប្រាក់របស់អ្នកនិងការតែនៅពេលម្ភៃបួនម៉ោងបានកន្លងទៅពីការស្នើរសុំរបស់អ្នកសម្រាប់ការបង្កើននឹងការកើនឡើងនេះត្រូវបានអនុវត្តមួយ។ សម្រាប់លម្អិតពីរបៀបដើម្បីបង្កើតដែនកំណត់ការដាក់ប្រាក់សូមទាក់ទងសេវាកម្មអតិថិជនឬ (ដែលជាកន្លែងដែលគណនីរបស់អ្នកគឺសម្រាប់វេបសាយ) បានបង្កើតឡើងតាមរយៈវេបសាយដែនកំណត់ដោយចុចលើគណនីរបស់ខ្ញុំ, បន្ទាប់មកគណនីលម្អិតឱ្យទាន់សម័យ។ កាត់បន្ថយបានបញ្ជាក់ណាមួយទៅដែនកំណត់ការដាក់ប្រាក់របស់អ្នកនឹងមានប្រសិទ្ធិភាពភ្លាម។</p> <p>7.7 ប្រធានបទទៅវគ្គ 12 (ការបិទគណនីរបស់អ្នក! ល), អ្នកអាចស្នើសុំដកប្រាក់ពីគណនីរបស់អ្នកនៅពេលណាមួយ (ចំណាំថាសិទ្ធិនៃការដកនេះមានរួមបញ្ចូលទាំងសិទ្ធិក្នុងការដកទាំងស្រុងនៃតុល្យភាព Buy-In របស់អ្នកនិងដាក់ប្រាក់ណាមួយផ្សេងទៀតនោះ មូលនិធិ), បានផ្តល់ថា:</p> <p>7.7.1 ការបង់ប្រាក់ទាំងអស់ធ្វើឡើងចូលទៅគណនីរបស់អ្នកត្រូវបានគេអះអាងថាជាបានជម្រះហើយគ្មាននរណាម្នាក់ត្រូវបានចោទប្រកាន់ត្រឡប់មកវិញ, ញ្រ្ចាសឬលុបចោលបើមិនដូច្នេះទេ;</p> <p>7.7.2 ការពិនិត្យមើលណាមួយបានបញ្ជូនទៅក្នុងកថាខ័ណ្ឌទី 5 (ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក! តម្រូវការការលាងលុយ) ខាងលើត្រូវបានបញ្ចប់ដោយពួកយើងដើម្បីការពេញចិត្តរបស់យើង; និង</p> <p>7.7.3 អ្នកបានអនុវត្តតាមលក្ខខណ្ឌណាមួយផ្សេងទៀតដែលពាក់ព័ន្ធការដកប៉ះពាល់ដល់គណនីរបស់អ្នក។ ចំណាំថានៅក្នុងលក្ខខណ្ឌដកប្រាក់នៅមានកម្រិតចំនួនទឹកប្រាក់ការដកប្រាក់អប្បបរមាមួយចំនួន (ដែលខុសគ្នាអាស្រ័យលើវិធីសាស្រ្តទូទាត់ដែលអ្នកបានជ្រើស) ប៉ុន្តែបើគណនីរបស់អ្នកមានតិចជាងអប្បបរមាដូច (រួមទាំងនៅក្នុង Buy-In តុល្យភាពណាមួយ) យើងនឹងដំណើរការការដកសម្រាប់ការនេះ តុល្យភាពនៅក្នុងគណនីរបស់អ្នកនៅក្នុងព្រឹត្តិការណ៍ណាមួយ (បើទោះបីជាមានអប្បបរមាដែលមានចែង) ។</p> <p>7.8 នៅលើការដកណាមួយដែលអនុម័តដោយពួកយើងផ្តល់ថាអ្នកបានផ្តល់ឱ្យយើងនូវពគ្រប់គ្រាន់ជារបៀបដែលមូលនិធិនេះគួរតែត្រូវបានផ្ទេរទៅឱ្យអ្នក, យើងនឹងប្រគល់ប្រាក់ដែលពាក់ព័ន្ធទៅនឹងអ្នកដោយអនុលោមតាមកថាខណ្ឌ 7.7 (ការចោទប្រកាន់តិចដែលកើតឡើងឬចំនួនណាមួយផ្សេងទៀតដែលទាមទារឱ្យមាន បានដកចេញពីការដកប្រាក់របស់អ្នកនៅក្នុងគោលបំណងដើម្បីអនុវត្តតាមច្បាប់ដែលអាចអនុវត្តបាន) ។ សូមចំណាំថាដោយការដកអ្នកនៅក្នុងការទិញណាមួយដែលនឹងមានលទ្ធផលតុល្យភាពក្នុងការលុបចោលនៃសមតុល្យប្រាក់រង្វាន់ណាមួយបានភ្ជាប់ជាមួយនឹងថា Buy-In តុល្យភាពក្នុងការអនុលោមតាមលក្ខខណ្ឌទាក់ទងទៅនឹងប្រាក់រង្វាន់លើកកម្ពស់នោះ។ ក្នុងគោលបំណងដើម្បីដក Buy-In របស់អ្នកមានតុល្យភាពដែលអ្នកអាចនឹងត្រូវការដើម្បីបោះបង់ការចេញដំបូងនៃការផ្ដល់ជូនពិសេសដែលបានទិញនៅក្នុងតុល្យភាពទាក់ទងណាមួយហើយប្រសិនបើនេះគឺត្រូវបានទាមទារការណែនាំពេញលេញដូចជាវិធីដើម្បីធ្វើដូច្នេះបានយ៉ាងមាននៅក្នុងប្រាក់បន្ថែមលក្ខខណ្ឌដែលពាក់ព័ន្ធទៅនឹងការលើកកម្ពស់ថា ។</p> <p>7.9 យើងនឹងព្យាយាមដើម្បីសម្រុះសម្រួលសំណើរបស់អ្នកដែលទាក់ទងនឹងវិធីសាស្រ្តទូទាត់និងរូបិយប័ណ្ណនៃការទូទាត់នៃការដករបស់អ្នក។ នេះទោះយ៉ាងណាមិនអាចត្រូវបានធានា។ ដូច្នេះយើងអាចដំណើរការនិងបង់ប្រាក់ការដកប្រាក់ក្នុងវិធីសាស្រ្តទូទាត់ផ្សេងជាងមួយដែលបានស្នើដោយអ្នកដូចជាតាមរយៈការផ្តល់សេវាបង់ប្រាក់ខុសគ្នាដែលជាសេចក្តីព្រាងធនាគារឬលួសផ្ទេរ (ការចោទប្រកាន់ណាមួយបានភ្ជាប់ជាមួយនឹងវិធីសាស្រ្តទូទាត់ដែលពាក់ព័ន្ធត្រូវបានកំណត់ចេញនៅក្នុងផ្នែកការដកនៃ<a href=\"http://liveguess.net/about/help\">ជំនួយ</a> ផ្នែកនៃវេបសាយនេះ) ។ ស្រដៀងគ្នានេះដែរនៅក្នុងករណីមួយចំនួន, រូបិយប័ណ្ណនៃការដករបស់អ្នកប្រហែលជាមិនអាចរូបិយប័ណ្ណនៅក្នុងការដែលការដាក់ប្រាក់របស់អ្នកត្រូវបានធ្វើឡើងឬថាបើមិនដូច្នេះទេត្រូវបានស្នើដោយអ្នកនិងនៅក្នុងកាលៈទេសៈដែលជាកន្លែងដែលយើងត្រូវបានទាមទារដើម្បីបម្លែងការដាក់ប្រាក់របស់អ្នករវាងរូបិយប័ណ្ណផ្សេងគ្នា, អត្រាការបម្លែងដែលបានប្រើដោយ យើងត្រូវមានចែងក្នុង<a href=\"http://liveguess.net/about/help\">ជំនួយ</a>ផ្នែកនៃវេបសាយនេះ។</p> <p>ថ្លៃសេវាគណនីអសកម្ម 7,10 ។ បើអ្នកមិនប្រើគណនីរបស់អ្នកសម្រាប់ភ្នាល់ឬការលេងហ្គេមដែលធ្វើឱ្យដាក់ប្រាក់ការដកប្រាក់ឬការផ្លាស់ប្តូរ, ឬប្រសិនបើវាគឺជាការអសកម្មបើមិនដូច្នេះទេសម្រាប់រយៈពេលយ៉ាងហោចណាស់រយៈពេល 13 ខែជាប់គ្នាបន្ទាប់មកវានឹងក្លាយជា \"គណនីអសកម្ម\" ។ គណនីអសកម្មទាំងអស់នឹងទទួលរងថ្លៃមួយ ( \"ថ្លៃគណនីអសកម្ម\") សេចក្ដីលម្អិតដែលអាចត្រូវបានរកឃើញនៅក្នុងផ្នែកជំនួយនៃវេបសាយនេះ។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដែលគណនីរបស់អ្នកក្លាយជាគណនីអសកម្មនិងយ៉ាងហោចណាស់ 14 ថ្ងៃមុនពេលដែលថ្លៃគណនីអសកម្មណាមួយត្រូវបានដកចេញពីវា។</p> <p><b>8. ការប្រើប្រាស់ផ្នែកច្បាប់នៃគេហទំព័រនេះ</b></p> <p>8.1 ការចូលដំណើរការទៅឬការប្រើវេបសាយឬសេវាកម្មណាមួយរបស់គេហទំព័រនេះអាចតាមរយៈការស្របច្បាប់សម្រាប់ការមិនមួយចំនួនឬអ្នកស្រុកទាំងអស់នៃមនុស្សនៅក្នុងប្រទេសឬជាក់លាក់។ យើងមិនមានបំណងថាវេបសាយនេះគួរត្រូវបានប្រើសម្រាប់ការភ្នាល់លេងហ្គេមឬគោលបំណងផ្សេងទៀតណាមួយដែលជារបស់បុគ្គលនៅក្នុងប្រទេសនៅក្នុងការដែលសកម្មភាពទាំងនេះជាការខុសច្បាប់ដែលមានរួមបញ្ចូលទាំងសហរដ្ឋអាមេរិកនិងទឹកដីអ្នកដែលបានរាយតាមរយៈការផ្នែកជំនួយនៅលើវេបសាយ។ ការពិតដែលថាវេបសាយនេះគឺអាចចូលដំណើរការនៅក្នុងប្រទេសកម្ពុជាដូចណាមួយឬលេចឡើងក្នុងភាសាជាផ្លូវការនៃប្រទេសបែបនេះណាមួយនឹងមិនត្រូវបានបកស្រាយថាជាតំណាងឬធានាដោយគោរពទៅនឹងភាពស្របច្បាប់ឬបើមិនដូច្នេះទេការចូលដំណើរការទៅនិងការប្រើប្រាស់វេបសាយនិងនេះ ការធ្វើការទទួលប្រាក់បញ្ញើឬពីគណនីការឈ្នះណាមួយរបស់អ្នក។ អាចរកបាននៃគេហទំព័រនេះមិនបង្កើតការផ្តល់ជូន,</p> <p>8.2 វាគឺជាការទទួលខុសត្រូវរបស់អ្នកដើម្បីកំណត់ច្បាប់ដែលអនុវត្តនៅក្នុងទីតាំងដែលក្នុងនោះអ្នកគឺជាបច្ចុប្បន្ននេះ។ អ្នកគួរតែធានាថាអ្នកនឹងត្រូវបានសម្ដែងដោយស្របច្បាប់ក្នុងដែនសមត្ថកិច្ចរបស់អ្នកនៅក្នុងការបើកគណនីរបស់អ្នកនិង / ឬការប្រើប្រាស់វេបសាយនិងអ្នកតំណាងធានានិងយល់ព្រមថាអ្នកនឹងធ្វើដូច្នេះ។</p> <p>8.3 ប្រសិនបើវាក្លាយទៅជាច្បាស់ដល់យើងថាអ្នកគឺជាអ្នករស់នៅក្នុងប្រទេសដែលនៅក្នុងការប្រើប្រាស់វេបសាយនេះគឺមិនស្របច្បាប់មួយយើងត្រូវមានសិទ្ធិបានភ្លាមដើម្បីបិទគណនីរបស់អ្នកក្នុងករណីដែលមានតុល្យភាពណាមួយនៅលើគណនីនៅលើកាលបរិច្ឆេទនៃការបិទនេះនឹង ត្រូវបានបង្វិលទៅឱ្យអ្នកឆាប់តាមដែលវាគឺជាការអនុវត្តសម្រាប់យើងក្នុងការធ្វើដូច្នេះ។</p> <p><b>9. ដាក់ការភ្នាល់របស់អ្នកនិង / ឬការលេងហ្គេមការប្រើសេវាកម្មនេះ</b></p> <p>9.1 ដើម្បីភ្នាល់ឬចូលដំណើរការសេវាដែលអ្នកគួរធ្វើតាមការណែនាំបានផ្តល់ជូននៅផ្នែកជំនួយមួយ។</p> <p>9.2 វាគឺជាការទទួលខុសត្រូវរបស់អ្នកដើម្បីធានាថាសេចក្តីលម្អិតនៃការភ្នាល់ណាមួយ, ភាគហ៊ុនឬប្រតិបត្តិការស្រដៀងគ្នាដែលអ្នកបានដាក់ការប្រើប្រាស់សេវាកម្ម (មួយ \"ប្រតិបត្តិការ\") គឺជាការត្រឹមត្រូវនៅក្នុងលក្ខណៈដូចខាងក្រោមនេះ:</p> <p>9.2.1 ពេលប្រើវេបសាយ (ដោយផ្ទាល់តាមរយៈកម្មវិធីឬបើមិនដូច្នេះទេ) ដោយអនុលោមតាមវិធាននៃការភ្នាល់ដែលពាក់ព័ន្ធឬការលេងហ្គេម, ជាការសមរម្យ; និង</p> <p>9.2.2 ពេលប្រើ Telebetting ការភ្នាល់របស់អ្នកនឹងត្រូវបានអានត្រឡប់មកវិញដើម្បីអ្នកហើយអ្នកនឹងត្រូវបានសួរដើម្បីបញ្ជាក់ថាវាជាការត្រឹមត្រូវទៅភ្នាក់ងារទូរស័ព្ទរបស់យើង។</p> <p>9.3 ប្រវត្តិប្រតិបត្តិការរបស់អ្នកអាចត្រូវបានចូលដំណើរការដោយអ្នកដោយចុចគណនីរបស់ខ្ញុំនៅលើវេបសាយឬសេវាកម្មអតិថិជនតាមរយៈក្រុមរបស់យើង (រួមទាំងការទទួលបានសេចក្តីថ្លែងការណ៍ជ្រើសរើសបានសរសេរមួយ) ។</p> <p>9.4 យើងខ្ញុំសូមរក្សាសិទ្ធិក្នុងការបដិសេធទាំងមូលឬផ្នែកមួយនៃប្រតិបត្តិការណាមួយដែលបានស្នើរសុំដោយអ្នកបាន; (ក) ដែលជាកន្លែងដែលអ្នកបានរំលោភលក្ខខណ្ឌនៃការប្រើប្រាស់ឬ (ខ) នៅពេលណាមួយក្នុងការសំរេចចិត្តរបស់យើងលើកលែងតែថាយើងនឹងមិនអនុវត្តការសំរេចចិត្តបែបនេះឬស្វែងរកការពង្រឹងការសំរេចចិត្តបែបនេះប្រសិនបើអ្នកបានធ្វើការភ្នាល់ជម្រុះមួយឬច្រើននៅក្នុងការគោរពនៃការ លើកកម្ពស់ភ្នាល់ដោយឥតគិតថ្លៃ) និងការធ្វើលំហាត់ប្រាណនៃការសំរេចចិត្តនឹងរបស់យើង:</p> <p>9.4.1 ប៉ះពាល់ដល់លទ្ធភាពរបស់អ្នក: 9.4.1.1 ទទួលការភ្នាល់ដោយឥតគិតថ្លៃឬតម្លៃរំពឹងទុកពេញលេញនៃការភ្នាល់ឥតគិតថ្លៃពីការលើកកម្ពស់ភ្នាល់ដែលបានដោយឥតគិតថ្លៃ, បានដាក់ការភ្នាល់ជម្រុះដែលចាំបាច់ទាំងអស់; and9.4.1.2 ភ្នាល់ជម្រុះដែលនៅសល់ដែលបានទាមទារដោយការផ្តល់រង្វាន់ភ្នាល់ដែលបានដោយឥតគិតថ្លៃហើយដោយហេតុនេះទទួលបានការភ្នាល់ដោយឥតគិតថ្លៃឬតម្លៃរំពឹងទុកពេញលេញនៃការភ្នាល់ឥតគិតថ្លៃពីការលើកកម្ពស់ភ្នាល់ដែលបានដោយឥតគិតថ្លៃ, ដែលអ្នកនឹងត្រូវបានសិទ្ធិទទួលបានជាលទ្ធផលមួយ; and9.4.1.3 ព្យាយាមដើម្បីបំពេញតម្រូវការខ្ពស់ជាងទឹកប្រាក់ណាមួយបានភ្ជាប់ជាមួយដែលជំរុញការភ្នាល់ដោយឥតគិតថ្លៃ! or9.4.2 សម្ភារៈប៉ះពាល់ដល់សមត្ថភាពរបស់អ្នកដើម្បីបញ្ចប់ការភ្នាល់ជម្រុះដែលតម្រូវដោយលើកកម្ពស់ភ្នាល់ថាដោយឥតគិតថ្លៃ។</p> <p>9.5 គ្មានត្រូវបានទទួលយកដោយប្រតិបត្តិការរហូតដល់អ្នកបានយើងបានផ្តល់ការបញ្ជាក់សមរម្យ (ឬបើមិនដូច្នេះទេត្រូវបានវាត្រូវបានទទួលយកដោយពួកយើង) នៅក្នុងការអនុលោមតាមកថាខណ្ឌ 9.2 ។ បើអ្នកស្ថិតនៅក្នុងការសង្ស័យណាមួយថាតើការប្រតិបត្តិការមួយត្រូវបានទទួលយកដោយជោគជ័យ, អ្នកគួរតែទាក់ទងសេវាកម្មអតិថិជន។</p> <p>នៅពេលប្រតិបត្តិការត្រូវបានទទួលយកដោយពួកយើង, អ្នកមិនអាចបោះបង់ប្រតិបត្តិការនេះទេលុះត្រាតែយើងបានយល់ព្រមបើមិនដូច្នេះទេ។ ប្រសិនបើអ្នកត្រូវបានធ្វើឱ្យប្រតិបត្តិការទូរស័ព្ទដែលមានការតភ្ជាប់តាមទូរស័ព្ទការភ្នាល់និងដែលពាក់ព័ន្ធក្លាយជាផ្ដាច់ការរំពឹងទុកយើងជាយ៉ាងណានឹងភ្នាល់ដែលពាក់ព័ន្ធប្រសិនបើ (ក) យើងមានច្បាស់លាស់ដូចជាការណែនាំមានគោលបំណងរបស់អ្នកទៅ! (ខ) សេចក្តីលម្អិតនៃការភ្នាល់ត្រូវបានផ្តល់ទៅឱ្យយើងដោយអ្នកមុនពេលដល់ចំណុចដែលយើងបានបញ្ឈប់ការទទួលយកការភ្នាល់នៅលើព្រឹត្តិការណ៍ដែលពាក់ព័ន្ធនេះ; និង (គ) ការភ្នាល់នោះគាប់ដល់យើងក្នុងប្រតិបត្តិការជំនួញជាធម្មតា។ នៅក្នុងព្រឹត្តិការណ៍នៃការផ្តាច់ទូរស័ព្ទបែបណាមួយនោះទេ, អ្នកភ្លាមគួរទាក់ទងក្រុមការងារសេវាកម្មអតិថិជនរបស់យើងខ្ញុំសម្រាប់ការបញ្ជាក់ថាតើការភ្នាល់របស់អ្នកត្រូវបានដាក់។</p> <p>9.6 យើងអាច, ការសំរេចចិត្តរបស់យើង (និងផ្តល់ថាមិនអ្នកឬដែលយើងទទួលបានផលប្រយោជន៍មិនត្រឹមត្រូវណាមួយ), ជ្រើសរើសដើម្បីទទួលយកការភ្នាល់ប៉ុន្ដែថាព្រឹត្តិការណ៍ពាក់ព័ន្ធនេះបានចាប់ផ្តើម។ នៅក្នុងការគោរពនៃការលេងហ្គេម, ការលេងហ្គេមដែលពាក់ព័ន្ធត្រូវបានកំណត់ចំណុចដែលគ្មានភាគហ៊ុនបន្ថែមទៀតនឹងត្រូវបានទទួលយកដោយពួកយើង។</p> <p>9.7 យើងអាចលុបចោលឬកែប្រែដោយអនុលោមតាមបទប្បញ្ញត្តិប្រតិបត្តិការកថាខណ្ឌ 5 មួយ (ផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក) កថាខ័ណ្ឌ 11 (Collusion, បន្លំ, ការក្លែងបន្លំនិងសកម្មភាពព្រហ្មទណ្ឌ) ឬវគ្គ 18 (កំហុសឬការបំភ្លេចចោល) ។</p> <p><b>10. ហ្គេមចម្ងាយឬភ្នាល់</b></p> <p>10.1 ដែលជាកន្លែងដែលអ្នកត្រូវបានចូលដំណើរការសេវាកម្មនេះតាមរយៈសំណុំបែបបទនៃការទំនាក់ទំនងអេឡិចត្រូនិអ្នកគួរតែដឹងថា:</p> <p>10.1.1 ទាក់ទងនឹងការប្រើប្រាស់របស់អ្នកនៃវេបសាយសម្រាប់ការដាក់ការភ្នាល់ឬការលេងនៃការប្រកួតនេះ:</p> <p>10.1.1.1 អ្នកអាចត្រូវបានប្រើការតភ្ជាប់ឬឧបករណ៍ដែលមានល្បឿនយឺតជាងឧបករណ៍ដូចបានប្រើដោយអ្នកដទៃនិងអាចប៉ះពាល់ដល់ការសម្តែងនេះជារបស់អ្នកនៅក្នុងពេលព្រឹត្តិការណ៍សំខាន់ដែលបានផ្តល់ជូនតាមរយៈវេបសាយ;</p> <p>10.1.1.2 អ្នកអាចជួបប្រទះកំហុសជាប្រព័ន្ធ, កំហុស, កំហុសឬការរំខានសេវាដែលនឹងត្រូវបានដោះស្រាយដោយអនុលោមតាមកថាខ័ណ្ឌ 17 (ការខកខានអាយ);</p> <p>10.1.1.3 វិធានការប្រកួតសម្រាប់ព្រឹត្តិការណ៍គ្នាឬការលេងហ្គេមដែលបានផ្តល់ជូនតាមរយៈវេបសាយដែលអាចរកបាននិងគួរត្រូវបានពិចារណាដោយអ្នកមុនពេលប្រើរបស់អ្នកចំពោះសេវាកម្មដែលបានផ្តល់ជូនតាមរយៈវេបសាយ; និង</p> <p>10.1.1.4 នៅក្នុងការប្រកួតដែលបានផ្តល់ជូនតាមរយៈវេបសាយដែលទទួលបានអត្ថប្រយោជន៍ពីកីឡាករសាច់ប្រាក់ងាយស្រួលច្រើនជាងមុនច្រើនឬយើងអាចដាក់ពង្រាយកីឡាករស្វ័យប្រវត្តិ ( \"រូបយន្ត\") (ដែលមានឈ្មោះអ្នកប្រើនឹងត្រូវបាន \"BOT\") ដែលមានមុនកម្មវិធីដើម្បីលេងនិងចូលរួមក្នុងការជាមួយនឹងការប្រកួតនេះនៅក្នុង ដើម្បីជួយដល់សាច់ប្រាក់ងាយស្រួលបញ្ជាឬលេខនៃការលេងហ្គេមកីឡាករនេះបើទោះបីជាយើងនឹងមិនប្រើរូបយន្តដោយមិនធ្វើឱ្យការប្រើប្រាស់ដូចជាច្បាស់លាស់ចំពោះអ្នក។ យើងធ្វើការអាចបញ្ជាក់ថាយើងមិនបានដាក់ពង្រាយរូបយន្តក្នុងកម្មវិធីពុកគ័ររបស់យើងហើយនឹងមានវិធានការយ៉ាងសកម្មនៅក្នុងការភ្ជាប់ជាមួយអ្នកផ្តល់កម្មវិធីរបស់យើងដើម្បីការពារការប្រើប្រាស់របស់ខ្លួនដោយអ្នកប្រើណាមួយនៃសេវានោះទេ និង</p> <p>10.1.2 ទាក់ទងនឹងការប្រើប្រាស់របស់អ្នកនៃសេវានេះ, ប្រសិនបើអ្នកកំពុងភ្នាល់នៅលើព្រឹត្តិការណ៍ \"នៅក្នុងការរត់\" អ្នកប្រហែលជាមិនបាននៅពេលដែលពាក់ព័ន្ធណាមួយអាចមើលឃើញឬបើមិនដូច្នេះទេត្រូវបានផ្តល់ជូនជាមួយនឹងភាគច្រើនពឡើងទៅកាលបរិច្ឆេទនៅក្នុងទំនាក់ទំនង ទៅនឹងព្រឹត្តិការណ៍ពាក់ព័ន្ធ។ យើងនឹងមិនទទួលខុសត្រូវចំពោះអ្នកនៅក្នុងការគោរពនៃការខាតបង់ណាមួយដែលបានទទួលរងឬការចំណាយកើតឡើងដោយអ្នកដែលជាលទ្ធផលនៃការពន្យាពេលណាមួយនៅក្នុងបញ្ជូនពដែលទាក់ទងទៅនឹងព្រឹត្តិការណ៍ \"នៅក្នុងការរត់\" ណាមួយ។</p> <p>11.COLLUSION, ការបន្លំការលួចបន្លំនិងសកម្មភាពបទល្មើសព្រហ្មទណ្ឌ</p> <p>11.1 នេះបានប្រព្រឹត្ដដូចខាងក្រោមនេះ (ឬណាមួយនៃពួកគេ) ទាក់ទងទៅនឹងសេវាកម្ម:</p> <p>· ការរំលោភបំពានឬការផ្សព្វផ្សាយផ្សេងទៀតប្រាក់រង្វាន់! និង / ឬ</p> <p>· ការប្រើកត្តាខាងក្រៅមិនស្មើភាពឬមានឥទ្ធិពលលើ (ត្រូវបានគេស្គាល់ជាទូទៅថាជាការបន្លំ); និង / ឬ</p> <p>· ទទួលយកអត្ថប្រយោជន៍មិនត្រឹមត្រូវ (ដូចបានកំណត់ក្នុងកថាខ័ណ្ឌ 11.5.3);</p> <p>· ការបើកគណនីស្ទួនណាមួយ; និង / ឬ</p> <p>· ការធ្វើសកម្មភាពឬការអនុវត្តក្លែងបន្លំព្រហ្មទណ្ឌ (គ្នាដូចបានកំណត់ក្នុងកថាខ័ណ្ឌ 11,5)</p> <p>បង្កើត \"ហាមឃាត់ការអនុវត្តន៍\" ។ ការអនុវត្តន៍បានហាមឃាត់មិនត្រូវបានអនុញ្ញាតហើយនឹងបង្កើតបានជាការរំលោភសម្ភារៈនៃលក្ខខណ្ឌនៃការប្រើប្រាស់។ យើងនឹងអនុវត្តគ្រប់ជំហានដើម្បីការពារនិងរកឱ្យឃើញហាមឃាត់ការអនុវត្តនិងដើម្បីកំណត់អត្តសញ្ញាណកីឡាករដែលពាក់ព័ន្ធព្រួយបារម្ភប្រសិនបើពួកគេកើតមានឡើង។ ប្រធានបទទៅខាងលើ, ទោះជាយ៉ាងណា, យើងនឹងមិនទទួលខុសត្រូវចំពោះការបាត់បង់ឬខូចខាតណាមួយដែលអ្នកអាចទទួលរងដែលជាលទ្ធផលនៃការអនុវត្តន៍ហាមឃាត់ណាមួយហើយយើងតែម្នាក់ឯងនឹងធ្វើការសម្រេចសកម្មភាពណាមួយយើងយកនៅក្នុងការគោរពនៃការហាមឃាត់ណាមួយអនុវត្តន៍។</p> <p>11.2 ប្រសិនបើអ្នកសង្ស័យថាមនុស្សម្នាក់ត្រូវបានចូលប្រឡូកនៅក្នុងការអនុវត្តន៍ហាមឃាត់ណាមួយ, សូមប្រាប់យើងអំពីវាឱ្យបានឆាប់តាមដែលអ្នកអាចធ្វើបានដោយការផ្ញើអ៊ីមែលឬ telephoning សេវាកម្មយើងអតិថិជន។</p> <p>11.3 អ្នកយល់ព្រមថាអ្នកនឹងមិនចូលរួមនៅក្នុងឬត្រូវបានតភ្ជាប់ជាមួយសំណុំបែបបទនៃការអនុវត្តណាមួយដែលហាមឃាត់។</p> <p>11.4 ប្រសិនបើ:</p> <p>11.4.1 យើងមានមូលដ្ឋានសមហេតុផលដើម្បីជឿថាអ្នកបានចូលរួមនៅក្នុងឬត្រូវបានភ្ជាប់ជាមួយនឹងទម្រង់នៃការហាមឃាត់ការអនុវត្តណាមួយ (នេះអាចរួមបញ្ចូលការប្រើប្រាស់ដោយយើង (និងដោយដៃគូលេងហ្គេមរបស់យើងនិងការផ្គត់ផ្គង់ផ្សេងទៀតរបស់យើង) នៃការក្លែងបន្លំណាមួយ, ការលួចនិងការឃុបឃិត ការអនុវត្តន៍ការរកឃើញដែលត្រូវបានប្រើនៅក្នុងឧស្សាហកម្មល្បែងនិងលេងហ្គេមនៅពេលដែលពាក់ព័ន្ធ); ឬ</p> <p>11.4.2 អ្នកបានដាក់ការភ្នាល់និង / ឬការលេងហ្គេមអនឡាញជាមួយអ្នកផ្តល់សេវាលើបណ្តាញណាមួយផ្សេងទៀតនៃការផ្តល់សេវាការលេងល្បែងហើយត្រូវបានសង្ស័យថា (ជាលទ្ធផលនៃការលេងបែបនេះមួយ) នៃការអនុវត្តន៍ស្មើនឹងណាមួយដើម្បីផ្តល់សេវាហាមឃាត់ណាមួយនៅលើអ្នកលេងល្បែងផ្សេងទៀត, ឬសកម្មភាពមិនត្រឹមត្រូវផ្សេងទៀត; ឬ</p> <p>11.4.3 យើងដឹងថាអ្នកបាន \"ប្រាក់វិញ\" ឬបានបដិសេធការទិញឬការដាក់ប្រាក់ដែលអ្នកបានធ្វើទៅកាន់គណនីរបស់អ្នក! ឬ</p> <p>11.4.4 នៅក្នុងគំនិតសមហេតុសមផលរបស់យើងប្រើប្រាស់ជាបន្តរបស់អ្នករបស់សេវាដែលអាចត្រូវបាន detrimental ទៅនឹងស្ថានភាពស្របច្បាប់របស់យើង, រួមទាំងសមត្ថភាពរបស់យើងដើម្បីត្រូវបានបន្តដោយគណៈកម្មការល្បែងផ្តល់អាជាប័ណ្ណនិង / ឬស្នងការលេងល្បែងស៊ីសង Gibraltar; ឬ</p> <p>11.4.5 អ្នកក្លាយជាក្ស័យធនឬទទួលរងនូវកិច្ចដំណើរការនីតិវិធីដែលស្រដៀងគ្នាគ្រប់ទីកន្លែងនៅលើពិភពលោក,</p> <p>បន្ទាប់មកយើងនឹងមានសិទ្ធិជានៅក្នុងការគោរពនៃគណនីរបស់អ្នក (និង / ឬគណនីផ្សេងទៀតណាមួយបានប្រារព្ធឡើងដោយអ្នកជាមួយក្រុមហ៊ុនប្រតិបត្តិករក្រុម) ដើម្បីបដិសេធទាំងមូលឬផ្នែកមួយនៃតុល្យភាពនិង / ឬការងើបឡើងវិញពីគណនីចំនួនទឹកប្រាក់នៃប្រាក់បញ្ញើណាមួយ , បង់-បង់ប្រាក់រង្វាន់ឬការឈ្នះដែលត្រូវបានរងផលប៉ះពាល់ដោយឬក្នុងវិធីណាមួយមកពីណាមួយនៃព្រឹត្តិការណ៍នេះ (s) បានចុះបញ្ជីនៅក្នុងកថាខណ្ឌនេះ 11.4 ។ សិទ្ធិដែលមានចែងក្នុងកថាខណ្ឌនេះ 11,4 មិនប៉ះពាល់ដល់សិទិ្ធផ្សេងទៀតណាមួយ (រួមបញ្ចូលទាំងសិទ្ធិច្បាប់ទូទៅណាមួយ) យើងអាចមានប្រឆាំងនឹងអ្នកនៅក្រោមលក្ខខណ្ឌនៃការប្រើប្រាស់ឬបើមិនដូច្នេះទេ។</p> <p>11.5 ចំពោះគោលបំណងនៃកថាខណ្ឌនេះ 11:</p> <p>11.5.1 \"ការអនុវត្តក្លែងបន្លំ\" មានន័យថាជាសកម្មភាពក្លែងបន្លំណាមួយដែលចូលរួមនៅក្នុងដោយអ្នកឬដោយមនុស្សម្នាក់ធ្វើក្នុងនាមរបស់អ្នកឬនៅក្នុងការឃុបឃិតគ្នាជាមួយអ្នកណាមួយហើយនឹងរួមបញ្ចូលទាំងការដោយគ្មានដែនកំណត់: (ក) ការលួចបន្លំចោទប្រកាន់ខ្នងនិងសកម្មភាពតុងរួចត្រឡប់មកវិញ; (ខ) ការប្រើប្រាស់ដោយអ្នកឬមនុស្សផ្សេងទៀតដែលបានចូលរួមនៅក្នុងការប្រកួតដូចគ្នាដូចដែលអ្នកបាននៅពេលណាមួយនៃការលួចចម្លងឬកាតឥណទានឬឥណពន្ធគ្មានការអនុញ្ញាតបើមិនដូច្នេះទេជាប្រភពនៃមូលនិធិមួយ; (គ) ការឃុបឃិតគ្នាដោយអ្នកជាមួយអ្នកដទៃក្នុងគោលបំណងដើម្បីទទួលបានប្រយោជន៍ដោយលម្អៀងមួយ (រួមទាំងតាមរយៈការផ្តល់ប្រាក់លើកទឹកចិត្តស្រដៀងគ្នានេះដែរបានផ្តល់ជូនឬដោយពួកយើង); (ឃ) ការប៉ុនប៉ងដើម្បីចុះឈ្មោះគណនីមិនពិតឬពការយល់ច្រឡំណាមួយ; និង (e) ណាមួយដែលទង្វើពិតប្រាកដឬប៉ុនប៉ងដោយអ្នកដែលត្រូវបានចាត់ទុកថាសមរម្យដោយពួកយើងដើម្បីជាការខុសច្បាប់នៅក្នុងដែនសមត្ថកិច្ចអនុវត្តណាមួយ, បានធ្វើឡើងនៅក្នុងសេចក្ដីជំនឿអាក្រក់,</p> <p>11.5.2 «សកម្មភាពបទល្មើសព្រហ្មទណ្ឌ \"នឹងរួមបញ្ចូលទាំងការដោយគ្មានដែនកំណត់, ការលាងលុយកខ្វក់និងការប្រព្រឹត្តបទល្មើសណាដែលស្ថិតក្រោមច្បាប់ 42 ផ្នែក 2005 ល្បែង! និង</p> <p>11.5.3 \"ផលប្រយោជន៍មិនស្មើភាព\" នឹងរួមបញ្ចូលទាំងការដោយគ្មានដែនកំណត់:</p> <p>11.5.3.1 ធ្វើអាជីវកម្មកំហុសមួយចន្លោះប្រហោងឬកំហុសនៅក្នុងរបស់យើងឬកម្មវិធីភាគីទីបីណាមួយដែលត្រូវបានប្រើដោយអ្នកក្នុងការតភ្ជាប់ជាមួយសេវាកម្មនេះ (រួមបញ្ចូលទាំងនៅក្នុងការគោរពនៃការប្រកួតណាមួយ) បាន;</p> <p>11.5.3.2 ការប្រើប្រាស់កម្មវិធីឬការវិភាគរបស់ភាគីទីបីដែលប្រព័ន្ធរួមមានប៉ុន្តែមិនបានកំណត់ចំពោះកម្មវិធីដែលមានរួមបញ្ចូលទាំងលក្ខណៈពិសេសដែល:</p> <p>11.5.3.2.1 អនុញ្ញាតឱ្យការលេងដោយគ្មានការអន្តរាគមន៍របស់មនុស្ស (ឧរូបយន្ត)</p> <p>ការធ្វើឱ្យការសម្រេចចិត្តស្វ័យប្រវត្តិ 11.5.3.2.2,</p> <p>11.5.3.2.3 ភាគហ៊ុនកាតរន្ធ, និង / ឬ</p> <p>11.5.3.2.4 ផ្ដល់នូវគ្រូបង្វឹកបៀពេលវេលាពិតប្រាកដ;</p> <p>11.5.3.3 ទោះទូទៅនៃកថាខណ្ឌ 11.5.3.2, ការប្រើប្រាស់នៃរូបយន្តសម្រាប់ការប្រកួតបៀ (រួមបញ្ចូលប៉ុន្តែមិនបានកំណត់ចំពោះការប្រកួតទាំងនោះបានលេចមុខនៅក្រោមផ្ទាំងល្បែងបៀរ) និងរូបយន្តណាសម្រាប់ការប្រកួតជំនាញ (រួមបញ្ចូលទាំងការប៉ុន្តែមិនបានកំណត់ចំពោះការជំនាញទាំងនោះ ការប្រកួតបានលេចមុខនៅក្រោមផ្ទាំងជំនាញឬផ្ទាំងហ្គេម) និងសម្រាប់ប្រើប្រាស់ផ្សេងទៀតរូបយន្តណាមួយដែលនឹងបង្កើតការអនុវត្តន៍បើមិនដូច្នេះទេហាមឃាត់ផ្សេងទៀតណាមួយ;</p> <p>11.5.3.4 ការកេងប្រវ័ញ្ចដោយអ្នកមានកំហុសដូចបានកំណត់ក្នុងកថាខ័ណ្ឌ 18,1 ដូចខាងក្រោមនៅក្នុងករណីទាំងនេះទៅជាគុណសម្បត្តិរបស់អ្នកនិង / ឬគុណវិបត្តិនៃយើងឬអ្នកដទៃណាមួយឡើយ។</p> <p>11.6 ក្នុងការអនុវត្តណាមួយនៃសិទ្ធិរបស់យើងក្រោមកថាខណ្ឌ 11,4 ទាក់ទងទៅនឹងការអនុវត្តហាមឃាត់យើងនឹងប្រើខិតខំប្រឹងប្រែងសមហេតុផលដើម្បីធានាថាខណៈពេលដែលការអនុវត្តតាមកាតព្វកិច្ចផ្លូវច្បាប់បទប្បញ្ញត្តិនិងផ្សេងទៀតរបស់យើង, យើងអនុវត្តសិទ្ធិដូចនៅក្នុងលក្ខណៈមួយដែលមានភាពត្រឹមត្រូវទៅនឹងអ្នកនិង ដល់អតិថិជនផ្សេងទៀតរបស់យើង។</p> <p>11.7 យើងខ្ញុំសូមរក្សាសិទ្ធិក្នុងការជូនដំណឹងដល់អាជ្ញាធរពាក់ព័ន្ធប្រតិបត្តិករលេងហ្គេមឬល្បែងលើបណ្ដាញផ្សេងទៀត, អ្នកផ្តល់សេវានៅលើបណ្ដាញផ្សេងទៀតនិងធនាគារក្រុមហ៊ុនកាតឥណទាន, ផ្ដល់ការបង់ប្រាក់អេឡិចត្រូនិឬស្ថាប័នហិរញ្ញវត្ថុផ្សេងទៀតនៃអត្តសញ្ញាណរបស់អ្នកនិងការហាមឃាត់ការអនុវត្តបានសង្ស័យណាមួយដោយអ្នកនោះហើយអ្នកនឹង សហការយ៉ាងពេញលេញជាមួយយើងដើម្បីស៊ើបអង្កេតសកម្មភាពបែបណាមួយឡើយ។</p> <p>11.8 rigging: យើងខ្ញុំសូមរក្សាសិទ្ធិទុកជាមោឃៈនូវការភ្នាល់ណាមួយប្រសិនបើយើងមានការសង្ស័យណាមួយឬភស្តុតាងថាតម្លៃឬអាងនេះត្រូវបានកែឆ្នៃឬដែលជាកន្លែងដែលការប្រណាំងមួយព្រឹត្តិការណ៍រឺការប្រកួតត្រូវបានការបន្លំសន្លឹកឆ្នោតនិងការសង្ស័យនេះឬភស្តុតាងបានបណ្តាលឱ្យយើងឬប្រតិបត្តិករផ្សេងទៀតណាមួយ ដើម្បីរាយការណ៍ការប្រកួតដើម្បី ESSA (ភ្នាល់បាល់សុចរិតភាព) នេះ។ ភស្តុតាងនៃការខាងលើនេះអាចត្រូវបានផ្អែកលើទំហំទំហំឬលំនាំនៃការភ្នាល់ជាមួយលោក William Hill បាននៅទូទាំងណាមួយឬទាំងអស់នៃបណ្តាញភ្នាល់របស់យើង។</p> <p><b>12. បិទគណនីរបស់អ្នក ការបញ្ចប់លក្ខខណ្ឌនៃការប្រើប្រាស់</b></p> <p><b>ការបិទរោងចក្រនិងការបញ្ចប់ដោយអ្នក</b></p> <p>12.1 ផ្តល់គណនីរបស់អ្នកមិនបង្ហាញថាមានតុល្យភាពគឺដោយសារតែយើង, អ្នកត្រូវបានផ្ដល់សិទ្ធិដើម្បីបិទគណនីរបស់អ្នកនិងបញ្ចប់លក្ខខណ្ឌនៃការប្រើប្រាស់នៅលើសេចក្តីជូនដំណឹងមិនតិចជាងម្ភៃបួនម៉ោងទៅពួកយើងនៅពេលណាមួយ, ដោយទាក់ទងជាមួយយើងតាមរយៈសេវាកម្មអតិថិជន សេចក្ដីលម្អិតនៃការដែលអាចត្រូវបានរកឃើញនៅក្នុងទំនាក់ទំនងយើងខ្ញុំនិង<a href=\"https://williamhill-lang.custhelp.com/\">ជំនួយ</a>ផ្នែកនៃវេបសាយនេះ:</p> <p>12.1.1 ការចង្អុលបង្ហាញពីបំណងរបស់អ្នកដើម្បីបិទគណនីរបស់អ្នក! និង</p> <p>12.1.2 បញ្ជាក់មូលហេតុដែលអ្នកចង់បិទគណនីរបស់អ្នកជាពិសេសប្រសិនបើអ្នកត្រូវបានការធ្វើដូច្នេះដោយសារតែការព្រួយបារម្ភកម្រិតនៃការប្រើប្រាស់នៅលើរបស់អ្នកដូចគ្នានេះ។</p> <p>យើងនឹងឆ្លើយតបទៅនឹងសំណើរបស់អ្នក, បញ្ជាក់ពីការបិទគណនីរបស់អ្នកនិងកាលបរិច្ឆេទដែលការបិទនេះនឹងមានប្រសិទ្ធិភាពក្នុងរយៈពេលសមហេតុផលមួយ, ផ្តល់ថាអ្នកបន្តការសន្មត់ការទទួលខុសត្រូវសម្រាប់សកម្មភាពទាំងអស់នៅលើគណនីរបស់អ្នករហូតដល់ការបិទនោះត្រូវបានអនុវត្តដោយពួកយើង (នៅពេលដែលលក្ខខណ្ឌនៃការប្រើប្រាស់របស់ចំណុចនឹងត្រូវបញ្ចប់បាន) ។</p> <p>12.2 ពេលអ្នកស្នើសុំបិទគណនីរបស់អ្នកក្រោមកថាខណ្ឌ 12,1 យើងនឹងប្រធានបទទៅកថាខណ្ឌ 12,3 ត្រឡប់សមតុល្យនៅក្នុងគណនីរបស់អ្នកណាមួយដើម្បីអ្នក។</p> <p>12.3 នៅលើការបញ្ចប់ការណាមួយនៃគណនីរបស់អ្នកក្រោមកថាខណ្ឌនេះ 12 យើងនឹងមានសិទ្ធិទទួលបាន (ដោយមិនមានការកំណត់ពីសិទ្ធិរបស់យើងក្រោមកថាខណ្ឌ 12.6) ដើម្បីកាត់ទុកពីការទូទាត់សងនៃសមតុល្យបំណុលនៅលើគណនីរបស់អ្នក, ប្រាក់ណាមួយ: (ក) ដោយអនុលោមតាមកថាខ័ណ្ឌ 11 (Collusion , បន្លំ, ការក្លែងបន្លំនិងសកម្មភាពព្រហ្មទណ្ឌ); (ខ) ដោយអនុលោមតាមកថាខ័ណ្ឌ 20 (រំលោភលក្ខខណ្ឌនៃការប្រើប្រាស់); (គ) មានចែងដោយឡែកក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់ (រួមបញ្ចូលទាំង, ជាការសមរម្យ, កថាខណ្ឌ 5.4); ឬ (ឃ) ដូចដែលតម្រូវដោយច្បាប់ឬបទប្បញ្ញត្តិ។</p> <p>12.4 ពេលសងសមតុល្យនៅលើគណនីរបស់អ្នកយើងនឹងប្រើវិធីសាស្ដ្រដូចគ្នានៃការទូទាត់ដែលអ្នកបានផ្ដល់នៅលើការចុះបញ្ជីគណនីរបស់អ្នក, ឬវិធីសាស្រ្តទូទាត់ផ្សេងទៀតដូចជាយើងអាចជ្រើសសមរម្យ។</p> <p>ដែលជាកន្លែងដែលអ្នកបាន 12,5 បិទគណនីរបស់អ្នក, យើងអាចនៅក្នុងកាលៈទេសៈមួយចំនួនអាចបើកឡើងវិញដោយមានសេចក្ដីលម្អិតគណនីរបស់អ្នកគណនីដូចគ្នាមុនពេលប្រសិនបើអ្នកស្នើសុំឱ្យយើងធ្វើដូច្នេះ។ នៅក្នុងកាលៈទេសៈបែប, ខណៈពេលដែលគណនីរបស់អ្នកនឹងមានសេចក្ដីលម្អិតគណនីដែលបានដូចគ្នាមុនពេលដែលវានឹងក្លាយជាប្រធានបទដើម្បីការលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលមានជាធរមាននៅថ្ងៃនៃការបែបណាការសម្ពោធនិងការទទួលបានមុនពេលណាមួយ (រួមបញ្ចូលទាំងការប៉ុន្តែដោយគ្មានដែនកំណត់ដើម្បី ប្រាក់រង្វាន់ឬការឈ្នះ័) នឹងលែងមានសុពលភាព។</p> <p><b>ការបិទនិងការបញ្ចប់ដោយអាមេរិក</b></p> <p>12,6 យើងមាន, នៅពេលណាមួយ (ហើយទោះជាបទប្បញ្ញត្តិណាមួយផ្សេងទៀតមាននៅក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់), សិទ្ធិទទួលបានបិទគណនីរបស់អ្នកនិងបញ្ចប់លក្ខខណ្ឌនៃការប្រើប្រាស់នៅលើសេចក្តីជូនដំណឹងជាលាយលក្ខណ៍អក្សរ (ឬប៉ុនប៉ងសេចក្តីជូនដំណឹង) ដើម្បីឱ្យអ្នកប្រើប្រាស់លម្អិតទំនាក់ទំនងរបស់អ្នក, លើកលែងតែយើងថា នឹង, មុនពេលបិទការទទួលឥទ្ធិពលប្រសិនបើអ្នកបានធ្វើការភ្នាល់ជម្រុះមួយឬច្រើននៅក្នុងការគោរពនៃការផ្ដល់ជូនដោយឥតគិតថ្លៃមួយដែលភ្នាល់) (ផ្សេងទៀតជាងដែលជាកន្លែងដែលយើងបានបិទគណនីរបស់អ្នកនៅក្នុងស្ថានភាពដែលបានរៀបរាប់នៅក្នុងកថាខណ្ឌ 12,7):</p> <p>12.6.1 អនុញ្ញាតឱ្យអ្នកដើម្បីទទួលបានការភ្នាល់ដោយឥតគិតថ្លៃឬតម្លៃរំពឹងទុកពេញលេញនៃការភ្នាល់ឥតគិតថ្លៃពីការលើកកម្ពស់ភ្នាល់ដែលបានដោយឥតគិតថ្លៃ, បានដាក់ការភ្នាល់ជម្រុះដែលចាំបាច់ទាំងអស់; និង</p> <p>12.6.2 អនុញ្ញាតឱ្យអ្នកភ្នាល់ជម្រុះដែលនៅសល់ដែលបានទាមទារដោយការផ្តល់រង្វាន់ភ្នាល់ដែលបានដោយឥតគិតថ្លៃហើយដោយហេតុនេះទទួលបានការភ្នាល់ដោយឥតគិតថ្លៃឬតម្លៃរំពឹងទុកពេញលេញនៃការភ្នាល់ឥតគិតថ្លៃពីការលើកកម្ពស់ភ្នាល់ដែលបានដោយឥតគិតថ្លៃ, ដែលអ្នកនឹងត្រូវបានសិទ្ធិទទួលបានជាលទ្ធផលមួយ; និង</p> <p>12.6.3 អនុញ្ញាតឱ្យឱកាសក្នុងការព្យាយាមដើម្បីបំពេញតម្រូវការខ្ពស់ជាងទឹកប្រាក់ណាមួយបានភ្ជាប់ជាមួយដែលលើកកម្ពស់ដោយឥតគិតថ្លៃដែលអ្នកភ្នាល់! និង</p> <p>12.6.4 អនុញ្ញាតឱ្យអ្នកដើម្បីបញ្ចប់ការភ្នាល់ជម្រុះដែលតម្រូវដោយលើកកម្ពស់ភ្នាល់ថាដោយឥតគិតថ្លៃ។ នៅក្នុងព្រឹត្តិការណ៍នៃការបញ្ចប់បែបណាមួយដោយយើងដែលយើងនឹង, ប្រធានបទដើម្បីកថាខណ្ឌ 12,7 បានឆាប់តាមដែលហេតុផលជាក់ស្តែងតាមការស្នើសុំដោយអ្នកមួយសងប្រាក់តុល្យភាពនៃគណនីរបស់អ្នកនោះទេ។</p> <p><br /> 12.7 ដែលជាកន្លែងដែលយើងបានបិទគណនីរបស់អ្នកនិងបញ្ចប់លក្ខខណ្ឌនៃការប្រើប្រាស់ដោយអនុលោមតាមកថាខណ្ឌ 11 (Collusion, បន្លំ, ការក្លែងបន្លំនិងសកម្មភាពព្រហ្មទណ្ឌ) ឬកថាខ័ណ្ឌ 20 (ការរំលោភលើលក្ខខណ្ឌនៃការប្រើប្រាស់) ដែលតុល្យភាពនៃគណនីរបស់អ្នកនឹងត្រូវបានមិនមែនដកមកវិញនិងបានចាត់ទុកថា ដើម្បីត្រូវបានកាត់យកបានដោយអ្នកទៅនឹងវិសាលភាពនៃការអះអាងណាមួយដែលយើងអាចមានប្រឆាំងនឹងអ្នកដែលជាកាលបរិច្ឆេទនៃការបិទនៅបែបនេះ (មិនថានៅក្រោមគណនីរបស់អ្នក, គណនីស្ទួនឬបើមិនដូច្នេះទេ) នេះ។ ការបិទគណនីរបស់អ្នកនិងបញ្ចប់លក្ខខណ្ឌនៃការប្រើប្រាស់ក្រៅពីអនុលោមតាមកថាខណ្ឌ 11 ឬ 20 នៃលក្ខខណ្ឌទូទៅទាំងនេះនឹងមិនប៉ះពាល់ដល់ការភ្នាល់ដែលលេចធ្លោណាមួយដែលបានផ្តល់ជូនការភ្នាល់ឆ្នើមបែបនេះគឺត្រឹមត្រូវហើយអ្នកគឺជាអ្នកមិនមែននៅក្នុងការរំលោភលើលក្ខខណ្ឌនៃការប្រើប្រាស់ នៅក្នុងវិធីណាមួយឡើយ។ ដើម្បីជៀសវាងការភ័ន្តច្រឡំនោះយើងនឹងមិនផ្តល់ឥណទានប្រាក់រង្វាន់ណាមួយចូលទៅគណនីរបស់អ្នកឬនឹងអ្នកមានសិទ្ធិទទួលបានការឈ្នះកីឡាករណាមួយឡើយ,</p> <p>12.8 នេះបានកថាខណ្ឌដូចខាងក្រោមនឹងត្រូវរស់បានបញ្ចប់លក្ខខណ្ឌនៃការប្រើប្រាស់ណាមួយ: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 និង 34 និងកថាខណ្ឌណាមួយផ្សេងទៀតដែលត្រូវបានទាមទារសម្រាប់គោលបំណងនៃការ ការបកស្រាយ; រួមជាមួយនឹងផ្នែកណាមួយដែលពាក់ព័ន្ធនៃច្បាប់នៃការភ្នាល់ដែលបានលេងហ្គេមដែលពាក់ព័ន្ធ, គោលការណ៍ភាពឯកជននិងលក្ខខណ្ឌប្រើប្រាស់បន្ថែម។</p> <p><b>ព្យួរដោយអាមេរិក</b></p> <p>12.9 យើងត្រូវមានសិទ្ធិក្នុងការផ្អាកគណនីរបស់អ្នកនៅក្នុងកាលៈទេសៈដែលបានកំណត់យ៉ាងច្បាស់ចេញនៅក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់។ នៅលើការព្យួរនៃគណនីរបស់អ្នក: (ក) សកម្មភាពនោះមិនត្រូវបានអនុញ្ញាត (រួមទាំងការដាក់ប្រាក់ដកប្រាក់ភ្នាល់ឬល្បែង) រហូតដល់កាលបរិច្ឆេទដែលវាត្រូវបានធ្វើឱ្យសកម្មដោយឡើងវិញយើងបាន; (ខ) មិនមានប្រាក់រង្វាន់ឬការឈ្នះកីឡាករនឹងត្រូវបានបញ្ចូលទៅក្នុងគណនីនេះ; និង (គ) យើងនឹងដោះស្រាយបញ្ហាដែលបង្កឱ្យមានការព្យួរគណនីនេះជាមួយនឹងទិដ្ឋភាពមួយដើម្បីដោះស្រាយបញ្ហានេះឱ្យបានឆាប់តាមហេតុផលជាក់ស្តែងដូច្នេះគណនីអាចជាការសមរម្យទាំងត្រូវបានធ្វើឱ្យសកម្មឡើងវិញឬបានបិទនោះទេ។</p> <p><b>ការចូលដំណើរការ 13 ទៅ, និងការប្រើប្រាស់សេវានេះ</b></p> <p>13.1 អ្នកគឺជាអ្នកទទួលខុសត្រូវទាំងស្រុងចំពោះការផ្គត់ផ្គង់និងការថែរក្សាឧបករណ៍ទាំងអស់របស់អ្នកចូលដំណើរការនិងឧបករណ៍ដែលទាក់ទងទៅនឹងបណ្តាញនិងទូរគមនាគមន៍និងសេវាកម្មអ៊ីនធើណេដែលអ្នកត្រូវប្រើដើម្បីចូលដំណើរការសេវាកម្មនេះ។ យើងនឹងមិនទទួលខុសត្រូវនៅក្នុងវិធីអ្វីទាំងអស់ចំពោះការបាត់បង់ណាមួយដែលបណ្តាលឱ្យអ្នកណាមួយ (ថាតើលទ្ធផលបានមកពីការបាត់បង់នៃសេវាកម្ម, ការតភ្ជាប់អ៊ិនធឺណិក្រីក្រកម្រិតបញ្ជូនគ្រប់គ្រាន់ឬបើមិនដូច្នេះទេ) ដោយអ៊ិនធឺណិឬអ្នកផ្តល់សេវាកម្មទូរគមនាគមន៍មួយដែលអ្នកបានចូលរួមនៅក្នុងគោលបំណងដើម្បីចូលដំណើរការសេវាកម្មនេះ ។ ដើម្បីជៀសវាងការភ័ន្តច្រឡំនេះប្រតិបត្តិករនេះមិនបានធ្វើឱ្យតំណាងឬផ្តល់នូវការធានាណាមួយដូចទៅនឹងភាពឆបគ្នានៃសេវានេះជាមួយនឹងកម្មវិធីណាមួយជាពិសេសភាគីទីបីឬផ្នែករឹងរួមទាំងការ (សម្រាប់ជៀសវាងការភ័ន្តច្រឡំ) វិភាគដែលជាភាគីទីបីឬកម្មវិធី \"បត់ 'ដែល សន្យាលទ្ធផលជាក់លាក់ពីណាមួយនៃសេវាកម្មនេះ។</p> <p>ក្រោមការដឹកនាំគ្មានលក្ខខណ្ឌ 13,2 គួរប្រើសេវាកម្មនេះអ្នកនោះសម្រាប់គោលបំណងដែលជាឬទំនងជាត្រូវបានចាត់ទុកថាជាបង្ខូច, ការរំលោភបំពាន, អាសគ្រាម, មិនស្របច្បាប់នៃការប្រកាន់ជាតិសាសន៍, ភេទឬផ្សេងទៀតធម្មជាតិរើសអើងឬដែលអាចបង្កឱ្យមានបទល្មើសណាមួយឡើយ។ អ្នកមិនត្រូវប្រើភាសារំលោភបំពានឬការឈ្លានពានណាមួយឬរូបភាព, ស្បថ, គំរាមកំហែង, រំខានឬរំលោភមនុស្សម្នាក់ផ្សេងទៀតណាមួយ, រួមបញ្ចូលទាំងអ្នកប្រើផ្សេងទៀតតាមរយៈវេបសាយឬព្យាយាមឆ្លងខ្លួនឯងចេញថាជាមនុស្សម្នាក់ផ្សេងទៀតណាមួយឬមានឥរិយាបទបែបនេះនៅក្នុងលក្ខណៈមួយឆ្ពោះទៅរក បុគ្គលិកប្រតិបត្តិករណាមួយដែលប្រើដើម្បីផ្តល់សេវាសេវាកម្មអតិថិជនឬក្នុង helpdesk ឬការគាំទ្រមុខងារណាមួយដែលយើងអាចរកបានដើម្បីអ្នកឱ្យបាន។</p> <p>13.3 អ្នកនឹងប្រើវេបសាយសម្រាប់ការកំសាន្តផ្ទាល់ខ្លួនតែប៉ុណ្ណោះហើយនឹងមិនត្រូវបានអនុញ្ញាតក្នុងការផ្តល់នូវការចូលដំណើរការឬ reproduce វេបសាយឬផ្នែកណាមួយនៅក្នុងសំណុំបែបបទណាមួយដោយគ្មានការយល់ព្រម Express របស់យើងរួមទាំងការបង្កើតតំណភ្ជាប់ទៅវា។</p> <p>13.4 អ្នកត្រូវទទួលខុសត្រូវតែម្នាក់ឯងនៅក្នុងការគោរពនៃមាតិកាណាមួយដែលបានផ្ទុកឡើងដោយអ្នកលើវេបសាយ ( \"មាតិកាបានផ្ទុកឡើង\") និងក្នុងការផ្ទុកឡើងមាតិកាដូចណាមួយ, អ្នកតំណាងនិងធានាថា:</p> <p>13.4.1 អ្នកបានទទួលការយល់ព្រមជាចាំបាច់ទាំងអស់, យល់ព្រម, អាជ្ញាប័ណ្ណនិងសិទ្ធិទាមទារនៅក្នុងការគោរពនៃមាតិកាបានផ្ទុកឡើងហើយថាការបន្តពូជនៃមាតិកាផ្ទុកឡើងលើវេបសាយនឹងមិនរំលោភលើការរក្សាសិទ្ធិ, សញ្ញាពាណិជ្ជកម្ម, សម្ងាត់ឬកម្មសិទ្ធិបញ្ញាផ្សេងទៀតណាមួយ អ្វីទាំងអស់របស់ភាគីទីបីណាមួយ;</p> <p>13.4.2 មាតិកាបានផ្ទុកឡើងនឹងមិនមានសម្ភារៈណាមួយនៅក្នុងការរំលោភលើកថាខណ្ឌ 13,2 ឬលេខកូដណាមួយនៅក្នុងការរំលោភលើកថាខណ្ឌ 13,3;</p> <p>13.4.3 មាតិកាបានផ្ទុកឡើងនឹងគោរពតាមច្បាប់និងបទប្បញ្ញត្តិ (រួមទាំង, ជាពិសេសអ្នកដែលទាក់ទងទៅនឹងការការពារទិន្នន័យនិងភាពឯកជន) ទាំងអស់; និង</p> <p>13.4.4 ប្រតិបត្តិករមានសិទ្ធិក្នុងការប្រើប្រាស់និងអនុអាជ្ញាប័ណ្ណនៃការប្រើប្រាស់មាតិកាបានផ្ទុកឡើងនៅឆន្ទានុសិទ្ធិរបស់ខ្លួន។</p> <p>13.5 សម្ភារៈណាមួយ (ផ្សេងទៀតជាងកម្មវិធីក្រោមកថាខណ្ឌ 16) ទាញយកបានដោយអ្នកពីវេបសាយនេះនឹងត្រូវបានទាញយកទាំងស្រុងនៅក្នុងហានិភ័យរបស់អ្នកនិងប្រតិបត្តិករដែលនឹងមិនទទួលខុសត្រូវចំពោះការបាត់បង់ទិន្នន័យឬការខូចខាតនៃបណ្តាលមកពីការទាញយកផ្សេងទៀតដូចណាមួយឡើយ។</p> <p>13.6 ដែលជាកន្លែងដែលយើងមានហេតុផលដើម្បីជឿថាការប្រើប្រាស់របស់អ្នកនៃសេវាកម្មគឺស្ថិតនៅក្នុងការរំលោភណាមួយនៃកថាខណ្ឌ 13.2, 13.3, 13.4 ឬ 13.5 យើងនឹងដោយមិនគិតដល់ការណាមួយនៃសិទ្ធិផ្សេងទៀតរបស់យើងមានសិទ្ធិភ្លាមដើម្បីយកចេញពីវេបសាយមាតិកាល្មើសណាមួយ ។</p> <p><b>14. ភ្នាល់និងលេងហ្គេមលក្ខខណ្ឌ</b></p> <p>14.1 កន្សោមត្រូវបានប្រើក្នុងឧស្សាហកម្មការលេងហ្គេមនិងភ្នាល់គឺមានច្រើនណាស់។ ដែលជាកន្លែងដែលសមស្របសទ្ទានុក្រមពន្យល់អត្ថន័យនៃការភ្នាល់និងការលេងហ្គេមប្រើជាទូទៅកន្សោមនេះគឺអាចរកបាននៅក្នុងផ្នែកជំនួយនៃវេបសាយនេះ។ អ្នកគួរតែនៅក្នុងការសង្ស័យណាមួយដូចជាអត្ថន័យនៃកន្សោមណាមួយ, អ្នកគួរតែ:</p> <p>14.1.1 រកមើលអត្ថន័យរបស់ខ្លួននៅក្នុងផ្នែកជំនួយដែលទាក់ទងទៅនឹងព្រឹត្តិការណ៍ឬល្បែងអ្នកជាអ្នកភ្នាល់ឬលេងហ្គេមនៅលើ;</p> <p>14.1.2 ប្រសិនបើអ្នកនៅតែមាននៅក្នុងការសង្ស័យណាមួយ, សេវាទំនាក់ទំនងអតិថិជនសម្រាប់បំភ្លឺ; និង</p> <p>14.1.3 មិនភ្នាល់ឬការប្រកួតណាមួយនៅលើព្រឹត្តិការណ៍ណាមួយរហូតដល់អត្ថន័យរបស់វាត្រូវបានគេយល់ទៅការពេញចិត្តរបស់អ្នក,</p> <p>ដោយសារតែយើងមិនអាចទទួលយកការទទួលខុសត្រូវណាមួយប្រសិនបើអ្នកដាក់ការភ្នាល់ឬការលេងហ្គេមតាមរយៈផលិតផលដែលបានផ្តល់ជូនតាមរយៈសេវាកម្មនៅក្នុងកាលៈទេសៈដែលជាកន្លែងដែលអ្នកមិនយល់ពីពាក្យណាមួយចូលរួមនៅក្នុងឬទាក់ទងទៅនឹងការភ្នាល់ឬលេងហ្គេម។</p> <p><b>15. ផ្លាស់ប្តូរនៃគេហទំព័រ</b></p> <p>យើងអាចសំរេចចិត្តទាំងស្រុងរបស់យើងផ្លាស់ប្តូរឬកែប្រែផលិតផលឬសេវាកម្មណាមួយ (រួមទាំងតម្លៃណាមួយដែលបានផ្តល់ជូន) ដែលអាចប្រើបានតាមរយៈវេបសាយនៅពេលនេះសម្រាប់គោលបំណងនៃការធានាឱ្យមានការផ្តល់ជាបន្តនៃវេបសាយណាមួយនោះទេប៉ុន្តែដោយមិនគិតដល់ការប្រកួតនិង / ឬការភ្នាល់ណាមួយ រួចហើយនៅក្នុងការរីកចម្រើននៅពេលមានការធ្វើវិសោធនកម្មនោះ។ ពីពេលមួយទៅពេលមួយយើងអាចដាក់កម្រិតការចូលដំណើរការដែលអ្នកបានមកពីផ្នែកខ្លះនៃវេបសាយនេះសម្រាប់គោលបំណងនៃការថែទាំវេបសាយនិង / ឬការកែសម្រួលឬការធ្វើវិសោធនកម្មណាមួយនៃការប្រកួតនិង / ឬផលិតផលដែលអាចរកបានតាមរយៈគេហទំព័រនេះ។</p> <p><b>កម្មវិធីភាគីទីបី 16.</b></p> <p>16.1 ក្នុងគោលបំណងដើម្បីប្រើផលិតផលដែលបានផ្ដល់តាមរយៈសេវាអ្នកអាចត្រូវបានទាមទារដើម្បីទាញយកនិងដំឡើងកម្មវិធីដែលបានផ្តល់ឱ្យដោយភាគីទីបីចូលដំណើរការនៅលើឧបករណ៍របស់អ្នក ( \"កម្មវិធី\") ។ ផ្នែកទន់អាចរួមបញ្ចូលប៉ុន្តែមិនត្រូវបានកំណត់ទៅ: ការចូលដំណើរការកម្មវិធីឧបករណ៍, កាស៊ីណូទាញយករបស់យើងនិងផលិតផលរបស់ល្បែងបៀរនិងផ្សព្វផ្សាយណាមួយ, ទីផ្សារនិង / ឬកម្មវិធីកន្លែង, ផលិតផលនិងផ្នែកទន់។</p> <p>16.2 នៅក្នុងកាលៈទេសៈបែប, អ្នកអាចនឹងត្រូវបានទាមទារដើម្បីចូលទៅក្នុងកិច្ចព្រមព្រៀងដាច់ដោយឡែកមួយជាមួយម្ចាស់ឬអ្នកផ្តល់អាជ្ញាប័ណ្ណកម្មវិធីបែបនេះនៅក្នុងការគោរពនៃការប្រើប្រាស់របស់អ្នកដូចគ្នា (មួយថា: «ភាគីទីបីកិច្ចព្រមព្រៀងកម្មវិធី \") ។ ក្នុងករណីមានភាពខុសគ្នារវាងលក្ខខណ្ឌនៃការប្រើប្រាស់កិច្ចព្រមព្រៀងកម្មវិធីភាគីទីបីណាមួយទេលក្ខខណ្ឌនៃការប្រើប្រាស់នឹងគ្រោះក្នុងខណៈដែលមិនជាប់លាប់រហូតមកដល់ពេលនេះទាក់ទងទៅនឹងទំនាក់ទំនងរវាងអ្នកនិងប្រតិបត្តិករនេះ។</p> <p>16,3 វាគឺជាការទទួលខុសត្រូវរបស់អ្នកដើម្បីធានាថាកម្មវិធីណាមួយត្រូវបានទាញយកនៅលើឧបករណ៍ចូលដំណើរការរបស់អ្នកក្នុងលក្ខណៈឱ្យឆបគ្នាជាមួយនឹងការចូលដំណើរការឧបករណ៍ជាក់លាក់របស់សំណុំផ្ទាល់ខ្លួនរបស់អ្នកឡើង។ ដើម្បីជៀសវាងការភ័ន្តច្រឡំនេះយើងនឹងមិនទទួលខុសត្រូវចំពោះវិសាលភាពដែលថាការទាញយកកម្មវិធីណាមួយដែលមិនត្រឹមត្រូវនៃការមានផលប៉ះពាល់ជាអវិជ្ជមានលើប្រតិបត្ដិការនៃឧបករណ៍ចូលដំណើរការរបស់អ្នកនេះ។</p> <p>16.4 ន្ទិថាសេវាកម្មដែលបានផ្តល់តាមរយៈការណាមួយកម្មវិធីឧបករណ៍ការចូលដំណើរត្រូវស្ថិតនៅក្រោមលក្ខខណ្ឌនៃការប្រើប្រាស់លក្ខខណ្ឌក្រោមដែលកម្មវិធីណាមួយ ( \"កម្មវិធី\") គឺត្រូវបានទាញយកឬដំឡើងនៅលើឧបករណ៍ចូលដំណើរការរបស់អ្នកនឹងត្រូវបានគ្រប់គ្រងដោយកិច្ចព្រមព្រៀងដែលបានចូលទៅក្នុងរវាងអ្នកនិង ក្រុមហ៊ុនផ្គត់ផ្គង់របស់កម្មវិធីដែលពាក់ព័ន្ធទេប៉ុន្តែក្នុងករណីមានភាពខុសគ្នារវាងលក្ខខណ្ឌនៃការប្រើប្រាស់និងកិច្ចព្រមព្រៀងបែបនេះណាមួយណាមួយលក្ខខណ្ឌនៃការប្រើប្រាស់នឹងគ្រោះក្នុងខណៈដែលមិនជាប់លាប់រហូតមកដល់ពេលនេះទាក់ទងទៅនឹងទំនាក់ទំនងរវាងអ្នកនិងប្រតិបត្តិករនេះ។</p> <p><b>បរាជ័យ 17. បច្ចេកវិទ្យា</b></p> <p>ដែលជាកន្លែងដែលមានបញ្ហាកើតឡើង 17,1 ក្នុងកម្មវិធីឬផ្នែករឹងត្រូវបានប្រើដោយពួកយើងក្នុងការផ្តល់នូវសេវាកម្មយើងនឹងអនុវត្តគ្រប់ជំហានដើម្បីដោះស្រាយបញ្ហានេះឱ្យបានឆាប់តាមដែលអាចធ្វើសមរម្យនោះ។ ដែលជាកន្លែងដែលមានបញ្ហាបែបនេះបង្កឱ្យមានការប្រកួតមួយដែលនឹងត្រូវបានរំខាននៅក្នុងកាលៈទេសៈដែលជាកន្លែងដែលវាមិនអាចត្រូវបានចាប់ផ្ដើមឡើងវិញពីទីតាំងដូចគ្នាដោយមិនមានគ្រោះថ្នាក់ដល់អ្នកឬកីឡាករផ្សេងទៀតណាមួយនោះយើងនឹងអនុវត្តគ្រប់ជំហានដើម្បីព្យាបាលអ្នកក្នុងលក្ខណៈសមរម្យមួយ (ដែលអាចរួមបញ្ចូលទាំងការរក្សាតុល្យភាព នៅលើគណនីរបស់អ្នកទៅទីតាំងដែលមានស្រាប់ដូចខាងក្រោមបញ្ចប់នៃការប្រកួតចុងក្រោយភ្នាល់នៅលើម៉ាស៊ីនបម្រើបានកត់ឈ្មោះចូលភ្លាមមុនពេលប្រតិបត្តិករកើតឡើងនៃបញ្ហាទៅនោះ) នោះទេ។</p> <p>17.2 យើងនឹងមិនទទួលខុសត្រូវចំពោះការបរាជ័យបច្ចេកទេស, ផ្នែករឹងឬកម្មវិធីរបស់ប្រភេទណាមួយឬបាត់ឬមិនអាចប្រើបានបណ្តាញដែលអាចលក្ខខណ្ឌកំណត់ឬហាមឃាត់សមត្ថភាពរបស់អ្នកដើម្បីចូលឬចូលរួមក្នុងការលើកកម្ពស់ណាមួយ។ យើងនឹងមិនទទួលខុសត្រូវចំពោះការខូចខាតឬការបាត់បង់ឬការរងរបួសលទ្ធផលបានមកពីការចូលទៅលើកកម្ពស់ណាមួយរួមទាំងការបរាជ័យក្នុងការឈ្នះការទទួលយកឬការប្រើរង្វាន់ណាមួយ, ប៉ុន្តែគ្មានអ្វីនៅក្នុងលក្ខខណ្ឌទាំងនេះនឹងធ្វើប្រតិបត្តិការដកការទទួលខុសត្រូវសម្រាប់ការក្លែងបន្លំណាមួយនៅលើផ្នែកមួយនៃ យើងឬស្លាប់ឬរងរបួសផ្ទាល់ខ្លួនលទ្ធផលបានមកពីការធ្វេសប្រហែសរបស់យើងផ្ទាល់។</p> <p><b>18 កំហុសឬការបំភ្លេចចោល</b></p> <p>18,1 កាលៈទេសៈមួយចំនួនដែលអាចកើតឡើងឬដែលជាកន្លែងដែលភ្នាល់ខ្ពស់ជាងទឹកប្រាក់ត្រូវបានទទួលយកឬការទូទាត់ត្រូវបានធ្វើដោយពួកយើងមានកំហុស។ បញ្ជីមិនមែនជាការហត់នឿយនៃកាលៈទេសៈបែបនេះគឺមានដូចខាងក្រោម:</p> <p>18.1.1 ដែលជាកន្លែងដែលយើងខុសបញ្ជាក់ហាងឆេងឬពាក្យនៃការភ្នាល់ឬលេងហ្គេមមួយដែលភ្នាល់ណាមួយទៅនឹងអ្នកដែលជាលទ្ធផលនៃកំហុសជាក់ស្តែងឬលុបចោលនៅបញ្ចូលពឬការបង្កើតទីផ្សារមួយឬជាលទ្ធផលនៃការខូចកុំព្យូទ័រមួយ;</p> <p>18.1.2 ដែលជាកន្លែងដែលយើងបានធ្វើការជាមួយ 'កំហុស palpable ។ កំហុសបានកើតឡើងដែលជាកន្លែងដែល palpable:</p> <p>18.1.2.1 ទាក់ទងទៅនឹងការភ្នាល់មុនពេលព្រឹត្តិការណ៍កើតឡើងតម្លៃ / លក្ខខណ្ឌដែលបានផ្តល់ជូននេះគឺជាសម្ភារៈផ្សេងគ្នាពីអ្នកដែលអាចរកបាននៅក្នុងទីផ្សារទូទៅ; ឬ</p> <p>18.1.2.2 ទាក់ទងទៅនឹងព្រឹត្តិការណ៍ណាមួយតម្លៃ / លក្ខខណ្ឌដែលបានផ្តល់ជូននៅពេលដែលភ្នាល់គឺមិនត្រឹមត្រូវយ៉ាងច្បាស់ដែលបានផ្តល់ឱ្យប្រូបាប៊ីលីតេនៃព្រឹត្តិការណ៍ដែលកើតមានឡើងនេះ;</p> <p>18.1.3 ដែលជាកន្លែងដែលយើងបានបន្តទទួលយកការភ្នាល់នៅលើទីផ្សារដែលគួរតែត្រូវបានផ្អាករួមទាំងដែលជាកន្លែងដែលព្រឹត្ដិការណ៍ដែលពាក់ព័ន្ធនោះគឺនៅក្នុងការរីកចំរើន (លើកលែងតែកន្លែងដែល \"នៅក្នុងការរត់\" ការភ្នាល់ដែលត្រូវបានទទួលយក) ឬបានបញ្ចប់រួចទៅហើយ (ពេលខ្លះសំដៅទៅជា 'ចុង ការភ្នាល់ ');</p> <p>18.1.4 ដែលជាកន្លែងដែលមានកំហុសត្រូវបានធ្វើឡើងជាលទ្ធផលនៃការហាមឃាត់នៅក្រោមកថាខណ្ឌការអនុវត្តមាន 11,1;</p> <p>18.1.5 ដែលជាកន្លែងដែលយើងមិនគួរបានទទួលឬមានសិទ្ធិដើម្បីបោះបង់ឬឡើងវិញសម្រេចបាន, ភ្នាល់ដោយអនុលោមតាមវិធាននៃការភ្នាល់ (ឧទាហរណ៍ដោយសារតែការ \"ទាក់ទងនឹងយថាភាព ');</p> <p>18.1.6 ដែលជាកន្លែងដែលមានកំហុសត្រូវបានធ្វើឡើងដោយពួកយើងដូចជាចំនួនទឹកប្រាក់នៃការឈ្នះ / ការត្រឡប់មកវិញដែលត្រូវបានបង់ទៅឱ្យអ្នករួមបញ្ចូលទាំងការដែលជាលទ្ធផលនៃកំហុសបញ្ចូលដោយដៃឬកុំព្យូទ័រមួយ; ឬ</p> <p>18.1.7 ដែលជាកន្លែងដែលមានកំហុសត្រូវបានធ្វើឡើងដោយពួកយើងជាចំនួននៃការភ្នាល់ដោយសេរីនិង / ឬប្រាក់រង្វាន់ដែលត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នក,</p> <p>កាលៈទេសៈបែបនេះត្រូវបានគេសំដៅទៅជាមួយ \"កំហុស\"</p> <p><a name=\"18.3\"></a>18.2 យើងខ្ញុំសូមរក្សាសិទ្ធិដើម្បី:</p> <p>18.2.1 កែកំហុសណាមួយដែលបានធ្វើនៅលើការភ្នាល់និងការឡើងវិញដោះស្រាយដូចគ្នាក្នុងតម្លៃត្រឹមត្រូវឬពាក្យដែលត្រូវបានគេដែលអាចប្រើបានឬគួរបានអាចរកបានតាមរយៈប្រតិបត្តិករមួយ (អវត្តមានកំហុសការបោះពុម្ពផ្សាយនេះ) នៅពេលនោះថាការភ្នាល់នេះត្រូវបានដាក់និង ការភ្នាល់នឹងត្រូវបានចាត់ទុកថាបានកើតឡើងនៅលើលក្ខខណ្ឌដែលនៅធម្មតាសម្រាប់ការភ្នាល់; ឬ</p> <p>18.2.2 ដែលជាកន្លែងដែលវាជាការមិនសមស្របសមរម្យដើម្បីកែឡើងវិញនិងការតាំងលំនៅនៅក្រោម 18.2.1 ខាងលើដើម្បីប្រកាសចាត់ទុកជាមោឃៈភ្នាល់ហើយត្រឡប់ចូលទៅគណនីរបស់អ្នកភាគហ៊ុនរបស់អ្នក! ឬ</p> <p>18.2.3 ក្នុងកាលៈទេសៈដែលជាកន្លែងដែលបានបណ្តាលកំហុសការអនុវត្តការហាមឃាត់ពីដើម្បីទទួលយកជំហានដែលបានកំណត់ក្នុងកថាខណ្ឌ 11.4 ។</p> <p>18,3 បំណុលទាំងឡាយណាដែលត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នកឬបង់ទៅឱ្យអ្នកដែលជាលទ្ធផលនៃកំហុសមួយនឹងត្រូវបានចាត់ទុកថារង់ចាំដំណោះស្រាយនៅក្រោមកថាខណ្ឌ 18.2, ដែលនឹងត្រូវបានប្រារព្ធធ្វើឡើងដោយអ្នកនៅលើការជឿទុកចិត្តសម្រាប់ពួកយើងហើយនឹងត្រូវបានសងទៅឱ្យពួកយើងភ្លាមនៅពេលដែលតម្រូវការមួយ ការទូទាត់ត្រូវបានធ្វើឡើងដោយពួកយើងទៅអ្នក។ ដែលជាកន្លែងដែលកាលៈទេសៈបែបនេះមានថាប្រសិនបើអ្នកមានប្រាក់នៅក្នុងគណនីរបស់អ្នកយើងអាចទាំងនេះពីទាមទារប្រាក់អនុលោមតាមគណនីរបស់អ្នកកថាខណ្ឌ 7.4 ។ យើងយល់ស្របថាយើងនឹងប្រើខិតខំប្រឹងប្រែងសមហេតុផលទាំងអស់ដើម្បីរកឱ្យឃើញកំហុសណាមួយនិងការជូនដំណឹងដល់អ្នកថាពួកវាជាឆាប់តាមដែលអាចធ្វើទៅបាន។</p> <p>18.4 ទាំងខាងយើង (រួមទាំងបុគ្គលិកឬភ្នាក់ងាររបស់យើង) ឬដៃគូឬក្រុមហ៊ុនផ្គត់ផ្គង់របស់យើងនឹងត្រូវទទួលខុសត្រូវចំពោះការបាត់បង់ណាមួយរួមទាំងការបាត់បង់នៃការឈ្នះ, ដែលលទ្ធផលពីកំហុសណាមួយដោយពួកយើងឬមានកំហុសដោយអ្នកមួយ។</p> <p>18.5 អ្នកនឹងប្រាប់យើងឱ្យបានឆាប់តាមដែលអាចធ្វើសមរម្យអ្នកគួរតែដឹងអំពីកំហុសណាមួយឡើយ។</p> <p>18,6 ដែលជាកន្លែងដែលអ្នកបានប្រើប្រាក់ដែលត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នកឬការផ្តល់រង្វាន់ដល់អ្នកដែលជាលទ្ធផលនៃកំហុសមួយក្នុងការភ្នាល់ជាបន្តបន្ទាប់ឬការលេងហ្គេម, យើងអាចលុបចោលការភ្នាល់និង / ឬការបដិសេធការឈ្នះណាមួយដែលអ្នកអាចនឹងបានឈ្នះដោយមានប្រាក់ដូច ហើយបើយើងបានចំណាយនៅលើការភ្នាល់បែបណាមួយឬសកម្មភាពលេងហ្គេម, បរិមាណបែបនេះនឹងត្រូវបានចាត់ទុកថាត្រូវបានប្រារព្ធធ្វើឡើងដោយអ្នកនៅលើការជឿទុកចិត្តសម្រាប់ពួកយើងនិងអ្នករាល់គ្នានឹងសងដល់យើងភ្លាមបរិមាណបែបនេះណាមួយនៅពេលដែលតម្រូវការសងត្រូវបានធ្វើឡើងដោយពួកយើងដើម្បីអ្នក ។</p> <p><b>19 នៃការទទួលខុសត្រូវរបស់យើងរាប់បញ្ចូល</b></p> <p>អ្នកចូលដំណើរការទៅ 19,1 និងប្រើប្រាស់សេវាកម្មនេះគឺនៅជាជម្រើសតែមួយគត់របស់អ្នក, ការសំរេចចិត្តនិងហានិភ័យ។ យើងនឹងមិនទទួលខុសត្រូវចំពោះការប៉ុនប៉ងណាមួយដោយអ្នកក្នុងការប្រើសេវាកម្មនេះដោយវិធីសាស្រ្តមធ្យោបាយឬវិធីមិនមានបំណងដោយយើង។</p> <p>19.2 យើងនឹងផ្តល់នូវសេវាកម្មជំនាញនិងការថែទាំជាមួយនឹងការសមហេតុសមផលនិងការយ៉ាងខ្លាំងដូចបានរៀបរាប់ក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់។ យើងមិនបានធ្វើការសន្យាណាមួយផ្សេងទៀតឬការធានាទាក់ទងនឹងសេវាកម្មឬផលិតផលឬសេវាកម្មបង្កើតជាផ្នែកមួយនៃសេវាណាមួយ, ហើយសូមដក (វិសាលភាពដែលបានអនុញ្ញាតដោយច្បាប់) ធានាបានបញ្ជាក់ទាំងអស់នៅក្នុងការគោរពនៃការដូចគ្នានេះដែរ (រួមបញ្ចូលទាំងការធានាបានបញ្ជាក់ដូចជា គុណភាពជាទីពេញចិត្តនិង / ឬសម្បទាសម្រាប់គោលបំណងរបស់អ្នក) ។ ជាពិសេសយើងមិនធានាថាគេហទំព័រនេះនឹងមានដែលអាចរកបានមិនមានការរំខានឬថាវានឹងមានសេរីភាពនៃកំហុស, មេរោគឬកំហុសផ្សេងទៀត។</p> <p>19.3 រក្សាទុកដូចមានចែងក្នុងច្បាប់នៃការភ្នាល់របស់យើងនិងជាកម្មវត្ថុសម្រាប់កថាខណ្ឌ 19,5, ការទទួលខុសត្រូវរបស់យើងជាអតិបរមា (រួមទាំងរបស់យើងក្រុមហ៊ុនក្រុម, សាខា, មន្ត្រី, ប្រធាន, ភ្នាក់ងារនិងបុគ្គលិក) កើតចេញពីការប្រើប្រាស់សេវារបស់អ្នក (ឬផ្នែកណាមួយនៃសេវាកម្មនេះ ហើយថាតើការប្រើប្រាស់វេបសាយឬ TELEBETTING) ថាតើការទទួលខុសត្រូវបែបនេះដោយសាររំលោភកិច្ចសន្យាក្រោម, កំហុសរដ្ឋប្បវេណី (រួមទាំងការធ្វេសប្រហែស) ឬបើមិនដូច្នេះទេនឹងត្រូវបានកំណត់:</p> <p>19.3.1 ដែលជាកន្លែងដែលការទទួលខុសត្រូវរបស់យើងទាក់ទងទៅនឹងភ្នាល់ឬស្ដេកចំនួនទឹកប្រាក់នៃការភ្នាល់ឬលុយដើមបានដាក់ដោយអ្នកនៅគោរពនៃដែលមានបំណុលរបស់យើងបានលេចឡើង;</p> <p>19.3.2 ដែលជាកន្លែងដែលការទទួលខុសត្រូវរបស់យើងទាក់ទងទៅនឹង misapplication នៃការផ្តល់មូលនិធិ, ចំនួនប្រាក់នៅក្នុងគណនីរបស់អ្នកដែលត្រូវបានដាក់ខុសកន្លែងដោយយើង; និង</p> <p>19.3.3 នៅគោរពនៃការទទួលខុសត្រូវផ្សេងទៀតណាមួយនៃការប្រតិបត្តិការ, Sterling ដប់ពាន់ផោន (10.000 £) ។</p> <p>19.4 យើង (រួមបញ្ចូលទាំងក្រុមហ៊ុនរបស់យើងជាក្រុម, សាខា, មន្ត្រី, ប្រធាន, ភ្នាក់ងារនិងបុគ្គលិក) មិនទទួលខុសត្រូវចំពោះអ្នកថាតើការទទួលខុសត្រូវជាក្បួនកិច្ចសន្យា, កំហុសរដ្ឋប្បវេណី (រួមទាំងការធ្វេសប្រហែស) ឬបើមិនដូច្នេះទេនៅគោរពនៃណាមួយ:</p> <p>19.4.1 ការបាត់បង់ទិន្នន័យ;</p> <p>19.4.2 ការបាត់បង់ប្រាក់ចំណេញ;</p> <p>19.4.3 ការបាត់បង់នៃប្រាក់ចំណូល;</p> <p>19.4.4 ការបាត់បង់ឱកាសពាណិជ្ជកម្ម;</p> <p>19.4.5 ការបាត់បង់ការខូចខាតឬដើម្បីសុឆន្ទៈឬកេរ្តិ៍ឈ្មោះ;</p> <p>19.4.6 រំខានអាជីវកម្ម; ឬ</p> <p>19.4.7 ការបាត់បង់ណាមួយប្រយោល, ពិសេសឬច, ឬការខូចខាតដែលសូម្បីតែទីកន្លែងការបាត់បង់ឬការខូចខាតបែបនេះបានជូនដំណឹងដល់យើងជាធ្វើជាអាចធ្វើទៅបានកើតឡើងចេញពីលក្ខខណ្ឌនៃការប្រើប្រាស់ឬការប្រើណាមួយដោយអ្នកប្រើប្រាស់។</p> <p>19,5 គ្មានអ្វីនៅក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់នេះនឹងប្រតិបត្តិការដូច្នេះដើម្បីរួចផុតពីការទទួលខុសត្រូវណាមួយដែលយើងអាចមាននៅក្នុងការគោរពនៃការ:</p> <p>19.5.1 ការក្លែងបន្លំ (រួមទាំងការបកស្រាយខុសបន្លំ); ឬ</p> <p>19.5.2 ការស្លាប់ឬការរងរបួសបណ្តាលមកពីការធ្វេសប្រហែសផ្ទាល់ខ្លួនរបស់យើង។</p> <p><b>20. រំលោភលក្ខខណ្ឌនៃការប្រើប្រាស់</b></p> <p>20.1 អ្នកនឹងសងសំណងយ៉ាងពេញលេញ, ការពារនិងសង្កត់យើងហើយយើងទេមន្រ្តីនាយកនិយោជិតភ្នាក់ងារអ្នកម៉ៅការនិងអ្នកផ្គត់ផ្គង់គ្មានការបង្កគ្រោះថ្នាក់និងការប្រឆាំងណាមួយនិងទាំងអស់ដែលខាតបង់, ការចំណាយ, ការចំណាយ, ពាក្យបណ្តឹងទាមទារបំណុលនិងការខូចខាត (រួមបញ្ចូលទាំងថ្លៃសេវាផ្នែកច្បាប់), ទោះជាយ៉ាងណា បណ្តាលឱ្យ, ដែលអាចកើតឡើងឬមិនគិតទុកជាមុនសមរម្យ, ដែលជាលទ្ធផលនៃការឬនៅក្នុងការតភ្ជាប់ជាមួយ:</p> <p>20.1.1 ការចូលដំណើរការទៅនិងការប្រើប្រាស់សេវាកម្មនេះដោយអ្នកឬដោយនរណាម្នាក់ផ្សេងទៀតប្រើឈ្មោះអ្នកប្រើនិងពាក្យសម្ងាត់របស់អ្នក និង / ឬ</p> <p>20.1.2 ការរំលោភបំពានណាមួយដោយអ្នកណាមួយនៃលក្ខខណ្ឌនិងបទប្បញ្ញត្តិនៃលក្ខខណ្ឌនៃការប្រើប្រាស់នេះ។</p> <p>20.2 ដែលជាកន្លែងដែលអ្នកមាននៅក្នុងការរំលោភលើលក្ខខណ្ឌនៃការប្រើប្រាស់នេះយើងអាចក្នុងការសំរេចចិត្តរបស់យើងមុនពេលការព្យួរឬការបញ្ចប់នៃគណនីរបស់អ្នកណាមួយ, ការជូនដំណឹងដល់អ្នក (ដោយប្រើសេចក្ដីលម្អិតទំនាក់ទំនងរបស់អ្នក) ថាអ្នកមាននៅក្នុងការរំលោភដោយតម្រូវឱ្យអ្នកដើម្បីបញ្ឈប់ទង្វើដែលពាក់ព័ន្ធ ឬបរាជ័យដើម្បីធ្វើសកម្មភាព, និង / ឬតម្រូវឱ្យអ្នកទៅដាក់នៅខាងស្ដាំទង្វើមួយឬកំហុសនៅលើផ្នែកមួយរបស់អ្នកនិងព្រមានអ្នកនៃសកម្មភាពគោលបំណងរបស់យើងប្រសិនបើអ្នកមិនបានធ្វើដូច្នេះបានផ្តល់ថាការជូនដំណឹងបែបនេះនឹងមិនក្លាយជាលក្ខខណ្ឌមុនការព្យួរឬ ការបញ្ចប់នៃគណនីរបស់អ្នក។</p> <p>20.3 យើងមានសិទ្ធិក្នុងការបិទកូដអត្តសញ្ញាណរបស់អ្នកប្រើណាមួយឬពាក្យសម្ងាត់, ថាតើការជ្រើសរើសដោយអ្នកឬបម្រុងទុកដោយយើង, នៅពេលណាមួយ, ប្រសិនបើនៅក្នុងគំនិតសមហេតុសមផលរបស់យើងអ្នកបានបរាជ័យក្នុងការគោរពតាមបញ្ញត្តិណាមួយនៃលក្ខខណ្ឌនៃការប្រើប្រាស់នេះ។</p> <p>20,4 លើសពីនេះទៀតណាមួយផ្សេងទៀតដែលអាចប្រើបានសំណងប្រសិនបើអ្នកបានរំលោភណាមួយនៃលក្ខខណ្ឌក្នុងការប្រើប្រាស់ដែលយើងត្រូវមានសិទ្ធិទទួលបានងើបឡើងវិញពីគណនីរបស់អ្នកឱ្យមានតុល្យភាពជាវិជ្ជមានណាមួយទៅនឹងវិសាលភាពនៃចំនួនទឹកប្រាក់ដែលបានអះអាងថាសមរម្យប្រឆាំងនឹងអ្នកដោយអនុលោមតាមកថាខណ្ឌ 20,1 នេះ។</p> <p><b>21. សិទ្ធិកម្មសិទ្ធិបញ្ញា</b></p> <p>21.1 ទាំងអស់រចនាគេហទំព័រ, អត្ថបទ, ក្រាហ្វិក, តន្ត្រី, សំឡេង, រូបថត, វីដេអូ, ការជ្រើសរើសនិងការរៀបចំនោះការចងក្រងកម្មវិធី, មូលដ្ឋានកូដប្រភពកម្មវិធីនិងផ្នែកសម្ភារៈបង្កើតទាំងអស់ផ្សេងទៀតនៃសេវាកម្មគឺជាប្រធានបទត្រូវការរក្សាសិទ្ធិនិងសិទ្ធិមានកម្មសិទ្ធិផ្សេងទៀតដែលជា ទាំងដែលជាកម្មសិទ្ធិរបស់យើងឬត្រូវបានគេប្រើក្រោមអាជ្ញាប័ណ្ណពីម្ចាស់សិទ្ធិរបស់ភាគីទីបី។ ដើម្បីវិសាលភាពដែលថាសម្ភារៈណាមួយដែលមាននៅក្នុងសេវាកម្មនេះអាចនឹងត្រូវបានទាញយកឬបោះពុម្ពសម្ភារៈហើយបន្ទាប់មកអាចនឹងត្រូវបានទាញយកដូចចូលទៅក្នុងឧបករណ៍តែមួយគត់ (និងច្បាប់ចម្លងការលំបាកអាចនឹងត្រូវបានបោះពុម្ព) សម្រាប់តែផ្ទាល់ខ្លួន, ការប្រើប្រាស់មិនមែនពាណិជ្ជកម្មរបស់អ្នកផ្ទាល់។</p> <p>21,2 នៅក្រោមកាលៈទេសៈនោះទេនឹងការប្រើប្រាស់នៃជំនួយឥតសំណងសេវាកម្មទៅឱ្យអ្នកចាប់អារម្មណ៍ណាមួយនៅក្នុងណាមួយដែលសិទិ្ធបញ្ញា (ឧទាហរណ៍ការរក្សាសិទ្ធិ, ដឹងអំពីរបៀបឬពាណិជ្ជកម្មសញ្ញា) ដែលជាកម្មសិទ្ធិរបស់យើងឬដោយភាគីទីបីណាមួយផ្សេងទៀតជាងមួយផ្ទាល់ខ្លួន, មិនផ្តាច់មុខ អាជ្ញាប័ណ្ណមិនមែនជាអនុអាជ្ញាប័ណ្ណដើម្បីប្រើដូចជាកម្មសិទ្ធិបញ្ញានៅក្នុងការតភ្ជាប់ជាមួយនឹងការផ្ទាល់ខ្លួន, ការប្រើប្រាស់មិនមែនពាណិជ្ជកម្មរបស់អ្នកដោយអនុលោមតាមលក្ខខណ្ឌសេវាកម្មនៃការប្រើប្រាស់នេះ។</p> <p>គ្មានសិទ្ធិអ្វីទាំងអស់ 21,3 ផ្តល់ទៅឱ្យប្រើត្រូវបានឬផលិតសញ្ញាណាមួយឬស្លាកសញ្ញាពាណិជ្ជកម្មដែលលេចឡើងនៅលើវេបសាយលើកលែងតែបានអនុញ្ញាតពិសេសនៅក្នុងការអនុលោមតាមលក្ខខណ្ឌនៃការប្រើប្រាស់។</p> <p>21.4 អ្នកមិនត្រូវឬត្រូវអ្នកអនុញ្ញាតឱ្យមនុស្សផ្សេងទៀតណាមួយដើម្បីចម្លង, ហាង, បោះពុម្ពផ្សាយ, ជួល, អាជ្ញាប័ណ្ណលក់ចែកចាយ, ផ្លាស់ប្តូរ, ការបន្ថែមទៅ, លុប, យកចេញឬរំខានដោយមានវេបសាយឬផ្នែកណាមួយរបស់វានៅក្នុងវិធីណាមួយឬដោយផ្ទាល់ ឬដោយប្រយោលរំខានឬរំខាន (ឬព្យាយាមរំខានដល់ឬការរំខាន) ជាមួយឬផ្លាស់ប្តូរបណ្តាញផ្សេងទៀតជាងក្នុងការប្រើប្រាស់ឬមើលវេបសាយនេះដោយអនុលោមតាមលក្ខខណ្ឌនៃការប្រើប្រាស់នេះ។</p> <p>21.5 សិទ្ធិបញ្ញាទាំងអស់នៅក្នុងឈ្មោះ \"William Hill\" និង \"Will ភ្នំ\" នេះជាសញ្ញា, ការរចនាម៉ូដម៉ាកពាណិជ្ជកម្មនិងលក្ខណៈពិសេសម៉ាកឡែកផ្សេងទៀតនៃប្រតិបត្តិករនេះនិងមាតិកាណាមួយដែលបានផ្តល់ជូនដោយប្រតិបត្តិករឬភាគីទីបីណាមួយសម្រាប់ការដាក់បញ្ចូលនៅលើគេហទំព័រអាវកាក់នេះ ក្នុងប្រតិបត្តិករឬភាគីទីបីដែលបានអនុវត្ត។ អ្នកយល់ព្រមថាមិនបង្ហាញឬប្រើស្លាកសញ្ញាបែបនេះការរចនាម៉ូដ, សញ្ញាពាណិជ្ជកម្មនិងលក្ខណៈពិសេសដោយឡែកផ្សេងទៀតនៅក្នុងម៉ាកណាមួយដោយគ្មានការយល់ព្រមលក្ខណៈមុនយើងបានសរសេរ។</p> <p><b>22. មេរោគ, Hack និងបទល្មើសផ្សេងទៀត</b></p> <p>22,1 កុំ:</p> <p>22.1.1 ពុករលួយវេបសាយ;</p> <p>22.1.2 ដើម្បីទទួលបាននូវការចូលដំណើរការប៉ុនប៉ងដោយគ្មានការអនុញ្ញាតទៅវេបសាយ, ម៉ាស៊ីនបម្រើដែលមាននៅលើវេបសាយត្រូវបានរក្សាទុកឬម៉ាស៊ីនបម្រើណាមួយកុំព្យូទ័រឬមូលដ្ឋានទិន្នន័យដែលបានតភ្ជាប់ទៅវេបសាយ;</p> <p>22.1.3 ជន់លិចគេហទំព័រជាមួយព, ការដាក់ស្នើច្រើនឬ \"សារឥតបានការ\" នេះ;</p> <p>22.1.4 ដោយចេតនាឬការធ្វេសប្រហែសប្រើលក្ខណៈពិសេសណាមួយដែលអាចប៉ះពាល់ដល់មុខងារនៃវេបសាយនេះនៅក្នុងវិធីឧទាហរណ៍ណាមួយ (ប៉ុន្តែមិនបានកំណត់ចំពោះ) ការបញ្ចេញឬការផ្សព្វផ្សាយមេរោគដែរពពួក Worm, Trojans, គ្រាប់បែកតក្កឬសម្ភារៈដែលស្រដៀងគ្នានោះគឺជាការព្យាបាទឬគ្រោះថ្នាក់;</p> <p>22.1.5 បង្អាក់ឬរំខានដោយយកបើមិនដូច្នេះទេការផ្លាស់ប្តូរនៅក្នុងវិធីណាមួយ, ការណាមួយនៅក្នុងសំណុំបែបបទពណាមួយដែលត្រូវបានរួមបញ្ចូលនៅលើវេបសាយ;</p> <p>22.1.6 វាយប្រហារវេបសាយនេះតាមរយៈការវាយប្រហារការបដិសេធនៃសេវាកម្មឬការវាយប្រហារការបដិសេធនៃសេវាកម្មចែកចាយ។ យើងនឹងរាយការណ៍អំពីការរំលោភណាមួយឡើយសង្ស័យថាច្បាប់នៃកុំព្យូទ័រការប្រើប្រាស់ខុសឆ្នាំ 1990 ដើម្បីអនុវត្តច្បាប់នេះអាជ្ញាធរពាក់ព័ន្ធហើយយើងនឹងសហការជាមួយអាជ្ញាធរទាំងនោះដោយបង្ហាញអត្តសញ្ញាណរបស់អ្នកដើម្បីឱ្យពួកគេ។ នៅក្នុងព្រឹត្តិការណ៍នៃការដូចជាការរំលោភមួយ, នៅខាងស្ដាំរបស់អ្នកក្នុងការប្រើប្រាស់វេបសាយនឹងបញ្ឈប់ភ្លាម។</p> <p>22.2 យើងនឹងមិនទទួលខុសត្រូវចំពោះការបាត់បង់ឬខូចខាតណាមួយដែលបង្កឡើងដោយការវាយប្រហារចែកចាយការបដិសេធនៃសេវាកម្មមេរោគឬសម្ភារៈដែលបង្កគ្រោះថ្នាក់បច្ចេកវិទ្យាផ្សេងទៀតដែលអាចឆ្លងឧបករណ៍របស់អ្នកចូលដំណើរការនិងឧបករណ៍ដែលទាក់ទង, កម្មវិធីកុំព្យូទ័រ, ទិន្នន័យឬសម្ភារៈដែលមានកម្មសិទ្ធិផ្សេងទៀតដោយសារតែការប្រើប្រាស់របស់អ្នក នៃវេបសាយឬទាញយករបស់អ្នកនៃសម្ភារៈណាមួយដែលបានបង្ហោះនៅលើគេហទំព័របែបនេះឬនៅលើគេហទំព័រណាមួយដែលភ្ជាប់ទៅនឹងវេបសាយ។</p> <p><b>23 ផ្ទាល់ខ្លួនរបស់អ្នក</b></p> <p>23,1 ពទាំងអស់នៅលើគណនីរបស់អ្នកដែលបានកាន់កាប់ដោយពួកយើងគឺជាទិន្នន័យយ៉ាងមានសុវត្ថិភាពនិងនៅតែជាការសម្ងាត់ warehoused លើកលែងតែកន្លែងដែលបានចែងក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់ (រួមទាំងសម្រាប់ជៀសវាងការភ័ន្តច្រឡំ, គោលការណ៍ភាពឯកជន) ។</p> <p>23.2 យើងត្រូវបានទាមទារដោយច្បាប់ (ជាពិសេសនៅក្នុងការការពារទិន្នន័យច្បាប់ឆ្នាំ 2004 ក្នុង Gibraltar) ដើម្បីអនុវត្តតាមតម្រូវការការពារទិន្នន័យនៅក្នុងវិធីដែលយើងប្រើទិន្នន័យផ្ទាល់ខ្លួនដែលបានប្រមូលពីអ្នកក្នុងការប្រើប្រាស់របស់អ្នកនៃសេវាកម្មនេះ។ ហេតុនេះហើយបានជាយើងយកធ្ងន់ធ្ងរណាស់កាតព្វកិច្ចរបស់យើងទាក់ទងទៅនឹងវិធីដែលយើងប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។</p> <p>23,3 មុនពេលប្រើប្រាស់របស់អ្នកនិងនៅពេលដែលអ្នកប្រើសេវាកម្មនេះវានឹងក្លាយជាការចាំបាច់សម្រាប់យើងដើម្បីប្រមូលពមួយចំនួនអំពីអ្នករួមទាំងឈ្មោះនិងថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក, លម្អិតទំនាក់ទំនងរបស់អ្នក, និងអាចរួមបញ្ចូលទាំងការអំពីចំណង់ចំណូលចិត្តការទីផ្សាររបស់អ្នក (ទាំងអស់ដែល នឹងត្រូវបានគេស្គាល់ថាជា \"ផ្ទាល់ខ្លួនរបស់អ្នក\") ។</p> <p>23.4 ដោយផ្តល់ឱ្យយើងនូវទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក, អ្នកយល់ព្រមដំណើរការរបស់យើងទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នករួមបញ្ចូលទាំងការណាមួយនៃការដូចគ្នានេះដែរដែលជាការប្រកាន់អក្សរតូចធំពិសេសនេះ:</p> <p>23.4.1 សម្រាប់គោលបំណងដែលបានកំណត់នៅក្នុងលក្ខខណ្ឌនៃការប្រើ (រួមបញ្ចូលទាំងគោលការណ៍ឯកជនភាព) បាន; និង</p> <p>23.4.2 សម្រាប់គោលបំណងផ្សេងទៀតដែលជាកន្លែងដែលយើងត្រូវការដើម្បីដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់គោលបំណងនៃការប្រតិបត្ដិការសេវា,</p> <p>រួមទាំងការដោយការចែករំលែកវាជាមួយអ្នកផ្តល់សេវានិងភ្នាក់ងាររបស់យើងសម្រាប់គោលបំណងទាំងនេះឧទាហរណ៍ដើម្បីផ្តល់សេវារបស់ពួកយើងនៃការផ្តល់សេវាប្រៃសណីយ៍សេវាកម្មទីផ្សារនិងភ្នាក់ងារសេវាកម្មអតិថិជន។ យើងអាចបង្ហាញទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកក្នុងគោលបំណងដើម្បីគោរពតាមកាតព្វកិច្ចច្បាប់ឬបទប្បញ្ញត្ដិ។</p> <p>23.5 យើងអាចរក្សាច្បាប់ចម្លងនៃការទំនាក់ទំនងណាមួយដែលអ្នកបានផ្ញើទៅឱ្យពួកយើង (រួមទាំងច្បាប់ចម្លងនៃអ៊ីម៉ែលណាមួយ) ក្នុងគោលបំណងដើម្បីរក្សាបាននូវកំណត់ត្រាត្រឹមត្រូវនៃពដែលយើងបានទទួលពីអ្នកបាននោះទេ។</p> <p><b>24. ការប្រើ \"ខូគី 'នៅលើគេហទំព័រ</b></p> <p>24.1 វេបសាយប្រើ \"ខូឃីស៍\" ដើម្បីតាមដានការប្រើប្រាស់អ៊ីនធឺណិតដើម្បីប្រមូលពជាក់លាក់អំពីឧបករណ៍ចូលដំណើរការរបស់អ្នក (ដូចជាអាសយដ្ឋាន IP, ប្រភេទឧបករណ៍, ទិន្នន័យទីតាំងភូមិសាស្ត្រ, ពកម្មវិធីរុករក) និងដើម្បីជួយដល់មុខងារនៃវេបសាយនេះ។ ខូគីគឺជាឯកសារតូចមួយដែលត្រូវបាននៃអត្ថបទទៅឧបករណ៍ការចូលដំណើរការទាញយករបស់អ្នកនៅពេលដែលអ្នកចូលដំណើរការគេហទំព័រហើយវាអនុញ្ញាតឱ្យយើងទទួលស្គាល់នៅពេលដែលអ្នកត្រឡប់មកវេបសាយ។ ខូគីជួយជាមួយនឹងប្រតិបត្ដិការនៃវេបសាយនេះរួមបញ្ចូលទាំង (ឧទាហរណ៍) ដើម្បីអនុញ្ញាតឱ្យអ្នកទៅនៅតែចូលជាអ្នករកមើលរវាងហើយប្រើគណនីរបស់អ្នកដើម្បីចាក់ភ្នាល់នៅលើឬការលេងហ្គេមនៅលើផ្នែកផ្សេងគ្នានៃវេបសាយនេះ។ យើងប្រើខូឃីស៍សម្រាប់គោលបំណងផ្ទាល់ខ្លួនរបស់យើងវិភាគដើម្បីឱ្យយើងអាចកំណត់ពីបញ្ហាបច្ចេកទេសដែលជាកន្លែងដែលអតិថិជនបានជួបប្រទះនៅលើវេបសាយ, ហេតុដូច្នេះហើយជួយយើងឱ្យប្រសើរឡើងនូវការរបស់អតិថិជនរបស់យើង បទពិសោធនិងការផងដែរសម្រាប់គោលបំណងការពារការក្លែងបន្លំដូចជាការរកឃើញគណនីស្ទួន, ករណីនៃការរំលោភបំពានប្រាក់រង្វាន់ឬគណនីដែលបានតភ្ជាប់ដូចបានកំណត់ក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់។ ដែលទទួលបានពីខូគីពអនុញ្ញាតឱ្យយើងអនុវត្តតាមកាតព្វកិច្ចច្បាប់និងបទប្បញ្ញត្តិមួយចំនួនដូចជាការតម្រូវឱ្យមានការប្រឆាំងការលាងលុយកខ្វក់របស់យើង, ការទទួលខុសត្រូវសង្គមដើម្បីប្រឆាំងនឹងការប្រើប្រាស់សេវាកម្មរបស់យើងសម្រាប់គោលបំណងនៃការផ្តល់ហិរញ្ញប្បទានភេរវករនិងដើម្បីការពារការចូលទៅកាន់វេបសាយរបស់យើងពីដែនសមត្ថកិច្ចបានហាមឃាត់។ ទិន្នន័យដែលប្រមូលបានពីការប្រើខូគីរបស់យើងអាចនឹងត្រូវបានចែករំលែកជាមួយភ្នាក់ងារអនុវត្តច្បាប់បទប្បញ្ញត្ដិផ្សេងទៀតនិងអង្គការដែលជាកន្លែងដែលមានគឺជាកាតព្វកិច្ចផ្លូវច្បាប់ដើម្បីធ្វើដូច្នេះបាន។ ដែលទទួលបានពីខូគីពអនុញ្ញាតឱ្យយើងអនុវត្តតាមកាតព្វកិច្ចច្បាប់និងបទប្បញ្ញត្តិមួយចំនួនដូចជាការតម្រូវឱ្យមានការប្រឆាំងការលាងលុយកខ្វក់របស់យើង, ការទទួលខុសត្រូវសង្គមដើម្បីប្រឆាំងនឹងការប្រើប្រាស់សេវាកម្មរបស់យើងសម្រាប់គោលបំណងនៃការផ្តល់ហិរញ្ញប្បទានភេរវករនិងដើម្បីការពារការចូលទៅកាន់វេបសាយរបស់យើងពីដែនសមត្ថកិច្ចបានហាមឃាត់។ ទិន្នន័យដែលប្រមូលបានពីការប្រើខូគីរបស់យើងអាចនឹងត្រូវបានចែករំលែកជាមួយភ្នាក់ងារអនុវត្តច្បាប់បទប្បញ្ញត្ដិផ្សេងទៀតនិងអង្គការដែលជាកន្លែងដែលមានគឺជាកាតព្វកិច្ចផ្លូវច្បាប់ដើម្បីធ្វើដូច្នេះបាន។ ដែលទទួលបានពីខូគីពអនុញ្ញាតឱ្យយើងអនុវត្តតាមកាតព្វកិច្ចច្បាប់និងបទប្បញ្ញត្តិមួយចំនួនដូចជាការតម្រូវឱ្យមានការប្រឆាំងការលាងលុយកខ្វក់របស់យើង, ការទទួលខុសត្រូវសង្គមដើម្បីប្រឆាំងនឹងការប្រើប្រាស់សេវាកម្មរបស់យើងសម្រាប់គោលបំណងនៃការផ្តល់ហិរញ្ញប្បទានភេរវករនិងដើម្បីការពារការចូលទៅកាន់វេបសាយរបស់យើងពីដែនសមត្ថកិច្ចបានហាមឃាត់។ ទិន្នន័យដែលប្រមូលបានពីការប្រើខូគីរបស់យើងអាចនឹងត្រូវបានចែករំលែកជាមួយភ្នាក់ងារអនុវត្តច្បាប់បទប្បញ្ញត្ដិផ្សេងទៀតនិងអង្គការដែលជាកន្លែងដែលមានគឺជាកាតព្វកិច្ចផ្លូវច្បាប់ដើម្បីធ្វើដូច្នេះបាន។</p> <p>24.2 ប្រសិនបើអ្នកជំទាស់ទៅនឹងខូគីឬចង់លុបខូគីណាមួយដែលត្រូវបានរក្សាទុកនៅលើឧបករណ៍ចូលដំណើរការរួចទៅហើយរបស់អ្នកយើងផ្ដល់អនុសាសន៍ថាអ្នកធ្វើតាមការណែនាំសម្រាប់ការលុបខូឃីស៍ដែលមានស្រាប់និងនាពេលអនាគតនៅលើការបិទខូគីឯកសារនិងការរកមើលការគ្រប់គ្រងអ៊ីនធឺណេផ្នែកទន់របស់អ្នក។ ពបន្ថែមទៀតនៅលើការគ្រប់គ្រងខូគីលុបឬនៅក្នុងរបស់យើងគឺអាចរកបានគោលការណ៍​ភាព​ឯកជនរបស់យើងសំណួរគេសួរញឹកញាប់និងនៅwww.aboutcookies.org។ សូមចំណាំថាដោយលុបខូឃីស៍របស់យើងឬបិទខូគីនាពេលអនាគតអ្នកអាចនឹងមិនអាចចូលដំណើរការតំបន់មួយចំនួនឬលក្ខណៈពិសេសនៃវេបសាយនេះ។</p> <p><b>25. បតឹងនិងការជូនដំណឹង</b></p> <p>គ្មានពាក្យបណ្តឹងឬ 25,1 ជម្លោះទាក់ទងទៅនឹង:</p> <p>25.1.1 ការទទួលយកឬការទូទាត់នៃការភ្នាល់ដែលអ្នកបានធ្វើដោយការប្រើសេវាកម្មនេះនឹងត្រូវបានចាត់ទុកជាច្រើនជាងសាមសិបថ្ងៃបន្ទាប់ពីកាលបរិច្ឆេទនៃការប្រតិបត្តិការដើមមួយ; និង</p> <p>25.1.2 ការប្រកួតដែលអ្នកបានលេងដោយប្រើសេវាកម្មនេះនឹងត្រូវបានចាត់ទុកជាងដប់ពីរសប្តាហ៍បន្ទាប់ពីថ្ងៃដែលការលេងការប្រកួតនេះជាប្រតិបត្តិការឬពាក់ព័ន្ធបានកើតឡើង។</p> <p>25.2 អ្នកមានបំណងចង់ធ្វើឱ្យសេវាកម្មដែលទាក់ទងនឹងពាក្យបណ្តឹងមួយជាជំហានដំបូងអ្នកគួរតែឱ្យបានឆាប់តាមហេតុផលជាក់ស្តែង, ការទំនាក់ទំនងអតិថិជនអំពីពាក្យបណ្តឹងសេវាកម្មរបស់អ្នកនឹងត្រូវបានកើនឡើងដែលជាការចាំបាច់នៅក្នុងក្រុមសេវាអតិថិជនរបស់យើងរហូតទាល់តែមានដំណោះស្រាយ។</p> <p><b>26 ការផ្ទេរសិទ្ធិនិងកាតព្វកិច្ច</b></p> <p>26.1 យើងខ្ញុំសូមរក្សាសិទ្ធិក្នុងការផ្ទេរចាត់ចែងផ្តល់អាជ្ញាប័ណ្ណបន្តឬសន្យាលក្ខខណ្ឌនៃការប្រើប្រាស់ (មួយ \"កិច្ចការ\"), នៅក្នុងទាំងមូលឬមួយផ្នែកទៅឱ្យបុគ្គលណាមួយដោយគ្មានការជូនដំណឹងចំពោះអ្នកដែលបានផ្តល់ថាកិច្ចការបែបណាមួយនឹងមាននៅលើលក្ខខណ្ឌដូចគ្នាឬ លក្ខខណ្ឌដែលមានមិនតិចទៅនឹងអ្នកគុណសម្បត្តិ។</p> <p>26.2 អ្នកមិនអាចផ្ដល់អាជ្ញាប័ណ្ណបន្តឬបើមិនដូច្នេះទេផ្ទេរក្នុងលក្ខណៈណាមួយណាមួយនៃសិទ្ធិឬកាតព្វកិច្ចរបស់អ្នកនៅក្រោមលក្ខខណ្ឌនៃការប្រើប្រាស់។</p> <p><b>27 ព្រឹត្តិការណ៍ក្រៅគ្រប់គ្រងរបស់យើង</b></p> <p>27.1 យើងនឹងមិនទទួលខុសត្រូវឬការទទួលខុសត្រូវចំពោះការបរាជ័យណាមួយដើម្បីសម្តែងឬការពន្យាពេលក្នុងការសម្តែងនៃការណាមួយនៃកាតព្វកិច្ចរបស់យើងក្រោមលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលត្រូវបានបង្កឡើងដោយព្រឹត្តិការណ៍ដែលនៅក្រៅការត្រួតពិនិត្យការសមហេតុសមផលរបស់យើងរួមទាំង (ដោយគ្មានកំណត់) ណាមួយដែលបរាជ័យបណ្តាញទូរគមនាគមន៍, អំណាច ការបរាជ័យ, ការបរាជ័យនៅក្នុងកុំព្យូទ័រភាគីទីបី (ឬផ្សេងទៀត) ឧបករណ៍, ភ្លើង, រន្ទះ, ការផ្ទុះ, ទឹកជំនន់, អាកាសធាតុធ្ងន់ធ្ងរ, ជម្លោះផ្នែកឧស្សាហកម្មឬសោជាងមុន, សកម្មភាពភេរវកម្មនិងអំពើនៃរដ្ឋាភិបាលឬអាជ្ញាធរមានសមត្ថកិច្ចផ្សេងទៀត (ជា \"ករណីប្រធានសក្ដិឡើយព្រឹត្តិការណ៍\") ។</p> <p>ការសម្តែងរបស់យើងគឺចំនួន 27,2 ដែលត្រូវបានផ្អាកបានចាត់ទុកថាសម្រាប់រយៈពេលដែលករណីប្រធានសក្ដិឡើយព្រឹត្តិការណ៍បន្តហើយយើងនឹងមានផ្នែកបន្ថែមមួយនៃពេលវេលាសម្រាប់ការសម្តែងសម្រាប់រយៈពេលនៃអំឡុងពេលនោះ។ យើងនឹងប្រើខិតខំប្រឹងប្រែងសមហេតុសមផលរបស់យើងដើម្បីនាំយកករណីប្រធានសក្ដិឡើយព្រឹត្តិការណ៍បង្ខំឱ្យបិទឬស្វែងរកដំណោះស្រាយដែលអាចត្រូវបានកាតព្វកិច្ចរបស់យើងបានសម្តែងបើទោះបីជាកងទ័ពមួយករណីប្រធានស័ក្តិព្រឹត្តិការណ៍។</p> <p><b>28 លះបង់សិទ្ធិ</b></p> <p>28.1 ប្រសិនបើយើងមិនបានទទូចលើការអនុវត្តយ៉ាងតឹងរឹងណាមួយនៃកាតព្វកិច្ចរបស់អ្នកឬប្រសិនបើយើងបរាជ័យក្នុងការអនុវត្តណាមួយនៃសិទ្ធិឬឱសថដែលយើងត្រូវបានផ្តល់សិទ្ធិនេះមិនត្រូវបង្កើតលះបង់សិទ្ធិឬឱសថដូចជាការនិងមិនត្រូវបំបាត់អ្នកពីការអនុលោមតាមច្បាប់ ជាមួយនឹងកាតព្វកិច្ចបែបនេះ។</p> <p>28,2 លើកលែងដោយពួកយើងនៃការលំនាំដើមណាមួយដែលមិននឹងបង្កើតបានលះបង់លំនាំដើមជាបន្តបន្ទាប់ណាមួយ។</p> <p>28.3 យើងគ្មានការបដិសេធដោយបទប្បញ្ញត្តិណាមួយនៃលក្ខខណ្ឌនៃការប្រើប្រាស់នេះនឹងត្រូវមានប្រសិទ្ធភាពទេលុះត្រាតែវាត្រូវបានបញ្ជាក់ថាត្រូវបានលើកលែងនិងត្រូវបានទាក់ទងទៅនឹងអ្នកក្នុងការសរសេរដោយអនុលោមតាមកថាខ័ណ្ឌ 25 (ពាក្យបណ្តឹងនិងសេចក្តីជូនដំណឹង) ខាងលើ។</p> <p><b>29 ធ្ងន់ធ្ងរ</b></p> <p>29.1 ប្រសិនបើលក្ខខណ្ឌនៃការប្រើប្រាស់ដែលត្រូវបានកំណត់ដោយអាជ្ញាធរមានសមត្ថកិច្ចណាមួយដើម្បីជាការមិនត្រឹមត្រូវ, ការខុសច្បាប់ឬមិនអាចទៅវិសាលភាពណាមួយ, រយៈពេលដូច, ស្ថានភាពឬការផ្តល់ឆន្ទៈដើម្បីវិសាលភាពដែលថាត្រូវបានកាត់ផ្តាច់ពីនៅសល់លក្ខខណ្ឌលក្ខខណ្ឌនិងបទប្បញ្ញត្តិដែលនឹងបន្តមាន សុពលភាពឱ្យបានត្រឹមត្រូវទៅតាមអនុញ្ញាតដោយច្បាប់។</p> <p>29,2 ក្នុងករណីដូចនោះមួយផ្នែកបានចាត់ទុកថាមិនត្រឹមត្រូវឬមិនអាចត្រូវបានធ្វើវិសោធនកម្មក្នុងលក្ខណៈស្របជាមួយនឹងច្បាប់ដែលអាចអនុវត្តបានដើម្បីឆ្លុះបញ្ចាំងមួយ, ជាការយ៉ាងជិតស្និទ្ធដូចដែលអាចធ្វើទៅបាន, ចេតនាដើមប្រតិបត្តិការ។</p> <p><b>30 កិច្ចព្រមព្រៀងទាំងមូល</b></p> <p>30,1 លក្ខខណ្ឌនៃការប្រើប្រាស់និងឯកសារណាមួយបញ្ជាក់ទៅក្នុងបានបង្វែរឱ្យពួកគេតំណាងឱ្យកិច្ចព្រមព្រៀងទាំងមូលរវាងអ្នកនិងយើងនិងជំនួសកិច្ចព្រមព្រៀងណាមួយមុនពេលការយោគយល់ឬការរៀបចំរវាងអ្នកនិងយើង, ថាតើមាត់ឬក្នុងការសរសេរ។</p> <p>30,2 គ្នាទទួលស្គាល់ថាយើងពួកយើងបានមិនពឹងផ្អែកលើការតំណាងណាមួយ, ធ្វើឬផ្ដល់ឱ្យដោយសន្យាផ្សេងទៀតឬការបញ្ជាក់ពីអ្វីដែលមានចែងទុកក្នុងនិយាយឬការចរចារវាងពួកយើងលើកលែងតែដូចមានចែងបញ្ជាក់នៅក្នុងល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់។</p> <p>30,3 គណបក្សទាំងនោះនឹងមានសំណងណាមួយនៅក្នុងការគោរពនៃសេចក្តីថ្លែងការណ៍មិនពិតណាមួយដែលធ្វើឡើងដោយការផ្សេងទៀត, ថាតើដោយផ្ទាល់មាត់ឬជាលាយលក្ខណ៍អក្សរមុនកាលបរិច្ឆេទនៃកិច្ចសន្យានេះ (លុះត្រាតែសេចក្តីថ្លែងការណ៍មិនពិតដូចជាត្រូវបានធ្វើឡើងក្លែងបន្លំ) និងឱសថតែមួយគត់ដែលគណបក្សផ្សេងទៀតនឹងត្រូវបានសម្រាប់ការរំលោភ នៃកិច្ចសន្យាដូចមានចែងក្នុងលក្ខខណ្ឌនៃការប្រើប្រាស់។</p> <p><b>31 ភាគីទីបីសិទ្ធិ</b></p> <p>31.1 ដោយមានករណីលើកលែងនៃក្រុមហ៊ុនប្រតិបត្តិកររបស់ក្រុមនេះទេលុះត្រាតែលក្ខខណ្ឌនៃការប្រើប្រាស់ទាំងនេះបញ្ជាក់បើមិនដូច្នេះទេនូវ:</p> <p>31.1.1 ជាមនុស្សដែលមិនមែនជាភាគីលក្ខខណ្ឌនៃការប្រើប្រាស់ទាំងនេះមួយមានសិទ្ធិពង្រឹងលក្ខខណ្ឌណាមួយដែលនៅក្រោមកិច្ចសន្យា (សិទ្ធិរបស់ភាគីទីបី) ច្បាប់ឆ្នាំ 1999 ទេ និង</p> <p>31.1.2 ប្រសិនបើបុគ្គលដែលមិនមែនជាភាគីលក្ខខណ្ឌនៃការប្រើប្រាស់ទាំងនេះត្រូវបានចែងឱ្យមានសិទ្ធិក្នុងការពង្រឹងការណាមួយនៃលក្ខខណ្ឌរបស់ខ្លួនក្រោមកិច្ចសន្យានេះ (សិទ្ធិរបស់ភាគីទីបី) ច្បាប់ឆ្នាំ 1999 យើងអាចលុបចោលឬផ្លាស់ប្តូរលក្ខខណ្ឌនៃការប្រើប្រាស់ទាំងនេះនៅ ការសំរេចចិត្តរបស់យើង (និងឯកសារណាមួយដែលចូលទៅក្នុងអនុលោមតាមឬនៅក្នុងការតភ្ជាប់ជាមួយវា) ដោយគ្មានការយល់ព្រមឬការយល់ព្រមរបស់មនុស្សម្នាក់ដែលថារបស់អ្នក។</p> <p><b>32. ការទទួលខុសត្រូវហ្គេម / លេងល្បែងស៊ីសង</b></p> <p>32,1 សម្រាប់អតិថិជនអស់អ្នកដែលចង់រឹតបន្តឹងការលេងល្បែងរបស់ពួកគេបានផ្តល់នូវគោលនយោបាយដោយខ្លួនឯងយើងជាស្ម័គ្រចិត្តការបដិសេធដែលអាចឱ្យអ្នកបិទគណនីរបស់អ្នកឬដាក់កម្រិតសមត្ថភាពរបស់អ្នកក្នុងការភ្នាល់ឬការលេងហ្គេមនៅលើវេបសាយសម្រាប់រយៈពេលជាអប្បបរមាប្រាំមួយខែ។ អ្នកអាចសួរថាការដាក់កម្រិតនេះមានរយៈពេលសម្រាប់រយៈពេលរហូតដល់ទៅប្រាំឆ្នាំ។ ពេលដែលគណនីរបស់អ្នកបានដោយខ្លួនឯងបានដកចេញអ្នកនឹងមិនអាចដំណើរការគណនីណាមួយដែលនៅក្រោមកាលៈទេសៈរហូតដល់ផុតកំណត់នៃរយៈពេលដែលបានជ្រើសនៅក្រោមកថាខណ្ឌនេះ។ នៅពេលផុតកំណត់នៃរយៈពេលការដកខ្លួនចេញអ្នកនឹងត្រូវបានផ្តល់សិទ្ធិឱ្យមានឡើងវិញបានចាប់ផ្តើមប្រើប្រាស់សេវាដោយទាក់ទងសេវាកម្មអតិថិជន។</p> <p>32,2 ប្រសិនបើអ្នកត្រូវការពដែលទាក់ទងទៅនឹងកន្លែងនេះសូមនិយាយទៅកាន់សេវាកម្មអតិថិជនតាមរយៈ<a href=\"http://liveguess.net/about/help\">ជំនួយ</a> ផ្នែក។</p> <p>32,3 យើងនឹងប្រើខិតខំប្រឹងប្រែងសមហេតុសមផលរបស់យើងដើម្បីធានាឱ្យមានការអនុលោមតាមការដកខ្លួនចេញ។ ទោះជាយ៉ាងណា, ការដកខ្លួនចេញតម្រូវឱ្យមានការប្តេជ្ញាចិត្តរួមគ្នានៃទាំងពីរអ្នកនិងប្រតិបត្តិការ។ ក្នុងអំឡុងពេលការដកខ្លួនចេញអ្នកមិនត្រូវព្យាយាមដើម្បីព្យាយាមដើម្បីបើកគណនីថ្មីនិងអ្នកទទួលយកថាយើងមិនមានការទទួលខុសត្រូវឬការទទួលខុសអ្វីបានប្រសិនបើអ្នកនៅតែបន្តការលេងល្បែងនិង / ឬស្វែងរកការប្រើវេបសាយនេះហើយយើងបរាជ័យក្នុងការទទួលស្គាល់ឬការកំណត់ដែលអ្នកបានស្នើ ការដកខ្លួនចេញនៅក្នុងកាលៈទេសៈដែលហួសពីការគ្រប់គ្រងសមហេតុសមផលមានរួមទាំងរបស់យើងប៉ុន្តែមិនបានកំណត់ចំពោះអ្នកបើកគណនីថ្មីមួយ, ល្បែងភ្នាល់មួយនៅក្នុងការិយាល័យឬតាមទូរស័ព្ទអាជ្ញាប័ណ្ណជាជាងនៅលើអ៊ីនធឺណិតឬដោយប្រើឈ្មោះឬអាសយដ្ឋានផ្សេងគ្នា។</p> <p><b>33. ភ្ជាប់</b></p> <p>ដែលជាកន្លែងដែលយើងបានផ្តល់នូវតំណខ្ពស់ទៅគេហទំព័រផ្សេងទៀត, យើងបានធ្វើដូច្នេះក្នុងគោលបំណងពប៉ុណ្ណោះ។ អ្នកបានប្រើតំណភ្ជាប់បែបនេះណាមួយនៅក្នុងការប្រថុយប្រថានផ្ទាល់របស់អ្នកហើយយើងទទួលយកការទទួលខុសត្រូវសម្រាប់ការមាតិកាឬការប្រើគេហទំព័របែបនេះទេឬសម្រាប់ពមានដែលមាននៅលើពួកវា។ អ្នកមិនអាចភ្ជាប់ទៅតំបន់បណ្ដាញនេះឬស៊ុមវាដោយគ្មានការអនុញ្ញាតបានសរសេរបញ្ចេញមតិរបស់យើង។</p> <p><b>34. សូមទាក់ទងមកយើងខ្ញុំ</b></p> <p>ប្រតិបត្តិករនេះអាចត្រូវបានទាក់ទងតាមអាសយដ្ឋានដែលបានផ្ដល់ឱ្យនៅក្នុងកថាខណ្ឌ 2.1 ខាងលើ; តាមរយៈអ៊ីម៉ែលនិង / ឬទូរស័ព្ទនៅអាសយដ្ឋាននេះនៅលើ<a href=\"http://liveguess.net/about/contacts\">ទាក់ទង​មក​ពួក​យើង</a>ផ្នែកនៃវេបសាយ</p> "
}
