{
  "Username": "사용자 이름",
  "Password": "암호",
  "Invalid Username/Password": "잘못된 사용자 이름 / 암호",
  "Login": "로그인",
  "Save username": "사용자 이름 저장",
  "Forget password": "로그인 검색",
  "Register": "레지스터",
  "Deposit": "예금",
  "Join": "어울리다",
  "Save": "구하다",
  "Back": "뒤로",
  "Setting": "환경",
  "Language": "언어",
  "Your session has expired": "세션이 만료되었습니다.",
  "Your session ended. Please sign in again !": "세션이 끝났습니다. 다시 로그인하십시오!",
  "Logout": "로그 아웃",
  "Open": "열다",
  "Close": "닫기",
  "Waiting": "기다리는",
  "Bet Not Found": "ម알 수없는 것",
  "Numbers Win": "숫자 승리",
  "Images Win": "이미지 승리",
  "Last": "마지막",
  "Cancel": "취소",
  "Place Bet": "장소 내기",

  "Home": "집",
  "Market": "시장",
  "News": "뉴스",
  "Sports": "스포츠",
  "Games": "계략",
  "History Bet": "역사 내기",
  "Open Bet": "오픈 베팅",
  "Current": "흐름",
  "Bet Lower": "더 낮게 내기",
  "Guess": "추측",
  "Bet Higher": "더 높이 내기",
  "Time": "시각",
  "Bet Yes": "베팅 예",
  "Result": "결과",
  "Bet No": "아니요.",
  "Bet Images": "이미지 베팅",
  "Bet Numbers": "내기 번호",
  "Bet 0-50" : "0-50 베팅",
  "Bet 51-100": "51-100 베팅",
  "Bet 0 - 50" : "<div>0 - 50</div> 베팅",
  "Bet 51 - 100": "<div>51 - 100</div> 베팅",
  "Round Bet": "라운드 베팅",
  "Bet History": "내기 기록",
  "Bet history in one section": "한 섹션에 기록 추가",
  "View All": "모두보기",
  "Add:": "더하다:",
  "Click to add: ": "추가하려면 클릭하십시오.: ",
  "Betting": "도박",
  "Clear": "명확한",
  "Chart odds": "차트 확률",
  "Question": "의문",
  "Questions": "질문들",
  "Related News": "관련 뉴스",

  "Back to top": "맨 위로",
  "Terms and Condition": "이용 약관",
  "Rules": "규칙",
  "Contact Us": "연락처",
  "Your Feedback": "귀하의 의견",
  "Jobs & Career": "채용 정보",
  "Afiliate Program": "제휴 프로그램",
  "Privacy Policy": "개인 정보 정책",
  "Help": "도움",
  "Office": "사무실",
  "Shop Locator": "매장 찾기",
  "About": "약",

  "Notification": "공고",
  "OK": "승인",
  "You must have a referral to join in !!!": "가입하려면 제휴 링크가 있어야합니다 !!!",

  "Odd ${oddValue}": "이상한 ${oddValue}",
  "Type: ${type}": "유형: ${type}",
  "Your bet: ${value}": "내기: ${value}",
  "Total: ${value}": "합계: ${value}",
  "Yes Win: ${value}": "예 승: ${value}",
  "No Win: ${value}": "지금에: ${value}",
  "Yes Win": "예 승",
  "No Win": "지금에",
  "Win": "승리",
  "Total refund: ${value}": "총 환불: ${value}",
  "Higher Win: ${value}": "더 높은 승리: ${value}",
  "Lower Win: ${value}": "낮은 승: ${value}",
  "Total for betting: ${value}": "도박 합계: ${value}",
  "Singles (${singles} Selection)": "단식 (${singles} 선택)",

  "footer-first-verse" : "<span> 추측은 라이브 지원을 약속합니다. <span style=\"color: #fbff47\">책임감있는 게임</span>. 미성년자 도박은 범죄 행위입니다. </span>",
  "footer-second-verse" : "<span> 쿠키 통지 : DTT는 당사 사이트를 방문하는 동안 경험을 향상시키고, 사기 예방 및 법률 및 규제 의무를 이행하는 데 도움을주기 위해 쿠키를 사용합니다. 읽어주세요. <a href=\"\">쿠키 정책</a> 쿠키에서 얻은 정보를 사용하는 방법과 쿠키 설정을 변경하는 방법에 대한 자세한 내용은 저희 웹 사이트를 계속 사용함으로써 귀하는 쿠키 사용에 동의하게됩니다. </span>",

  "ABOUT_HEADER": "왜 “liveguess.net”",
  "ABOUT_BODY": "<main><h6><strong>왜 \"liveguess.net\"을 사용해야합니까?</strong></h6> <ul> <li> <p>제공된 모든 서비스의 투명성</p> </li> <li> <p>\"추측 및 승리\"회원 전용</p> </li> <li> <p>Liveguess.net은 회원의 승리와 패배에 참여하지 않습니다.</p> </li> <li> <p>결과는 세계 최고의 평판이 좋은 출처로부터 실시간으로 연결됩니다.</p> </li> <li> <p>절대적으로 서비스에 임의의 결과를 변경하기 위해 개입하지 마십시오.</p> </li> <li> <p>회원에게 제공되는 모든 서비스에 스마트 계약 기술 사용 약속</p> </li> <li> <p>Smart Contract는 최대 10 억 달러의 상금을 가진 \"Power Lottery\"추첨을 제공하는 데 사용됩니다.</p> </li> <li> <p>Liveguess.net은 모든 국가의 회원을위한 엔터테인먼트 제품 및 서비스의 유동성 공급 업체입니다.</p> </li> <li> <p>Liveguess.net은 경제적, 정치적, 사회적, 스포츠 및 삶의 결과에 대해 공개적으로 공개적으로 \"승리하고\"잃는 경험입니다.</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>이 회사는 하이테크 베팅, 뉴스, 스포츠 및 미니 게임 시장을 개척했습니다. 우리는 플레이어가 선택할 수있는 많은 게임에서이기는 데있어 가장 투명한 결과를 제공합니다.</p> </li> <li> <p>게임 규칙의 주체는 멤버를 추측 할 수있는 멤버입니다. 회사는 항상 결과를 위해 눈에. 것입니다. 따라서 모든 미 지불 금액은 총 미납 금액에 대한 베팅을 한 플레이어와 총 환불 금액의 비율에 따라 환불됩니다.</p> </li> <li> <p>가장 신뢰할 수있는 기술 직접 사용하는 합작 회사는 현명한 계약입니다. 이것은 항상 플레이어와 추첨을위한 추측 게임의 결과를 얻기 위해 사용됩니다.</p> </li> <li> <p>Electric Lottery는 Liveguess Holdings Ltd의 배포 프로젝트로 선진 기술 및 전환 권한을 사용하여 임의의 플레이어가 티켓을 사기 위해 백만 센트 또는 억만 장자가 될 수있는 기회를 창출합니다 Liveguess.net의 전원 번호</p> </li> </ul></main>",

  "RULE_HEADER": "규칙",
  "RULE_BODY": "<ul> <li>추측 : liveguess.net에서 제품 및 서비스의 결과를 예측하십시오.</li> <li>추측 낮추기 : 게임에서 주어진 값보다 낮은 결과를 예측하십시오.</li> <li>추측 높은 : 게임에서 주어진 값보다 게임의 결과를 예측하십시오.</li> <li>추측 아니요 : 질문에 설정된 결과와 비교하여 결과가 잘못 예측됩니다.</li> <li>추측 예 : 올바른 결과를 예측하면 질문에 설정된 결과와 일치합니다.</li> <li>결과 : 세계 최고의 평판이 좋은 소스에서 연결된 모든 liveguess.net 제품 및 서비스에 대한 예측 결과입니다.</li> <li>잔여 가치가있는 경우 두 결과 사이의 총 예측 값은 동일해야하며 잔여 값은 초과 값에 비례하여 잉여 예측에 대해 환불됩니다.</li> <li>이기는 예측은이기는 가치의 5 %와 동등한 요금을 지불 할 것이다</li> </ul>",

  "CONTACT_HEADER": "연락처",
  "CONTACT_BODY": "<p>1. Tele: 관리자 Liveguess</p> <p>2. 이메일: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "도움",
  "HELP_BODY": "<p>전보 아이콘을 클릭하십시오</p> <p>교수: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">다운로드</a></p>",

  "POLICY_HEADER": "개인 정보 정책",
  "POLICY_BODY": "<p>우리의 온라인 개인 정보 보호 정책에 오신 것을 환영합니다. 데이터 보호 법률 그래서 우리는 당신에게 우리가 개인 정보를 사용하는 방법과 이유에 대한 자세한 정보를 제공하도록 업데이트되었습니다 변화하고있다. 자세한 내용은 여기를 확인하세요.</p> <p><b>라이브 맞춰 개인 정보 보호 정책 - 온라인</b></p> <p><b>본 개인 정보 보호 정책 1. 목적</b></p> <p>1.1 본 개인 정보 보호 정책은 방법과 방식을 설정하는, 우리, LiveGuess 보유 제한, (우리, 우리, 우리, 운영자), 수집하고 우리가 당신에 대해 얻을 수 개인 데이터를 사용합니다. 우리는 귀하의 개인 정보 및 귀하의 개인 정보를 보호하기 위해 취할 단계와 방법을 검토하고 귀하의 개인 데이터가 여기에 포함된다 수정할 수를 처리하는 방식. 우리는 우리가 수집하고 당신에 대해 개인 정보를 사용하는 방법에 관해서는 무엇을 기대해야하는지에 대한 중요한 정보가 들어 있으므로주의 깊게 본 개인 정보 보호 정책을 읽어 주시기 바랍니다. 당신은 어떤 데이터 보호 쿼리를 통해 함께 고객 서비스에 문의 할 수있다<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 문맥에 따라 달리 해석되지 않는 한, 본 개인 정보 보호 정책에 정의되지 않은 대문자 용어는 의심의 소지를 없애기 위해, 또한 적용이 개인 정보 보호뿐만 아니라 일반 약관을 읽고 이해할 필요가있는 일반 약관에 정의 된 것과 같아야한다 정책.</p> <p>1.3 우리는 때때로이 개인 정보 보호 정책을 업데이트 할 수 있습니다. 우리가 할 때, 우리는 개인 정보 보호 정책의 맨 아래에있는 \"마지막 업데이트\"날짜가 수정됩니다 우리는 모든 변경을 사전에 통지합니다. 또한 자주 업데이트에 대한 개인 정보 보호 정책을 확인 있는지 확인하십시오.</p> <p><b>당사가 수집하는 정보의 유형 (2)</b></p> <p>2.1. 하여 시간이 우리의 웹 사이트, telebetting, 스포츠 베팅, 게임을 통해 우리가이기 위해 제공되는 서비스, 무료 - 투 - 플레이 제품 및 / 또는 소프트웨어 응용 프로그램 (이하 \"서비스를 사용하기 위해 등록, 우리의 사이트를 방문 및 / 또는 우리의 응용 프로그램을 사용하여 \") 또는 우리에게 적용이 개인 정보 보호 정책에 문의.</p> <p>2.2. 우리가 귀하로부터 수집하는 개인 정보는 다음을 포함 할 수 있습니다 :</p> <p>2.2.1. 우리의 서비스에 등록 할 때 우리에게 제공하는 정보;</p> <p>2.2.2. 정보 당신이 어떤 대응하고 우리가 당신과 함께이 서신의 기록을 우리에게 제공한다;</p> <p>2.2.3. 은행 계좌 및 카드 정보에 대한 정보뿐만 아니라 우리와 함께 수행 거래의 세부 사항;</p> <p>2.2.4. 우리의 서비스 이용에 대한 정보;</p> <p>2.2.5. 당신은 당신이 완전한 설문 조사를 통해 우리에게 제공하거나 사용자가 입력하는 대회 정보;</p> <p>2.2.6. 기본 설정에 대한 정보;</p> <p>2.2.7. 우리의 시스템은 감지 가능한 모든 범죄, 사기 또는 자금 세탁 방지 활동에 대한 정보; 과</p> <p>2.2.8. 베팅의 역사와 패턴에 대한 정보를 제공합니다.</p> <p>2.3. 당신은 우리에게 어떤 정보를 제공 할 필요가 없습니다,하지만 당신이하지 않으면, 우리는 당신이 요청 된 서비스를 제공하지 못할 수 있습니다.</p> <p><b>개인 데이터 3. 사용</b></p> <p>우리가 수행하는 합법적 인 근거가 어디에 3.1은 데이터 보호 법에 따라, 우리는 귀하의 개인 정보를 처리합니다. 우리가 당신과 함께이 계약의 성능에 따라 귀하에게 서비스를 제공 할 필요가있는 개인 데이터의 관점에서,이 기지는; 우리는 법적 또는 규제 의무에 따라 그렇게하도록 요구되는 경우; 어디 동의를 준; 그것은 귀하의 개인 정보는 이러한 자신의 권리, 자유와 이익을 침해하지 않는 제공 처리 할 정당한 이익이다.</p> <p>3.2. 우리는 다음과 같은 목적을 위해 다음과 같은 합법적 인 조건에 따라 개인 정보를 처리합니다 :</p> <p>3.2.1. 당신이 자금 계정을 크레딧 베팅 게임 (계약의 수행에 필요한)를 연주를 포함하여 서비스의 기능을 모두 최대한 활용할 수 있도록 설정하고 계정을 운영 할 수있게합니다.</p> <p>3.2.2. (계약의 수행에 필요한)은 귀하에게 서비스를 제공합니다.</p> <p>3.2.3. 온라인 계정과 당신이 요청한 소매 계정 (계약의 수행에 필요한)를 연결합니다.</p> <p>3.2.4. 우리가 (계약의 수행에 필요한) 그들에게 응답 할 수 있도록 우리의 온라인 도움말 센터를 통해 당신의 질문과 의견을 수신 할 수있게하고,합니다.</p> <p>3.2.5. 전화 통화를 기록하고 보안을 위해 우리가 이후의 통신 (정당한 이익)에 개인을 식별 할 수 있도록 우리는 우리의 고객 서비스를 개선뿐만 아니라 할 수 있도록 교육을 위해 부서와 우리의 고객 서비스에서 통신을 유지합니다.</p> <p>3.2.6. 당신이 예금 한도를 설정할 경우 우리는 귀하의 요청 (동의)을 준수하는지 확인하기 위해 예금 금액을 추적하는 자동화 된 수단을 사용합니다.</p> <p>3.2.7. 도박 패턴을 모니터링하려면 및 단락 3.4 (법적 의무를 준수하기 위해 필요한)에 설명 된대로 가능한 책임 도박 문제를 식별 할 수 있습니다.</p> <p>3.2.8. 통계를 준비 ​​당신에 의해 서비스 및 기타 고객 (정당한 이익)의 사용과 관련된 분석 보고서 및 분석을 제공한다.</p> <p>3.2.9. 우리는 더 나은 서비스를 이해하고 그들이 우리의 고객에 의해 어떻게 인식되도록 우리가 연구 목적으로 연락 할 수 있도록합니다. 이러한 통신은 연구에 대한 것입니다 및 마케팅 포함되지 않습니다. 우리는 당신이 선택할 아웃 미래 연구를 우리는 당신 (정당한 이익)에 보내는 통신에 기회를 제공 할 것입니다.</p> <p>3.2.10. 당신의 (모든 고객) 도박 활동을 모니터링하고 리스크와 확률 (정당한 이익)를 관리합니다.</p> <p>3.2.11. 주기적으로 본 개인 정보 보호 정책 (계약의 수행에 필요한)를 포함하여 일반 약관의 중요한 서비스 변경, 기술적 인 문제의 업데이트 및 변경 사항을 발표 할에 기록 된 통신을 전송.</p> <p>3.2.12. 당신에게 당신의 (그러나 단지 우리가 그렇게 할 당신이 동의 한 경우) (동의)에 관심을 가질 수있는 이벤트 및 프로모션을 보낼 수 있습니다.</p> <p>3.2.13. 우리는 당신과 다른 플레이어에게 더 나은 서비스 (정당한 이익을) 제공 할 수 있도록 우리의 서비스의 개인 사용을 제공합니다.</p> <p>3.2.14. 우리는 더 나은 환경을 이해하고있는 제품과 이벤트 당신과 당신 (정당한 이익)와 유사한 고객에게 가장 적합한 것 있도록 프로파일합니다.</p> <p>3.2.15. 당신이 우리의 서비스에 따라 소프트웨어를 다운로드하도록 선택하면 알림 소프트웨어는 또한 귀하의 액세스 장치에 다운로드 할 수있다. 이것은 우리가 새로운 기능, 업데이트, 서비스 통신, 제안 및 프로모션에 대해 알려 예를 들어, 귀하의 액세스 장치에 직접 우리의 서비스에 대해 알림을 보낼 수 있습니다. 이러한 소프트웨어를 다운로드하면 알림을 수신에 동의합니다. 당신이 이러한 알림을 수신하고 싶지 않을 경우 수동으로 \"어떤이의\"사용자가 수신 알림에 대한 링크를하고 지침 '을 어떻게 제거'다음 '을 클릭하여 (예를 들어, 귀하의 액세스 장치에서 알림 소프트웨어를 제거해야합니다, 또는 귀하의 액세스 장치에 적용 가능한 \"설정\"및 \"알림 센터\"설치 제거 지침에 따라).</p> <p>3.3. 우리는 가능한 돈 세탁, 범죄와 사기의 수익금의 사용을 포함하여 서비스에 연결 의심되는 불법, 사기 또는 부적절한 활동을 파악하고 조사하기위한 조치를 구현해야합니다. 우리는 또한 조사 및 승부 조작 등의 스포츠에서 무결성, 부정직, 과실 및 기타 심각하게 부적절한 행위에 관련된 가능한 문제를 식별 할 의무가있다. 우리는 이러한 활동이 일어나고있다 의심, 또는 치리회에서 이러한 활동에 관한 정보에 대한 정당한 요청을받을 경우, 우리는 관련 기관 및 / 또는 치리회에이 정보를 공개해야합니다.</p> <p>3.4. 우리의 책임 도박과 사회적 책임 의무와 우리의 플레이어의 이익을 위해 따라, 우리는 책임있는 도박 관련하여 우려를 나타낼 수 있습니다 도박 / 보증금 패턴을 모니터링합니다. 우리는 우리의 시스템은 자동으로 식별에 의해 설정된 한계를 넘어 침착을 방지 할 수 있습니다, 우리의 프로세서에 의해 수행 확인 및 신용 검사 자동화에 그렇게되어있다 (예를 들어, 같은 패턴을 식별하는 데 도움이 자동화 된 의사 결정 프로세스를 사용할 수있다 기초). 이러한 결정은 당신이 책임 (법적 의무를 준수하기 위해 필요한) 도박을하기 위해 우리가 할 수 있습니다.</p> <p>3.5. 문단 3.3 및 3.4에 설명 된대로 처리 예방 또는 범죄의 검출 목적뿐만 아니라 책임있는 도박을 위해, 우리는 우리가 타사에서받을 수 당신이 정보를 우리에게 제공 한 정보를 보완하거나, 타사 소스에 액세스 포함하여 대조 소셜 미디어 및 소셜 네트워킹 사이트 (법적 의무를 준수하기 위해 필요한)에 예를 들어 약 또는에 의해 인터넷에 공개 (제한 없음) 정보를 표시합니다.</p> <p>당신이 우리에게 자신 또는 제 3 자에게 관련된 건강 문제에 대한 정보를 제공하는 경우 3.6, 우리는 당신의 중대한 이해 관계 또는 다른 자연인의 사람들을 보호하기 위해 필요하다고 정도에이 정보를 처리합니다.</p> <p><b>4. 개인 정보를 공유하기</b></p> <p>4.1. 우리는 포함하지만 우리를 대신하여 개인 데이터를 처리 분석 회사, 광고 대행사, 위험 및 사기 기관 또는 고객 서비스 기관에 국한되지 특정 제 3자를 임명한다. 이 타사 우리의 지침에 따라 귀하의 개인 데이터를 처리하고 우리는 적절한 조치는 귀하의 개인 정보는 본 개인 정보 보호 정책에 따라 처리하고 항상 안전하게 보관 될 수 있도록 장소에 있는지 확인합니다.</p> <p>4.2. 제 3 항에 나열된 공유뿐만 아니라, 우리는 우리의 판매, 고객, 트래픽 패턴 및 잠재 파트너, 광고주, 투자자 및 기타 다른 정보를 설명하기 위해 우리의 서비스의 사용자에 대한 (예 : 집계 통계 등) 익명 처리 된 데이터를 공개 할 수 있습니다 신뢰할 수있는 제 3 자 기타 합법적 인 목적으로하지만, 이러한 통계는 귀하의 개인 정보가 포함되지 않습니다.</p> <p>4.3. 제 3 항에 열거 된, 우리는 때때로 개인 특정 유형의 데이터를 공개하는 법, 법원 명령 또는 정부 기관에 의해 요구 될 수있다.</p> <p>4.4. 우리는 또한 법이 허용하는 범위에서, 다음과 같은 경우에 귀하의 정보를 제 3 자와 공유 할 수 있습니다 :</p> <p>4.4.1. 우리가 일을 생각하면 너무 권리, 재산, 보안, 또는 우리의 안전, 우리의 서비스, 사용자, 또는 대중을 보호하는 것이 필요하다;</p> <p>4.4.2. 우리의 일반 약관 또는 우리가 당신과 함께 장소에있는 다른 계약을 집행;</p> <p>4.4.3. 조사와 제 3 자 청구 또는 주장에 대해 우리 자신이나 다른 사람을 방어하기 위해; 과</p> <p>4.3.4. 협상하는 동안 또는 합병, 제어의 변화, 자산, 또는 파산의 판매 등의 사업 거래와 관련있다.</p> <p><b>5. 귀하의 정보를 업데이트</b></p> <p>우리가 우리의 법률 및 규제 의무를 준수하며 최상의 서비스를 제공하기 위해 당사가 보유하고있는 정보를 위해서는 정확한 것이 중요하다. 따라서 우리는 당신이 당신의 개인 정보는 항상 데이터에 달려 확인 요청합니다. 당신은 '내 계정 / 업데이트 계정 세부 사항'(가능)을 통하거나 고객 서비스에 연락하여 계정 내에서 언제든지 개인 정보를 업데이트 할 수 있습니다.</p> <p><b>6. 정보 보안</b></p> <p>6.1. 우리는 당신의 개인 정보의 무단 액세스 또는 변경에서 개인 데이터 및 우리의 서비스를 보호하기 위해 노력하고 있습니다. 이 또는 우리를 대신하여 우리의 정보 수집, 저장 및 처리 관행의 지속적인 검토에 개최 귀하의 개인 정보를 보호하기 위해 다양한 보안 조치의 사용을 포함한다.</p> <p>6.2. 본 개인 정보 보호 정책에 설명 된 용도에 따라, 우리는 엄격하게 기밀 개인 데이터를 모두 취급하고 우리의 시스템에 전송 된 후 안전하게 개인 정보를 유지하기 위해 모든 합리적인 조치를 취하도록 노력하기 위해 노력할 것입니다. 그러나, 인터넷은 안전한 매체 아닙니다 우리는 당신이 온라인으로 공개 한 데이터의 보안을 보장 할 수 없습니다. 당신은 정보를 제공하고 인터넷을 통해 온라인 거래의 고유 한 보안 위험을 받아들이고이 GDPR 요구하는대로 우리가 장소에 적절한 기술적, 조직적 조치를 보장하기 위해 우리의 실패로 인한 경우를 제외하고 모든 보안 위반에 대한 우리가 책임을하지 않습니다.</p> <p>6.3. 당신은에서 다른 웹 사이트로 연결하는 경우 우리의<a href=\"http://liveguess.net/\">웹 사이트</a>다음의 개인 정보는 개인 정보 보호 정책이 적용됩니다. 우리는 당신이 항상 당신이 당신의 개인 정보가 사용되는 방식을 이해하기 위해 새로운 웹 사이트와 상호 작용하기 전에 그러한 개인 정보 보호 정책을 읽어 보시기 바랍니다.</p> <p><b>개인 정보에 대하여 7. 귀하의 권리</b></p> <p>7.1. 당신은 당신의 개인 정보와 관련하여 다음과 같은 권한이 :</p> <p>7.1.1. 우리가 보유한 개인 데이터에 액세스 할 수있는 권리;</p> <p>7.1.2. 권리는 .CSV (마이크로 소프트 엑셀에서 읽을 또는 동급) 또는 .PDF (어도비 아크로뱃 또는 이와 동등한에 읽을 수)와 같은 시스템에서 읽을 수있는 형식으로 특정 개인 데이터를 수신하는 단계;</p> <p>7.1.3. 권리는 합법적 인 근거는 우리의 정당한 이익에 있음을 여기서 처리에 반대하지만, 우리는 여전히 다른 관련 법적 기초가 또는 우리가 개인 정보 처리를 계속하는 피치 못할 사정이 어디 어디에 귀하의 개인 데이터를 처리 할 수 ​​있음을 유의하시기 바랍니다 우리의 귀하의 권리, 이익 또는 자유에 의해 재정의되지 않은 이익;</p> <p>7.1.4. 권리는 정류 부정확 한 개인 정보를합니다;</p> <p>7.1.5. 당신이 당신의 개인 정보가되었습니다 단락 7.1.3에 따라 이의를 제기 한 문단 8.1.8에 따라 동의를 철회 한 경우 우리가 그것을 처리하기 위해 더 이상 필요없는 경우 권리가 삭제 특정 개인 데이터를합니다 귀하의 개인 데이터가 법적 의무에 따라 요구되는 지우는 경우 불법 처리, 또는;</p> <p>7.1.4. 권리는 우리가 유일하게 자동화 된 수단을 통해 당신에 대해 결정을 내릴 경우 관련된 논리에 대한 설명을 요청하는;</p> <p>7.1.5. 해당 국가의 데이터 보호 위원에 이의를 제기 할 수있는 권리;</p> <p>7.1.6. 우리는 구체적으로 개인 정보를 처리하는 데 동의를 요청하고 우리의 웹 사이트 또는 소프트웨어 응용 프로그램의 기본 설정 센터를 방문하거나 이메일로 전송이 동의를 철회 할 수있는 권리를 가지고에 의존하는 다른 합법적 인 조건이없는 한 경우<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> 과</p> <p>7.1.7. 권리는 내 계정 / 귀하의 세부 사항 섹션을 통해 계정을 통해 또는 통신 자체를 통해 선택을 해제하거나 직접 마케팅의 탈퇴 아웃하여 수행 할 수 있습니다 직접 마케팅에 반대합니다. 또한 그것은 단지 마케팅을 직접 관련이있는 범위에있는 프로파일에 반대 할 수있는 권리가 있습니다.</p> <p>7.2. 당신이 당신의 권리에 대해 확실하지 않거나 또는 귀하의 개인 데이터를 처리 할 수있는 방법에 대해 우려하고 경우에 당신은 해당 국가의 데이터 보호 레귤레이터를 문의해야합니다.</p> <p>7.3. 당신이 당신의 권리에 대하여 요청을 할 경우 우리는 식별의 증거를 필요로 할 것이다. 우리는 또한 당신의 요구를 명확히 것을 요청할 수 있습니다. 우리는 반복 된 요청을 수신하거나 요청이 만들어지고있는 믿을만한 이유가있는 경우 부당 우리가 응답하지 않을 권리를 보유합니다.</p> <p><b>8. 마케팅</b></p> <p>8.1. 우리는 때때로에 관심이있을 수 있습니다 프로모션, 제품 또는 서비스와 관련하여 귀하에게 연락 할 수 있습니다,하지만 당신이 동의 한 경우는 마케팅 커뮤니케이션을받을 수 있습니다. 당신은 당신의 마케팅 환경 설정을 업데이트하고 또한 옵트 아웃 밸런스 아이콘 메뉴 내에있는 기본 설정 탭을 통해 언제든지 할 수 있습니다. 우리는 당신이 미래의 마케팅 커뮤니케이션의 옵트 아웃 활용할 수있는 우리의 통신에서 수신 거부 기능도 포함됩니다.</p> <p>8.2. 우리는 또한 당신에게 더 많은 관련 마케팅 커뮤니케이션을 보내 순서 우리의 서비스 관련 활동의 특정 프로파일 링을 수행 할 수있다. 이 프로파일은 우리의 서비스의 사용에 또한 기본 설정 센터에서 선택 사항을 기반으로 수행됩니다. 당신은 기본 설정 탭을 통해 환경 설정을 업데이트 할 수 있습니다.</p> <p>8.3. 당신은 또한 우리의 소매 사업을 우리로부터 직접 마케팅을 수신하고 동의 한 경우, 우리는 당신에게 공동으로 온라인과 소매 이벤트에 관한 직접 마케팅을 보낼 수 있습니다.</p> <p><b>9. 개인 정보를 유지</b></p> <p>우리는 서비스를 제공하기 위해 필요한 기간 동안 개인 정보를 유지합니다. 따라서, 귀하의 개인 정보는 계정의 폐쇄 (해당되는 경우) 또는에서 나오는 우리와 마지막 접촉 아래까지 7 년 동안 유지되어야한다. 더 이상 귀하의 개인 데이터를 처리 할 필요가없는 곳 우리는 그것을 삭제합니다. 우리는 모든 적용 가능한 법적 제한 기간에 특히 의거으로, 오랜 기간 동안 개인 정보를 유지하기 위해 법률 및 규제 요구 사항의 대상이 될 수 있다는 점에 유의하시기 바랍니다.</p> <p><b>10. IP 주소</b></p> <p>브라우저는 웹 사이트가 표시되며, 어떤 언어를 포함한 다른 정보를 생성하여 인터넷 프로토콜 주소 ( \"IP 주소\"). (당신은 예를 들어,에서 인터넷에 액세스하는 경우 직장에서 컴퓨터) IP 주소는 인터넷 서비스 제공 업체 네트워크를 통해 인터넷에 로그온 할 때마다 브라우징 세션 동안 사용자의 컴퓨터에 할당 된 숫자의 집합입니다. 당신의 IP 주소가 자동으로 당사의 서버에 의해 기록 및 우리의 웹 사이트 방문자에 대한 트래픽 데이터를 수집하는 데 사용됩니다. 우리는 또한 우리의 서버 문제를 진단하고, 우리의 웹 사이트를 관리하기 위해 IP 주소를 사용합니다.</p> <p><b>11. 쿠키</b></p> <p>11.1. A '쿠키'는 웹 사이트를 방문하고는 기본 설정으로 브라우저에서 특정 정보를 얻기 위해 웹 사이트를 가능하게 할 때 액세스 장치에 다운로드하는 작은 텍스트 파일입니다. 쿠키는 쿠키에 따라 방문이 페이지를 이동 등의 정보와 선택 사항을 기억하는 웹 사이트의 기능을 높이고 수 있도록하여 방문에서 웹 사이트를 사용하여 귀하의 경험을 극대화 할 수 있습니다. 쿠키는 귀하의 액세스 장치를 해가되지 않는 않으며 어떠한 바이러스 나 기타 악성 코드가 포함되어 않습니다.</p> <p>11.2. 다른 쿠키가 다른 작업을 수행. 예를 들어, 일부 쿠키는 귀하의 베팅 슬립 또는 언어 환경을 구축으로 내기 선택을 기억하고, 반드시 필요한 및 / 또는 기능 일 수 있습니다. 그들은 당신이 웹 사이트에 로그인하고 웹 사이트의 다른 부분으로 클릭을 통해 매번 로그인 할 필요가 방지 계속 이러한 중요하다. 이러한 쿠키를 제거하면 우리의 서비스를 사용하는 능력에 영향을 미칠 것입니다. 다른 쿠키 분석 및 광고 목적을위한 것입니다. 당신이 웹 사이트를 통해 이동하는 방법을 그들은 우리가 성능을 모니터링하고 당신은 우리의 웹 사이트에서 최상의 경험을 얻을 수 있는지 확인 할 수 있도록 알려주십시오. 이러한 쿠키를 사용하지 않도록 설정하면 특정 기능에 액세스하지 못할 수 있습니다 의미합니다. 우리는 또한, IP 주소, 장치 유형으로 (액세스 장치에 대한 정보를 얻을 쿠키를 사용합니다 지리적 위치 데이터를 브라우저 정보) 우리는, 사기 방지를 위해 사용자를 식별 우리의 자금 세탁 방지 요구 사항을 준수하고 고객 경험에 영향을 미칠 수있는 금지 사례를 감지하는 데 도움이됩니다. 당신이 귀하의 계정에 로그인 할 때 우리는 당신의 액세스 장치로부터 데이터를 수신. 우리가 타사 쿠키를 사용하는 경우 이러한 개인 정보는 법적 요구 사항에 따라 보호 될 수 있도록 검사에서 엄격한 될 수 있습니다. 이러한 쿠키없이 우리 모두에 서비스를 제공 할 수없는 경우가 있습니다. 우리가 타사 쿠키를 사용하는 경우 이러한 개인 정보는 법적 요구 사항에 따라 보호 될 수 있도록 검사에서 엄격한 될 수 있습니다. 이러한 쿠키없이 우리 모두에 서비스를 제공 할 수없는 경우가 있습니다. 우리가 타사 쿠키를 사용하는 경우 이러한 개인 정보는 법적 요구 사항에 따라 보호 될 수 있도록 검사에서 엄격한 될 수 있습니다. 이러한 쿠키없이 우리 모두에 서비스를 제공 할 수없는 경우가 있습니다.</p> <p>11.3. 당신은 당신의 개인 정보 보호 및 보안 설정을 제어 할 수 있습니다. 쿠키에 대한 자세한 내용은 우리가 당신을 추천을 해제하는 방법<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">여기를 클릭하십시오.</a>또한, 당신은 일반적으로 타사 마케팅 쿠키에 대해 자세히 알아볼 수 있습니다 이러한 및 삭제하는 방법<a href=\"http://www.youronlinechoices.eu/\">이리</a>. 특정 쿠키를 방지하는 동안 웹 사이트의 사용과 즐거움에 영향을 미칠 수 있습니다. 쿠키와 방법에 대한 자세한 내용은 그들이 우리의 FAQ를 방문하여 관리 할 수 ​​있습니다.</p> <p>11.4. 우리가 쿠키를 사용하여 정보를 처리하는 방법과 이유에 대한 자세한 내용은 이용 약관의 조항 (24)를 읽고 있는지 확인하십시오.</p> <p>11.5. 쿠키의 우리의 사용에 동의 웹 사이트를 계속 사용함으로써.</p> <p><b>12. 문의하기</b></p> <p>12.1. 언제든지 우리가 본 개인 정보 보호 정책에서 규정 된 조항을 준수하지 않았다고 생각되는 경우를 통해 고객 서비스에 연락하여 알려 주시기 바랍니다<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>채팅을 시작하거나 이메일을 보낼.</p> <p>12.2. 경우에 당신은 당신이 이메일을 보내 우리의 데이터 보호 사무소에 연락 할 수있는 데이터 개인 정보 보호 문제를 확대 또는 고객 서비스 팀에 의해 해결 될 수없는 질문을하고 싶은 것을<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>우리의 웹 사이트 서비스를 사용할 때 개인 정보 보호 정책은 효과가</p> ",

  "AFFILIATE_HEADER": "제휴사",
  "AFFILIATE_BODY": "연락처 지원: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "용어 및 조건",
  "TERM_BODY": "<p><b>서비스 이용 약관</b></p> <p><b>1. 소개 : 주요 정의 및 무엇이 귀하의 이용 약관을 만드는지</b></p> <p>다음과 같은 정의가이 조건에서 사용됩니다.</p> <p>\" <b>액세스 장치</b> \"는 컴퓨터, 스마트 폰 장치, 피처 폰, 태블릿 장치, 터치 장치 또는 비디오 게임 콘솔 및 스마트 TV와 같은 가정용 엔터테인먼트 시스템을 비롯한 모든 유형의 서비스에 액세스하는 전자적 수단을 의미합니다 (또는 다른 원격 수단);</p> <p>\" <b>보너스 조건</b> \"은 때때로 서비스의 일부에 적용될 수있는 프로모션, 보너스 및 특별 제안과 관련된 모든 조건 및 / 또는 규칙을 의미합니다.</p> <p>\" <b>매입 잔액</b> \"이란 프로모션에 참여하기 위해 프로모션에 적용되는 보너스 조건에 따라 필요에 따라 바이 인 금액을 투입 한 금액 또는 금액을 의미합니다. 이 잔액에 할당 됨).</p> <p>\" <b>다운로드 조항</b> \"은 귀하가 웹 사이트를 사용하기 위해 다운로드 할 수있는 소프트웨어의 다운로드 및 / 또는 설치의 일부로 귀하의 계약을 확인하도록 요구되는 추가 최종 사용자 <b>이용 약관을</b> 의미합니다. 본 일반 약관 부록에 명시된 Playtech 최종 사용자 라이센스 계약서;</p> <p>\" <b>무료 베팅 프로모션</b> \"은 ( i ) 특정 시장에서 베팅하거나 귀하의 시장에서 베팅하는 고정 된 베팅의 형태로 보너스를 포함한 스포츠 베팅에 대한 보너스가 귀하의 계정에 추가되는 프로모션을 의미합니다. (ii) 복수의 베팅에 사용하기 위해 (귀하가 바이 인 밸런스에 추가 한) 바이 인 금액에 링크 된 가치를 지닌 펀드의 형태로, 그리고 베팅 요건에 따라;</p> <p>\" <b>도박위원회</b> \"란 영국의 상업 도박 규제 기관으로서 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gamblingcommission.gov.uk</a> ;</p> <p>\" <b>일반 조항</b> \"은이 문서에 설명 된 조건을 의미합니다.</p> <p>\" <b>개인 정보 보호 정책</b> \"은 운영자의 개인 정보 취급 방침을 의미합니다. <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/policy\">개인 정보 정책</a> 링크;</p> <p>\" <b>승진</b> \"은 우리가 제공 한 자금 또는 이에 상응하는 금액으로 구성되고 귀하가 귀하의 계좌에 추가 한, 귀하가 베팅을 할 수있는 특별 혜택을 의미합니다. 귀하의 재량에 따라 도박을위한 기금 모금, 특정 게임에 대한 무료 스핀, 스포츠 베팅에 대한 무료 베팅</p> <p>\" <b>관련 계정</b> <b>약관</b> \" 은 이용 약관의 일부를 구성하는 본 일반 약관 부록 1에 명시된 이용 약관을 의미합니다.</p> <p>\" <b>규칙</b> \"이란 1.3.1 및 1.3.2 항에보다 자세히 명시된 베팅 및 / 또는 게임의 관련 유형에 구체적으로 적용되는 베팅 규칙 및 게임 규칙을 의미합니다.</p> <p>\" <b>서비스</b> \"는 웹 사이트, 텔레 베팅 및 / 또는 액세스 장치 응용 프로그램을 통해 운영자가 당분간 제공하는 서비스를 적절히 의미 합니다.</p> <p>\" <b>텔레</b> 베팅 ( <b>Telebetting)</b> \"은 운영자가 제공하는 전화 베팅 서비스를 의미합니다.</p> <p>\" <b>이용 약관</b> \"은 (a) 일반 약관; (b) 개인 정보 보호 정책; (c) 적절한 경우 1.3 절에 따라 귀하가 사용하는 서비스에 적용되는 관련 규칙, 보너스 조건 및 추가 조항; (d) 관련 계정 약관; (e) 다운로드 조건;</p> <p>\" <b>도박 요건</b> \"은 보너스 조건 에 따라 보너스 기금 (보너스 상금 포함)을 귀하의 구좌에서 인출 할 수 있도록 내기 위해 총 금액을 고정 금액 또는 복수로 표시할지 여부에 상관없이 특정 금액을 합산 하는 베너스 조건 귀하가 구입 한 잔액에 입금 한 바이 인 금액 또는 귀하가 수령 한 보너스와 같은 다른 금액. 의심의 여지를 피하기 위해 이것은 보너스 기금이 한 번만 지불되어야한다는 요구 사항을 제외합니다. 그러나 보너스 조건으로 보너스를 내기하지 못하면 즉시 상금을 철회 할 수 있습니다. 과</p> <p>\" <b>웹 사이트</b> \"란 웹 사이트 또는 해당 페이지, 서브 페이지, 하위 도메인 또는 그 섹션을 의미하며, 도메인 이름을 통해 액세스하거나 액세스 할 수 있습니다 . <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess./\">www.liveguess.net</a></p> <p>1.2 웹 사이트의 어느 섹션을 사용하거나 방문하거나 웹 사이트를 통해 운영자와 계정을 개설하거나 텔레 베팅을 통해 귀하는 이용 약관 및 귀하의 의무에 구속된다는 데 동의합니다 : (a) 귀하는 계약 체결을위한 전자 통신 사용 (b) 해당 법률에서 허용하는 한도 내에서 직접 서명해야하는 적용 가능한 권리 또는 요구 사항을 포기해야합니다. 이용 약관은 귀하의 법적 권리에 영향을 미치지 않습니다.</p> <p>1.3 또한 귀하가 게임을하거나 서비스를 사용하여 베팅을하거나 기타 서비스를 사용하는 경우 귀하 는 다음을 준수해야합니다.</p> <p>윌리엄 힐 Sportsbook는 모든 스포츠 베팅의 경우 1.3.1 규칙은 일반 도움말 섹션 ( <b>\"베팅 규칙\")</b> 아래에 명시된대로;</p> <p>1.3.2 관련 일반 도움말 섹션 및 (제한없이) 규칙 탭 아래에 설정된대로 <b>게임하는 게임의 규칙</b> ( \" <b>게임 규칙</b> \") :</p> <p>' <i>Market</i> '탭 아래의 Market 에 대한 1.3.2.1 : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/market\">시장</a> 관련 시장을 위해 ;</p> <p>' <i>뉴스</i> '탭 아래의 뉴스 에 대한 1.3.2.2 : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/news\">뉴스</a> 관련 뉴스 ;</p> <p>' <i>스포츠</i> '탭 아래의 스포츠 용 1.3.2.3 : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/sports\">스포츠</a> 관련 스포츠 (챔피언 리그, 유로파 리그, 프리미어 리그, 라 리가 , 분데스리가, 세리에 A, 리그 1)</p> <p><i>''게임</i> '탭 G 에임스에 대한 1.3.2.4 다음 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/games\">계략</a> 관련 게임</p> <p>1.3.2. 5 새로운 게임과 관련하여 해당 게임에 적용되는 규칙;</p> <p>1.3.3 모든 보너스 조건;</p> <p>1.3.4 모든 다운로드 조건;</p> <p>1.3.5 웹 사이트의 도움말 섹션 ( ' <b>철회 조건</b> ') 의 '철회'부분에 포함 된 인출과 관련된 모든 <b>이용 약관</b> ; 과</p> <p>1.3.6 서비스에 적용되는 기타 조건 및 / 또는 귀하가 서비스의 일부로 동의 한 사항 (예 : 조언자 서비스 관련 조항 ( \" <b>추가 조항</b> \")) 을 확인해야하는 경우 .</p> <p>이용 약관의 1.4 원본 텍스트는 영어로되어 그 중 어떤 해석은 영문 원본을 근거로해야합니다. 본 이용 약관 또는 관련 문서 나 통지가 다른 언어로 번역 된 경우 원본 영어 버전이 우선합니다.</p> <p>1.5 운영자와 귀하의 계약을 구성하는 이용 약관의 개별 부분간에 특정 상충이나 불일치가있는 경우, 우선 순위는 다음과 같습니다.</p> <p>1.5.1 철회 조건;</p> <p>1.5.2 보너스 조건;</p> <p>1.5.3 베팅 규칙;</p> <p>1.5.4 경기 규칙;</p> <p>1.5.5 추가 조건;</p> <p>1.5.6 관련 계정 조항;</p> <p>1.5.7 일반 조건;</p> <p>1.5.8 개인 정보 보호 정책; 과</p> <p>1.5.9 다운로드 조건.</p> <p>1.6 신중하게 수락하기 전에 이용 약관을 읽어 보시기 바랍니다. 이용 약관에 동의하면 사용 약관을 인쇄하여 웹 사이트 사용과 관련된 모든 확인 이메일, 추가 약관, 거래 데이터, 게임 규칙, 공정한 거래 규칙 및 지불 방법과 함께 저장하십시오. 이용 약관은 아래 3 항에 명시된대로 변경 될 수 있습니다.</p> <p>1.7 이용 약관을 수락하고 동의하는 데 동의하지 않으면 계정을 개설하거나 계정을 계속 사용하지 마십시오. 귀하가 서비스를 계속 사용하는 것은 귀하가 수시로 시행하는 것으로 통보 한 이용 약관에 동의 함을 의미합니다.</p> <p>1.8 이용 약관은 운영자와 귀하의 계약을 규율하며 효력을 발생합니다 저희 웹 사이트를 사용 하십시오 . 의심의 여지를 피하기 위해 웹 사이트 및 텔레 베팅 의 각 섹션과 모든 섹션 에는 이용 약관이 적용되며 귀하는 서비스 사용이 이용 약관을 준수하는지 항상 확인해야합니다.</p> <p>일반 조건</p> <p><b>2. 계약 당사자</b></p> <p>2.1 이용 약관은 귀하와 운영자간에 합의되어야합니다.</p> <p>2.2 웹 사이트, 사이트에 포함 된 확률 및 가격 및 이용 약관은 여러 언어로 번역되므로 관련 국가 및 해당 언어를 사용하는 다른 국가의 시민이 사용하도록되어 있습니다.</p> <p>2.3 \" <b>us</b> \", \" <b>our</b> \"또는 \" <b>we</b> \"에 대한 사용 조건의 언급은 다음에 대한 참조입니다.</p> <p>2.3.1 운영자; 또는</p> <p>2.3.2 귀하의 계정에서 수시로 개최되는 통화와 관련된 이용 약관의 경우, 그러한 금액을 보유하고있는 운영자 그룹 회사에 (해당되는 경우) 대리인, 파트너 및 공급 업체를 포함하는 것으로 간주됩니다.</p> <p><b>3. 이용 약관의 변경</b></p> <p>3.1 상업적 이유로 (법 또는 규정을 준수 함), 규제 기관의 지침, 지침 또는 권장 사항을 준수하는 등 여러 가지 이유로 때때로 약관을 변경해야 할 수도 있습니다. 고객 서비스의 이유로 가장 최신의 이용 약관은 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/term-condition\">이용 약관</a> <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/term-condition\"> </a> 링크를 클릭하십시오.이 링크는 본 일반 약관의 1.8 항에 명시되어 있습니다.</p> <p>3.2 이용 약관을 실질적으로 변경하고자하는 경우, 당사는 3.3 항에 명시된 방법 중 하나를 통해 합리적으로 실행 가능한 변경 사항을 사전 통고함으로써 귀하에게 제공합니다. 사소한 변경이나 사소한 변경이있을 경우, 귀하는 그러한 변경에 대한 통지를하지 않을 수 있습니다. 따라서 귀하는 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/term-condition\">이용 약관</a> 링크를 클릭하십시오.</p> <p>3.3 우리가 귀하에게 통보하고자하는 이용 약관을 변경할 경우, 당사는 당사의 재량에 따라 적절하다고 판단되는 통지 방법을 통해이를 수행합니다.</p> <p>3.3.1 이메일 (귀하가 이전에 저희에게 제공 한 이메일 주소로);</p> <p>3.3.2 웹 사이트의받은 편지함에 보내는 메시지; 또는</p> <p>3.3.3 웹 사이트에 대한 고지 및 우리는 재량에 따라 \"예\"또는 \"동의 함\"을 클릭하고 '체크 박스'또는 기타 유사한 확인 방법을 선택하여 새로운 이용 약관에 동의하도록 초대 할 수 있습니다. 당신. 귀하가 그러한 확인을 제공하거나 본항 3에 따라 통보 한 후 웹 사이트 또는 텔레 베팅 을 계속 사용하는 경우 , 귀하는 그러한 시점부터 ( 귀하가 수정 된 이용 약관을 읽었는지 여부와 관계없이 운영자의 신원에 대한 추가, 제거, 대체 또는 기타 변경 사항을 의심 할 여지없이 피할 수 있습니다. 변경 사항이 귀하에게 받아 들여지지 않을 경우, 귀하 는 본 일반 조항 12 항을 준수함으로써 서비스 사용을 중단하거나 귀하의 계정을 폐쇄 할 수 있습니다.</p> <p>3.4 제 3 항에도 불구하고 귀하가 7.3 항에 따라 귀하의 기금을 보유한 조건을 변경하고자하는 경우, 당사는 당사의 재량에 따라 적절한 방법으로 사전 통보해야합니다. \"예\"또는 \"동의 함\"을 클릭하고 '체크 박스'또는 기타 유사한 확인 방법을 선택하여 그러한 정보를 수신했음을 인정해야합니다. 귀하가 그러한 확인을 제공 한 경우, 귀하 는 그러한 시점부터 새로운 이용 약관을 수락하고 준수해야한다고 간주됩니다. 변경 사항이 귀하에게 받아 들여지지 않을 경우, 귀하 는 본 일반 조항 12 항을 준수함으로써 서비스 사용을 중단하거나 귀하의 계정을 폐쇄 할 수 있습니다.</p> <p><b>4. 계좌 개설</b></p> <p>4.1 베팅을하거나 서비스를 사용하여 게임을 플레이하기 위해, 당신은 운영자와 계정 ( <b>\"계정\"또는</b> <b>\"계정\")을</b> 열어야합니다.</p> <p>4.2 서비스 사용을 위해 귀하의 계정을 열려면 다음을 수행 할 수 있습니다.</p> <p>4.2.1 고객 서비스에 연락;</p> <p>4.2.2 클릭 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">지금 가입하세요</a> 화면에 표시되는 지침을 따르십시오 .</p> <p>4.2.3 운영자가 수시로 제공하는 것과 같은 다른 계좌 개설 방법으로 개설 할 수있다.</p> <p>4.3 귀하의 계정은 운영자 또는 그룹의 다른 회사가 귀하를 대신하여 그리고 / 또는 귀하가 계약 한 관련 운영자 그룹 회사를 대신하여 운영됩니다.</p> <p>4.4 귀하가 귀하의 계좌를 개설 할 때 귀하의 이름과 생년월일, 주소, 전화 번호 및 전자 메일 주소 ( \" <b>귀하의 연락처 정보</b> \")를 포함한 적절한 연락처 정보를 포함한 개인 정보를 저희에게 제공해야합니다 . 귀하는 고객 서비스에 연락하여 수시로 연락처 정보를 업데이트 할 수 있습니다. 또는 내 계정 웹 사이트상의 관리 페이지 : 또는 운영자가 수시로 제공하는 다른 방법으로</p> <p>4.5 귀하가 당사의 상품, 제품 또는 서비스 또는 비즈니스 파트너의 다른 것과 관련된 마케팅 정보를 귀하에게 알리기 위해 당사 및 당사의 비즈니스 파트너가 귀하의 연락처 정보를 사용하는 것을 원하지 않는 경우, 이것이 귀하의 ~에 의한 경우 '내 계정 / 세부 사항'아래에서 환경 설정을 업데이트하십시오. 설정 '또는 고객 서비스에 알리십시오.</p> <p>4.6 귀하의 계좌 개설 귀하는 다음을 보증합니다 :</p> <p>4.6.1 귀하는 서비스를 사용함으로써 귀하 가 돈을 얻고 돈을 잃을 수 있는 위험을 이해하고 수락합니다 .</p> <p>4.6.2 귀하는 : (a) 만 18 세 이상; (b) 도박 또는 게임 활동이 귀하에게 적용되는 법률 또는 관할권 ( \" <b>관련 연령</b> \") 하에서 합법적 인 연령을 초과하는 경우 ;</p> <p>4.6.3 도박은 귀하가 거주하는 지역에서 불법이 아닙니다.</p> <p>4.6.4 귀하는 합법적으로 계약을 체결 할 수 있습니다.</p> <p>4.6.5 도박에서 제외되지 않았습니다. 과</p> <p>4.6.6 귀하는 단락 11 (침해, 속임수, 사기 및 범죄 행위), 20 (이용 약관 위반) 또는 33.1 항 (책임있는 도박 / 도박)에 의거 한 귀하의 요청에 따라 귀하가 계정을 폐쇄하지 않았습니다.</p> <p>4.7 귀하의 계정은 본인의 정확한 이름 및 개인 정보로 등록되어야하며 귀하를 위해 한 번만 발행되고 다른 사람, 가족, 가계, 주소 (우편 또는 IP), 전자 메일 주소, 액세스 장치 또는 접근 장치가 공유되는 모든 환경 (예 : 학교, 직장, 공공 도서관 등 ) 및 / 또는 서비스와 관련된 계정. 귀하가 당사와 함께 열거 나 서비스와 관련하여 귀하가 유익하게 소유 한 다른 계정은 \" <b>중복 계정</b> \"입니다. 우리는 중복 계정을 폐쇄 할 수 있습니다 (그러나 그렇게 할 의무는 없습니다). 중복 계정을 해지 한 경우 :</p> <p>4.7.1 모든 보너스, 무료 보너스 및 해당 보너스에서 발생한 상금 및 해당 중복 계정을 사용하여 얻은 무료 베팅은 무효로되며 귀하가 몰수하지 않습니다.</p> <p>4.7.2 우리는 전적인 재량에 따라 모든 위닝을 무효로 할 수 있으며, 중복 계정과 관련하여 만들어진 모든 예금 (무효 위 닝에 대한 금액이 적음)을 환불 할 수 있으며, 관련 계정에서 당사가 회수하지 않은 경우 중복 계정과 관련하여 귀하가 환불받을 금액은 귀하의 다른 계정 (다른 중복 계정 포함)에서 직접 당사에 의해 복구 될 수 있습니다. 또는</p> <p>4.7.3 우리는 전적인 재량으로 복제 계정의 사용이 유효한 것으로 간주되어 복제 계정을 통해 귀하를 위해 또는 귀하를 위해 모든 손실 및 지분을 보유 할 수 있도록 허용 할 수 있습니다.</p> <p><b>5. 귀하의 신원 확인.</b> <b>돈세탁 요구 사항</b></p> <p>5.1 귀하는 다음을 보증합니다 :</p> <p>5.1.1 귀하의 계좌 개설시 귀하가 제공 한 이름과 주소가 정확합니다; 과</p> <p>5.1.2 귀하는 언제든지 귀하의 계좌에 입금하는 돈의 정당한 소유자입니다.</p> <p>5.2 이용 약관에 동의함으로써 당신은 (우리가이 사실을 확인하기 위해 자신을 요구할 수 있습니다 또는 타사에 의해 요구 될 수있다 (포함하지만, 규제 기관에 국한되지 않음)로 때때로 그러한 확인 검사를 수행하기 위해 우리에게 대한 권한을 부여 \" <b>수표</b> \"). 당신은 때때로 우리의 요청에 따라, 당신은 당신이 당신의 계정에 변경 한 모든 예금 관련을 포함하여, 우리가 제공 한 정보의 모든 관련하여 추가 정보를 제공해야 할 수 있음에 동의합니다.</p> <p>5.3 수시로 수표를 발행하는 동안 귀하의 계정에서 자금을 인출하거나 웹 사이트의 모든 부분 또는 특정 부분에 대한 액세스를 금지 할 수 있습니다. 우리는 규제, 보안 또는 기타 사업상의 이유로 수표를 수시로 재 실시 할 수 있습니다. 그러한 제한으로 인해 문제가 발생하면 고객 서비스에 문의하십시오.</p> <p>5.4 특정 상황에서는 수표를 작성하기 위해 귀하에게 직접 연락하여 귀하에게 추가 정보를 제공해야 할 수도 있습니다. 이를 위해 귀하의 관할 법에 따라 공증 된 ID 또는 이와 동등한 인증 된 ID를 제공 할 것을 당사의 재량에 따라 요구할 권리가 있습니다. 주소, 공과금 청구서, 은행 세부 사항, 은행 잔고 증명서 및 은행 참고 자료 및 귀하의 자금 출처를 확인하는 서류. 그러한 정보가 만족스럽게 제공 될 때까지 계정과 관련하여 귀하가 수행 한 활동을 방해하거나 또는 의도적으로 잘못된 정보가 귀하에 의해 제공되었다고 합리적으로 판단되는 경우, 우리에 의한 계좌의 폐쇄.</p> <p>5.5 관련 연령대의 사람들이 웹 사이트를 사용하는 것은 범죄 일 수 있습니다. 귀하가 관련 연령 임을 확인할 수없는 경우 귀하는 관련 연령 임을 확인할 수있을 때까지 귀하의 계정을 정지시킬 수 있습니다. 귀하가 당사와 도박 또는 게임 거래를 한 시점에서 관련 연령 이하인 것으로 계속 입증 된 경우 :</p> <p>5.5.1 귀하의 계정은 폐쇄됩니다;</p> <p>5.5.2 귀하가 미성년자 인 동안 행해진 모든 거래는 무효화되며 귀하가 기탁 한 모든 관련 자금은 실행 가능한 모든 곳에서 그러한 자금의 예금에 사용 된 지불 방법으로 반환됩니다.</p> <p>5.5.3 귀하가 관련 연령 이하인 동안 이루어진 모든 예금은 귀하에게 반환됩니다; 과</p> <p>5.5.4 귀하가 관련 연령에 속했을 때 귀하가 발생한 모든 위닝 금액은 귀하에 의해 몰수되며 (5.5.3 항에 따라 반환 된 보증금 금액에서 공제 될 수 있음) 귀하는 필요에 따라 당사에 반송합니다 귀하의 계좌에서 인출 된 자금.</p> <p><b>6. 사용자 이름, 비밀번호, PIN 및 고객 정보</b></p> <p>6.1 계정을 연 후, 당신은 공개하지 않도록 모든 적절한 조치를 취해야합니다 (여부를 의도적으로 또는 실수로) 최신 보안 소프트웨어가 다운로드되는 것을 보장하는 다른 사람을 포함하여 (현실적으로)에 대한 귀하의 사용자 이름, 암호 및 / 또는 계좌 번호 귀하의 액세스 장치에.</p> <p>6.2 귀하의 사용자 이름, 비밀번호 및 / 또는 계좌 번호가 올바르게 입력 된 모든 거래는 귀하의 승인 여부에 관계없이 유효한 것으로 간주되며, 귀하가 귀하의 사용자 이름, 비밀번호를 공개 한 경우에 대한 어떠한 클레임에 대해서도 책임지지 않습니다 또는 계좌 번호를 (고의적이든 우발적이든) 타인에게 양도 할 수 있습니다.</p> <p>6.3 귀하의 계좌 정보를 분실하거나 잊어 버린 경우 또는 그러한 정보가 허가되지 않은 제 3 자 에게 알려져 있다고 믿을만한 이유가있는 경우 고객 서비스를 통해 즉시 교체를 요청하십시오. 자세한 내용은 문의처 또는 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://www.williamhill.com/whHelp/%3Fv%3D0\" target=\"_blank\">도움</a> 섹션을 참조하십시오.</p> <p><b>7. 귀하의 계정으로부터의 입금 및 탈퇴</b></p> <p>당신이 서비스에 참여하고자하는 경우 7.1, 당신은 당신은 계정 소유자 그중 계정 또는 소스에서 귀하의 계정에 돈을 입금해야합니다. 그러한 금전은 (5 항에 따라) 귀하가 베팅을하거나 게임을하기 위해 사용할 수 있습니다. 예금, 인출 및 송금 방법에 대한 자세한 내용은 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">도움</a> 섹션을 참조하십시오. 귀하가 계좌 보유자가 아닌 지불 방법을 사용하는 경우, 당사는 모든 관련 수표의 만족스러운 완료까지 계좌에 입금 된 금액을 무효로 취급 할 권리를 보유합니다 (무효로 인한 입금액). .</p> <p>7.2 귀하는 또한 귀하의 계좌로 예금을 환불, 취소 또는 취소하지 않을 것에 동의하며 귀하가 예금을 수령하는 과정에서 발생하는 비용을 포함하여 그러한 미지급금을 환불하고 보상 해주는 그러한 경우에 귀하는 귀하의 계좌로 입금액을 환불 또는 취소하지 않을 것에 동의합니다. 의심의 여지를 피하기 위해 귀하의 계좌가 귀하에 의해 은행 계좌로 사용되어서는 안되며, 적절한 베팅이나 게임 활동없이 귀하의 계좌로의 입금 및 인출에 대해 알게되면, 우리는 계정을 폐쇄하거나 정지하지 않습니다). 귀하의 계좌에 입금 된 돈은이자를 발생시키지 않습니다.</p> <p>7.3 우리는 귀하가 귀하를 위해 보유한 돈에 어떤 일이 발생했는지, 그리고 지불 불능 상황에서 그러한 돈이 보호되는 정도를 고객에게 알리기 위해 면허 가 필요합니다 . <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a> . 귀하가 귀하의 계좌로 입금 한 돈은 은행 계좌 및 / 또는 에스크로 계좌에 보관되며 회사 계좌와 별도로 보관됩니다. 귀하의 계정에있는 돈은 보증금, 은행 보험 또는 기타 유사한 보험 시스템으로 보험, 보장, 후원 또는 기타 보호를받지 않습니다. 따라서 귀하의 계좌에있는 돈은 지불 불능시에도 보호되지 않습니다. 이것은 도박위원회의 고객 기금 분리 요구 사항 인 기본 격리 수준을 충족시킵니다.</p> <p>7.4 귀하는 (중복 계정을 포함하여) 귀하 (귀하가 이용 약관을 위반했는지 여부와 상관없이) 운영자 그룹 내의 다른 회사와 귀하간에 빚진 금액과 비교하여 귀하의 계정에 대한 긍정적 인 균형을 언제든지 설정할 수 있습니다 (단, 이에 한하지 않음) 4.7 항에 따라 베팅이나 베팅을 재 청산하는 경우 (중복 계정), 11 단락 (부정 행위, 부정 행위, 사기 행위, 범죄 행위) 또는 18 단락 (오류 또는 누락).</p> <p>7.5 현지 법률 또는 세금 또는 기타 기관이 요구하는 범위 내에서 귀하는 서비스로 인해 발생하는 상금 및 손실을보고 할 책임이 있습니다.</p> <p>7.6 언제든지 귀하의 계정에 입금 한도를 설정할 수 있습니다. 이 제한은 이십사시간이 증가가 적용됩니다 이러한 증가를 요청 경과 한 경우에만 귀하의 보증금 제한을 증가하고 당신의 소원을 우리에게 이십사시간 '통보없이 증가 할 수 없습니다. 예금 한도를 설정하는 방법에 대한 자세한 내용은 고객 서비스에 문의하십시오. 또는 귀하의 계정이 웹 사이트를위한 곳인 경우 내 계정, 업데이트 계정 세부 사항을 클릭 하여 웹 사이트를 통해 제한을 설정하십시오 . 입금 한도에 대한 확정 된 금액은 즉시 효력을 발생합니다.</p> <p>7.7 12 항 (귀하의 계좌 폐쇄 등 )에 따라 귀하는 언제든지 귀하의 계좌에서 자금의 인출을 요청할 수 있습니다 (이 인출 권에는 귀하의 Buy-in Balance 전체 및 다른 예금 자금을 인출 할 수있는 권리가 포함됨) ), 제공 :</p> <p>7.7.1 귀하의 계정으로 이루어진 모든 지불은 승인 된 것으로 확인되었으며, 지불 청구, 환불 또는 기타 취소 된 적이 없습니다.</p> <p>7.7.2 상기 5 항 (귀하의 신원 확인; 돈세탁 요구)에서 언급 한 수표는 우리가 만족할만큼 완성되었습니다. 과</p> <p>7.7.3 귀하 는 귀하의 계정에 영향을 미치는 기타 관련 철회 조건을 준수합니다. 출금 조건에는 최소 출금 한도가 있으며 (귀하가 선택한 지불 방법에 따라 다름), 귀하의 계좌가 그러한 최소 금액보다 적은 경우 (바이 인 잔액 포함), 우리는 어떤 경우에도 귀하의 계좌에 잔액이 남아 있습니다 (명시된 최소 금액이 있음에도 불구하고).</p> <p>7.8 우리가 승인 한 철수시, 귀하가 자금을 귀하에게 양도해야하는 방법에 대한 충분한 정보를 제공한다면 7.7 항에 따라 관련 자금을 귀하에게 반환합니다 (발생한 비용은 더 적게 탕감되거나 다른 금액을 공제해야합니다). 해당 법률을 준수하기 위해 귀하의 철회로부터). 귀하가 바이 인 밸런스를 철회하면 해당 프로모션과 관련된 보너스 조건에 따라 해당 바이 인 밸런스와 관련된 보너스 잔액이 취소됩니다. 귀하의 바이 인 밸런스를 철회하기 위해서는 바이 인 밸런스가 관련된 프로모션 중 먼저 취소해야 할 수도 있습니다. 필요한 경우이를 수행하는 방법에 대한 전체 지침은 해당 프로모션과 관련된 보너스 약관에 포함되어 있습니다 .</p> <p>7.9 귀하의 인출금 지불 방법 및 지불 통화에 관한 귀하의 요청을 수용하려고 시도합니다. 그러나 이것은 보장 될 수 없습니다. 따라서 우리는 다른 지불 제공자, 은행 환어음 또는 전신 송금 등의 방법으로 귀하가 요청한 것과 다른 지불 방법으로 인출을 처리하고 지불 할 수 있습니다 (관련 지급 방법과 관련된 모든 요금은 귀하의 출금 부분에 명시되어 있음). <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/help\" target=\"_blank\">도움</a> 섹션). 마찬가지로, 귀하의 인출 통화가 귀하의 예금이 이루어 지거나 귀하가 요청한 통화가 아닐 수 있으며, 귀하가 다른 통화로 예금을 환전해야하는 경우, 우리는 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/help\" target=\"_blank\">도움</a> 섹션을 참조하십시오.</p> <p>7.10 비활성 계정 수수료. 베팅 또는 게임, 예금, 인출 또는 이체를 위해 귀하의 계정을 사용하지 않거나 비활성 상태 인 경우 최소 13 개월 연속으로 \" <b>비활성 계정</b> \"이됩니다. 모든 비활성 계정에는 수수료 ( \"비활성 계정 수수료\") 가 발생하며 , 자세한 내용은 웹 사이트의 도움말 섹션에서 확인할 수 있습니다. 귀하의 계정이 비활성 계정이 될 때 및 비활성 계정 비용이 공제되기 최소 14 일 전에 통보합니다.</p> <p><b>8. 웹 사이트의 법적 사용</b></p> <p>8.1 웹 사이트를 통한 웹 사이트 또는 서비스의 액세스 또는 사용은 특정 국가의 일부 또는 모든 거주자 또는 특정 국가의 사람에게는 합법적이지 않을 수 있습니다. 우리는 미국과 웹 사이트의 도움말 섹션을 통해 열거 된 영토를 포함하여 그러한 활동이 불법 인 국가의 사람들이 베팅, 게임 또는 기타 목적으로 웹 사이트를 사용해야한다고 생각하지 않습니다.해당 국가에서 웹 사이트에 액세스 할 수 있거나 그러한 국가의 공식 언어로 표시된다는 사실은 웹 사이트 접속 및 사용의 적법성 또는 기타 관련 표현 또는 보증으로 해석되어서는 안됩니다. 예금의 제작 또는 귀하의 계좌로부터의 위닝 영수증. 웹 사이트의 가용성은 법률에 의해 금지 된 관할 지역의 도박, 게임 또는 기타 서비스의 사용 또는 구독에 대한 당사의 제안, 권유 또는 초청을 의미하지 않습니다.</p> <p>8.2 귀하가 거주하는 지역에 적용되는 법률을 결정하는 것은 귀하의 책임입니다. 귀하는 귀하의 계정을 개설 할 때 귀하의 관할 지역에서 합법적으로 행동하고 귀하가 웹 사이트를 사용하고 귀하가 그렇게 할 것이라는 것을 진술하고 보증하며 동의해야합니다.</p> <p>8.3 귀하가 웹 사이트의 사용이 합법적이지 않은 국가에 거주하고 있다는 사실이 명백 해지면, 귀하는 즉시 귀하의 계정을 폐쇄 할 권리가 있으며,이 경우 귀하는 폐쇄 일에 계정의 잔고가 귀하가 가능한 한 빨리 환불 받으십시오.</p> <p><b>9. 귀하의 베팅 및 / 또는 게임을 이용한 게임 배치</b></p> <p>9.1 베팅을하거나 서비스에 액세스하려면 도움말 섹션에 제공된 지침을 따라야합니다.</p> <p>9.2 귀하가 서비스 ( \" <b>거래</b> \")를 사용하여 베팅, 스테이크 또는 이와 유사한 거래를하는 경우의 세부 사항 이 다음과 같은 방식으로 올바른지 확인하는 것은 귀하의 책임입니다 .</p> <p>9.2.1 관련 배팅 규칙 또는 게임 규칙에 따라 웹 사이트를 (직접 또는 응용 프로그램을 통해) 사용하는 경우; 과</p> <p>9.2.2 텔레 베팅을 사용할 때 , 귀하의 베팅이 다시 귀하에게 통보 될 것이고 귀하가 전화 상담원에게 올바른지 확인하도록 요청 받게됩니다.</p> <p>9.3 귀하의 거래 내역은 웹 사이트 또는 고객 서비스 팀 (서면 진술을받는 것을 포함하여)을 통해 내 계정을 클릭하여 액세스 할 수 있습니다.</p> <p>9.4 우리는 귀하가 요청한 거래의 전체 또는 일부를 거부 할 수있는 권리를 보유합니다. (a) 귀하가 이용 약관을 위반 한 경우 또는 (b) 귀하의 재량에 따라 하나 이상의 자격있는 배팅을 한 경우, 그러한 재량권을 행사하지 않거나 그러한 재량권을 행사하지 않을 것을 제외하고는 언제든지 단독 재량으로 무료 베팅 프로모션)과 재량권 행사는 다음과 같습니다.</p> <p>9.4.1 귀하의 능력에 영향을 미칩니다 : <br /> 9.4.1.1 무료 베팅을 받거나 필요한 무료 베팅을 받으십시오. 과 <br /> 9.4.1.2 그 자유 계약 진급에 의해 요구되는 나머지 자격있는 배팅을 배치하고 결과적으로 귀하가받을 수있는 무료 배팅 또는 그 무료 배팅 프로모션의 무료 배팅의 전체 기대 가치를 받으십시오. 과 <br /> 9.4.1.3 무료 평가판 진흥과 관련된 모든 도박 요건을 완료하려고 시도합니다. 또는 <br /> 9.4.2 무료 평가판 프로모션에 필요한 자격을 갖춘 배팅을 완료하는 능력에 중대한 영향을 미칩니다.</p> <p>9.5 제 9.2 조에 따라 귀하가 적절한 확인서를 제출할 때까지 (또는 당사가 동의 한 경우)까지 거래가 접수되지 않습니다. 당신은 트랜잭션이 성공적으로 승인되었는지 여부에 의심이 있다면, 당신은 고객 서비스에 문의해야합니다.</p> <p>트랜잭션은 우리가 접수되면 우리가 달리 합의하지 아니하는 한, 당신은 거래를 취소 할 수 없습니다. 귀하가 전화 - 베팅 거래를하고 관련 전화 연결이 예기치 않게 끊어지면, 그럼에도 불구하고 (a) 우리가 귀하의 의도 된 지시에 대해 분명하다면 관련 베팅을해야합니다. (b) 관련 행사에 대한 베팅 수락을 중단하기 전에 귀하가 베팅 세부 사항을 저희에게 제공했습니다. (c) 일반 비즈니스 과정에서 베팅이 우리에게 받아 들여질 수 있습니다. 이러한 전화 단선의 경우, 귀하는 귀하의 베팅이 배치되었는지 여부에 대한 확인을 위해 고객 서비스 팀에 문의해야합니다.</p> <p>9.6 당사는 당사의 재량에 따라 (귀하 또는 당사가 불공정 한 이익을 얻지 못하는 경우) 해당 이벤트가 시작 되었음에도 불구하고 베팅을 수락 할 수 있습니다. 게임과 관련하여, 관련 게임 규칙은 더 이상의 스테이크가 우리에게 받아 들여지지 않을 지점을 설정해야합니다.</p> <p>9.7 귀하는 5 항 (귀하의 신원 확인), 11 항 (공작, 부정 행위, 사기 및 범죄 행위) 또는 18 항 (오류 또는 누락)의 조항에 따라 거래를 취소하거나 수정할 수 있습니다.</p> <p><b>10. 원격 게임 또는 내기</b></p> <p>10.1 전자 형식의 통신을 통해 서비스에 액세스하는 위치 귀하는 다음 사항에 유의해야합니다.</p> <p>10.1.1 베팅 또는 게임 플레이를위한 웹 사이트 사용과 관련하여 :</p> <p>10.1.1.1 귀하는 다른 사람이 사용하는 장비보다 느린 연결 또는 장비를 사용하고있을 수 있으며, 이는 웹 사이트를 통해 제공되는 시간이 중요한 이벤트의 실적에 영향을 미칠 수 있습니다.</p> <p>10.1.1.2 귀하는 17 단락 (IT 고장)에 따라 처리 될 시스템 결함, 결함, 오류 또는 서비스 중단이 발생할 수 있습니다.</p> <p>10.1.1.3 웹 사이트를 통해 제공되는 각 이벤트 또는 게임에 대한 게임 규칙을 사용할 수 있으며 웹 사이트를 통해 제공되는 서비스를 사용하기 전에 귀하가 고려해야합니다. 과</p> <p>10.1.1.4 웹 사이트를 통해 제공되는 게임에서 더 많은 플레이어 또는 더 많은 유동성으로 이익을 얻는 경우 우리는 게임을하기 위해 미리 프로그래밍되어 게임에 참여하는 자동화 된 플레이어 ( \"봇\"이 될 사용자 이름)를 배포 할 수 있습니다. 유동성이나 플레이어 게임 수를 돕기 위해, 비록 우리가 그러한 사용을 당신에게 명확하게하지 않으면 서 봇을 사용하지 않을 것입니다. 우리는 Poker 소프트웨어에 Bots를 배치하지 않으며, 소프트웨어 사용자와 함께 적극적으로 조치를 취하여 서비스 사용자가 사용하지 못하게 할 것을 분명히 확인할 수 있습니다. 과</p> <p>서비스의 사용과 관련하여 10.1.2, 당신은 \"실행의\"이벤트에 베팅하는 경우, 당신은 모든 관련 시간에 관련 최신 정보를 제공 할 그렇지 않으면 참조하거나 할 수 없습니다 관련 행사에. 우리는 \"실행 중\"이벤트와 관련된 정보의 전송이 지연되어 귀하가 겪은 손실이나 비용에 대해 귀하에게 책임을지지 않습니다.</p> <p>11. <b>융화, 기분 전환, 사기 및 형사 행위</b></p> <p>11.1 서비스와 관련하여 다음 관행 (또는 그 중 어떤 것) :</p> <p>· 보너스 또는 기타 프로모션의 남용; 및 / 또는</p> <p>· 부당한 외부 요인 또는 영향 (일반적으로 부정 행위로 알려져 있음) 사용 및 / 또는</p> <p>· (11.5.3 절에 정의 된대로) 불공정 한 이득을 취한다.</p> <p>· 중복 계정 열기; 및 / 또는</p> <p>· 사기성 행위 또는 범죄 행위에 착수 (11.5 항에 정의 된대로)</p> <p>\" <b>금지 된 관행 </b>\"을 구성합니다 . 금지 된 관행은 허용되지 않으며 이용 약관을 중대한 위반으로 간주합니다. 금지 된 관행을 예방 및 탐지하고 관련 플레이어가 발생하면이를 식별하기 위해 모든 합리적인 조치를 취할 것입니다. 그러나 위의 조건에 따라 금지 된 관행의 결과로 발생할 수있는 손실이나 손해에 대해 우리는 책임을지지 않으며 금지 된 관행에 대해 당사가 취하는 조치를 결정할 것입니다.</p> <p>11.2 귀하가 어떤 금지 된 관행에 연루되어 있다고 의심되는 경우 가능한 한 빨리 이메일을 보내거나 고객 서비스에 전화하여 알려주십시오. </p> <p>11.3 귀하 는 금지 된 관행의 어떤 형태로도 참여하거나 연결되어서는 안된다는 데 동의합니다.</p> <p>11.4 만약 :</p> <p>11.4.1 귀하는 금지 된 행위의 어떤 형태로든 참여했거나 연결되어 있다고 믿을만한 합당한 근거가 있습니다 (이것은 우리와 게임 파트너 및 다른 공급 업체가 사기, 속임수 및 결탁을 사용함을 포함 할 수 있음) 관련 시간에 도박 및 게임 산업에서 사용되는 탐지 관행); 또는</p> <p>11.4.2 귀하는 다른 온라인 도박 서비스 제공 업체와 베팅 및 / 또는 온라인 게임을하고 다른 도박 서비스 또는 기타 부적절한 활동에 대해 금지 된 행위와 동등한 것으로 의심되는 경우 (그러한 게임의 결과로); 또는</p> <p>11.4.3 귀하는 귀하가 귀하의 계정에 대해 행한 구매 또는 예금에 대해 귀하가 \"요금을 환불\"했거나 거절 한 사실을 알게됩니다. 또는</p> <p>11.4.4 합리적인 판단으로 서비스를 계속 사용하는 것은 도박위원회 및 / 또는 지브롤터 도박 위원이 계속해서 라이센스를 부여하는 것을 포함하여 당사의 규제 상태에 해를 끼칠 수 있습니다. 또는</p> <p>11.4.5 귀하는 파산하거나 세계 어느 곳에서나 유사한 절차를 겪습니다. </p> <p>그런 다음 우리는 귀하의 계좌 (및 / 또는 운영자 그룹 회사와 귀하가 보유한 기타 계좌)와 관련하여 잔액의 전부 또는 일부를 보류하고 계좌에서 예금액을 회수 할 수있는 권리를 갖습니다 , 지불금, 상여금 또는 상금은이 단락에 열거 된 이벤트로 인해 영향을 받거나 어떤 방식 으로든 기인 한 것입니다. 이 단락 11.4에 명시된 권리는 귀하가 이용 약관 또는 기타 조건에 따라 귀하에 대해 가질 수있는 다른 모든 권리 (일반법 권리 포함)에 영향을 미치지 않습니다.</p> <p>11.5 본 단락의 목적 상 11 :</p> <p>11.5.1 \" <b>사기성 행위 </b>\"는 귀하 또는 귀하를 대신하여 행동하거나 귀하와의 담합으로 행동하는 모든 사기 행위를 의미하며, 이에는 (a) 허위 진술 및 긁어 모으기 행위; (b) 귀하 또는 언제든지 귀하와 같은 게임에 참여한 다른 사람, 도난당한 복제 된 또는 다른 방법으로 허가받지 않은 사람의 사용 자금 출처로서의 신용 카드 또는 직불 카드; (c) 불공정 한 이득을 얻기 위해 귀하와 다른 사람들과의 담합 (보너스 제도 또는 당사가 제공하는 유사한 인센티브를 통한 포함); (d) 허위 또는 오도 된 계정 정보를 등록하려는 시도; 귀하에 의한 실제 또는 시도 된 행위는 해당 관할 구역에서 불법으로 간주되거나 악의적으로 행해지거나 당사를 사기하거나 계약 상 또는 법적 제한을 우회하는 것으로 간주됩니다. 또는 시도한 행위는 실제로 우리에게 손해를 입히거나 해를 끼치게합니다.</p> <p>11.5.2 \" <b>범죄 행위 </b>\"에는 돈세탁 및 2005 년 도박 법의 42 조에 따른 범죄가 포함되며 이에 국한되지는 않습니다. 과</p> <p>11.5.3 \" <b>불공정 한 이익 </b>\"은 다음을 포함 하나 이에 제한되지 않습니다.</p> <p>11.5.3.1 서비스와 관련하여 귀하가 사용하는 당사 또는 제 3 자의 소프트웨어 (게임 관련 포함)의 결함, 허점 또는 오류 착취.</p> <p>11.5.3.2 다음 을 포함하는 소프트웨어를 포함하되 이에 국한되지 않는 제 3 자 소프트웨어 또는 분석 시스템 의 사용 :</p> <p>11.5.3.2.1은 인간의 개입 없이도 게임을 가능하게한다 (예 : Bots).</p> <p>11.5.3.2.2는 자동 결정,</p> <p>11.5.3.2.3 홀 카드 정보 공유 및 / 또는 </p> <p>11.5.3.2.4는 실시간 포커 코칭을 제공한다;</p> <p>11.5.3.3 단락 11.5.3.2의 일반성에도 불구하고 포커 게임 (여기에는 포커 탭에 표시되는 게임을 포함하되 이에 국한되지 않음) 및 스킬 게임 용 봇 (스킬을 포함하되 이에 국한되지 않음)에 대한 봇의 사용 스킬 탭 또는 게임 탭에 나타나는 게임) 및 다른 금지 된 관행을 구성하는 다른 용도의 봇;</p> <p>11.5.3.4 귀하의 이익 및 / 또는 당사 또는 타인의 불이익에 대한 경우, 아래 18.1 항에 정의 된 오류가 사용자에 의해 착취 된 경우.</p> <p>11.6 금지 된 행위와 관련하여 11.4 항에 의거하여 당사의 권리를 행사함에있어, 당사는 규제 및 기타 법적 의무를 준수하면서 귀하에게 공정한 방식으로 그러한 권리를 행사할 수 있도록 모든 합당한 노력 을 기울일 것입니다. 우리의 다른 고객에게.</p> <p>11.7 우리는 관련 기관, 기타 온라인 게임 또는 도박 사업자, 기타 온라인 서비스 제공 업체 및 은행, 신용 카드 회사, 전자 결제 제공자 또는 귀하의 신분 및 의심되는 금지 된 행위에 대한 기타 금융 기관에 알릴 권리를 보유하며 귀하는 그러한 활동을 조사하기 위해 우리와 충분히 협력하십시오.</p> <p>11.8 리깅 (Rigging) : 우리는 가격이나 웅덩이가 조작되었거나 인종, 사건 ​​또는 경기가 조작 된 의심이나 증거가 있거나이 의심이나 증거로 인해 당사 또는 다른 운영자가 경기를 ESSA (스포츠 도박 무결성)에보고하십시오. 위의 증거는 우리의 베팅 채널 중 일부 또는 전부에 William Hill과 함께 배치 된 베팅의 크기, 양 또는 패턴을 기반으로 할 수 있습니다.</p> <p><b>12. 귀하의 계좌가 폐쇄되었습니다; 이용 약관의 해지</b></p> <p><b>너의 종결과 종결</b></p> <p>12.1 귀하가 계좌로 인해 잔고가 있다는 것을 증명하지 않았다면 귀하는 고객 서비스를 통해 당사에 연락하여 언제든지 귀하의 계정을 해지하고 24 시간 이내에 통지서를 종료 할 수 있습니다 자세한 내용은 웹 사이트의 문의 및 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">도움말</a> 섹션 에서 확인할 수 있습니다 . </p> <p>12.1.1 귀하의 계정 해지 의사 표시. 과</p> <p>12.1.2 귀하가 귀하의 계정을 폐쇄하고자하는 이유, 특히 귀하의 계정 사용에 대한 우려 때문에 귀하가 귀하의 계정을 폐쇄하고자하는 이유를 명시해야합니다.</p> <p>합리적인 시간 내에 귀하의 계정 폐쇄 및 유효 기간 종료를 확인하는 귀하의 요청에 응답 할 것입니다. 단, 귀하가 폐쇄 조치가 완료 될 때까지 귀하의 계정 활동에 대한 책임을 계속 수행해야합니다. (이용 약관이 종료되는 시점).</p> <p>12.2 귀하가 12.1 항에 의거하여 귀하의 계정 폐쇄를 요청할 경우, 귀하 는 12.3 항에 따라 귀하의 계좌에 남아있는 잔액을 귀하에게 반환 할 것입니다.</p> <p>12.3 본 단락 12에 의거하여 귀하의 계정이 해지되면 귀하는 12.6 항의 권리를 제한하지 않고 귀하의 계좌 미 지불 잔액 상환에서 모든 금전을 보류 할 권리가 있습니다 : (a) 제 11 조 (담합 부정 행위, 사기 및 범죄 행위); (b) 제 20 항 (이용 약관 위반)에 의거; (c) 이용 약관에 의해 달리 규정 된 경우 (적절한 경우 5.4 항 포함); 또는 (d) 법률 또는 규정에 따라 요구되는 경우.</p> <p>12.4 귀하의 계좌에서 미 지불 잔액을 상환하는 경우, 귀하는 계좌 등록시 귀하가 제공 한 동일한 지불 방법이나 합리적으로 선택할 수있는 기타 지불 방법을 사용해야합니다.</p> <p>12.5 귀하가 귀하의 계좌를 해지 한 경우, 당사는 귀하가 당사에 요청한 경우 이전과 동일한 계정 세부 정보로 귀하의 계좌를 재개 할 수 있습니다. 그러한 경우, 귀하의 계좌는 이전과 동일한 계좌 정보를 가지지 만, 그러한 계좌 개설 날짜와 이전의 자격 부여에 적용되는 이용 약관의 적용을받습니다 (이에 제한되지 않음). 보너스 또는 우발적 인 위닝)은 더 이상 유효하지 않습니다.</p> <p><b>미국에 의한 폐쇄 및 해고</b></p> <p>12.6 우리는 언제든지 (그리고 이용 약관에 포함 된 다른 조항에도 불구하고) 귀하의 연락처 정보를 사용하여 귀하의 계정을 폐쇄하고 귀하의 연락처 세부 정보를 사용하여 서면 통지 (또는 시도한 통지)를 통해 이용 약관을 해지 할 수 있습니다 (12.7 절에 설명 된 상황에서 귀하가 계좌를 해지 한 경우를 제외하고) 무료 베팅 프로모션과 관련하여 하나 이상의 자격있는 베팅을 한 경우, 클로저가 효력을 발생합니다.</p> <p>12.6.1 귀하는 무료 베팅, 또는 모든 무료 베팅 프로모션의 무료 베팅의 예상되는 모든 가치를 베팅하여 필요한 모든 베팅을 할 수 있습니다. 과</p> <p>12.6.2 귀하는 해당 자유 계약 진급에 필요한 나머지 자격있는 배팅을 배치 할 수 있으며 결과적으로 무료 배팅 또는 귀하가받을 수있는 무료 배팅 프로모션의 무료 배팅의 전체 예상 가치를받습니다. 과</p> <p>12.6.3 귀하는 무료 베팅 프로모션과 관련된 베팅 요건을 완료 할 수 있습니다. 과</p> <p>12.6.4 귀하는 무료 진로 프로모션에 필요한 자격있는 베팅을 완료 할 수 있습니다. 당사에 의한 그러한 종료의 경우 귀하는 12.7 항의 규정에 따라 귀하의 요청에 따라 합리적으로 실행 가능한 한 빨리 귀하의 계정 잔액을 환불합니다. </p> <p><br /> 12.7 11 조 (침해, 부정 행위, 사기 및 범죄 행위) 또는 20 항 (이용 약관 위반)에 따라 귀하의 계정을 폐쇄하고 이용 약관을 해지하는 경우 귀하의 계정 잔액은 환불되지 않으며 간주됩니다 (귀하의 계정, 중복 계정 또는 다른 방법에 의거하여) 귀하가 그러한 종결 날짜에 귀하에 대해 제기 할 수있는 모든 청구 범위까지 귀하가 몰수해야합니다. 본 일반 조항의 11 항 또는 20 항에 의거 한 것 이외에 귀하의 계정 폐쇄 및 이용 약관의 종료는 미 지불 금액이 유효 하지 않는 한 미 지불 금액에 영향을 미치지 않습니다 귀하는 어떤 식 으로든 이용 약관을 위반하지 않습니다. 의심의 여지를 피하기 위해, 우리는 귀하의 계정에 보너스를 크레딧하지 않으며 우발적 인 상금을 행사 마감 날짜 이후 언제든지 (이용 약관에 따라 당사에 의해 또는 귀하의 요청에 대한 응답으로).</p> <p>12.8 다음 단락은 이용 약관의 해지 후에도 존속합니다 : 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 및 34 그리고 해석; Betting Rules, 관련 게임 규칙, 개인 정보 보호 정책 및 추가 약관의 관련 섹션과 함께 제공됩니다.</p> <p><b>미국에 의한 일시 중지</b></p> <p>12.9 우리는 이용 약관에 명시 적으로 명시된 상황에서 귀하의 계정을 정지시킬 자격이 있습니다. 귀하의 계정 정지시 : (a) 저희가 다시 활성화 한 날까지 활동 (예금, 인출, 도박 또는 게임 포함)을 허용해서는 안됩니다. (b) 보너스 또는 우발적 인 위닝은 계정에 적립되지 않습니다. (c) 적절한 경우 가능한 한 신속하게 문제를 해결하여 계정이 재 활성화되거나 폐쇄 될 수 있도록 계정 일시 중지를 야기한 문제를 해결해야합니다.</p> <p><b>13. 서비스 이용 및 이용</b></p> <p>13.1 귀하는 서비스에 액세스하기 위해 사용해야하는 모든 액세스 장치 및 관련 장비 및 통신 네트워크 및 인터넷 액세스 서비스의 공급 및 유지 보수에 대해 전적으로 책임이 있습니다. 귀하가 서비스에 액세스하기 위해 귀하가 종사 한 인터넷 또는 통신 서비스 제공 업체가 귀하에게 초래 한 모든 손실 (서비스 손실, 불충분 한 인터넷 연결, 불충분 한 대역폭 또는 그 밖의 결과로 인한 손실)에 대해서는 어떠한 경우에도 당사는 어떠한 책임도지지 않습니다 . 의심의 여지를 피하기 위해 운영자는 제 3 자 분석 또는 'Bot' 프로그램 ( 의심의 여지를 피하기 위해)을 포함한 특정 타사 소프트웨어 또는 하드웨어와 서비스의 호환성에 대해 어떠한 진술이나 진술을하지 않습니다 which promise certain results from any of the Services.</p> <p>13.2 Under no circumstances should You use the Services for any purpose which is or is likely to be considered to be defamatory, abusive, obscene, unlawful, of a racist, sexist or other discriminatory nature, or which could cause offence. You must not use any abusive or aggressive language or images, swear, threaten, harass or abuse any other person, including other users, via the Website, or attempt to pass Yourself off as being any other person, or behave in such a manner towards any Operator staff used to provide the Services, Customer Services, or any helpdesk or support function which we make available to You.</p> <p>13.3 You shall use the Website for personal entertainment only and shall not be allowed to provide access or reproduce the Website or any part of it in any form whatsoever without our express consent, including creating links to it.</p> <p>13.4 You shall be solely liable in respect of any content uploaded by You onto the Website (\" <b>Uploaded Content</b> \") and, in uploading any such content, You represent and warrant that:</p> <p>13.4.1 You have obtained all necessary approvals, consents, licences and permissions required in respect of the Uploaded Content and that the reproduction of the Uploaded Content on the Website will not infringe the copyright, trade mark, confidential information or any other intellectual property rights whatsoever of any third party;</p> <p>13.4.2 업로드 된 콘텐츠에는 13.2 항 또는 13.3 항을 위반하는 자료를 포함하지 않습니다.</p> <p>13.4.3 업로드 된 콘텐츠는 모든 법률 및 규정 (특히 데이터 보호 및 개인 정보 보호 관련 규정 포함)을 준수해야합니다. 과</p> <p>13.4.4 운영자는 단독 재량에 따라 업로드 된 콘텐츠의 사용을 허가 하고 하위 사용권을 부여 할 수 있습니다.</p> <p>13.5 귀하가 웹 사이트에서 다운로드 한 소프트웨어 (단락 16에 의거 한 소프트웨어 제외)는 전적으로 귀하의 책임하에 다운로드해야하며 운영자는 이러한 다운로드로 인해 발생하는 데이터 손실 또는 기타 손해에 대해 책임을지지 않습니다.</p> <p>13.6 귀하의 서비스 이용이 제 13.2 항, 제 13.3 항, 제 13.4 항 또는 제 13.5 항에 위배된다고 믿을만한 이유가있는 경우, 우리는 귀하의 다른 권리를 침해하지 않고 즉시 웹 사이트에서 불쾌한 내용을 삭제할 권리를 부여받습니다 .</p> <p><b>14. 베팅 및 게임 조건</b></p> <p>14.1 도박 및 게임 산업에 사용되는 표현은 다양합니다. 필요한 경우 일반적으로 사용되는 내기 및 게임 표현의 의미를 설명하는 용어집을 웹 사이트의 도움말 섹션에서 사용할 수 있습니다. 당신이 어떤 표현의 의미에 의심의 여지가 있다면, 당신은해야합니다 :</p> <p>14.1.1 베팅 또는 게임을하는 이벤트 나 게임과 관련하여 도움말 섹션에서 의미를 찾으십시오.</p> <p>14.1.2 귀하가 여전히 의심 스럽다면 명확하게하기 위해 고객 서비스 팀에 연락하십시오. 과</p> <p>14.1.3 귀하의 만족이 의미가 이해 될 때까지 어떤 이벤트에도 베팅이나 게임을하지 마십시오.</p> <p>귀하가 베팅이나 게임과 관련된 조건을 이해하지 못하는 상황에서 귀하가 서비스를 통해 제공되는 제품을 통해 베팅이나 게임을하는 경우 당사는 어떠한 책임도지지 않습니다.</p> <p><b>15. 웹 사이트의 변경</b></p> <p>우리는 웹 사이트의 지속적인 제공을 보장하기 위해 언제든지 웹 사이트를 통해 제공되는 제품 또는 서비스 (제공되는 모든 가격 포함)를 변경하거나 수정할 수 있지만 게임 및 / 또는 베팅을 침해하지 않을 수 있습니다 그러한 개정시에 이미 진행 중이다. 때때로 웹 사이트의 유지 보수 및 / 또는 웹 사이트를 통해 제공되는 게임 및 / 또는 제품의 변경 또는 수정을 위해 귀하가 웹 사이트의 일부에 액세스하지 못하도록 제한 할 수 있습니다.</p> <p><b>16. 제 3 자 소프트웨어</b></p> <p>서비스를 통해 제공하는 제품을 사용하기 위해 16.1는, 당신은 당신의 액세스 장치 ( \"소프트웨어\")에 타사에서 제공하는 소프트웨어를 다운로드하고 설치해야 할 수 있습니다. 소프트웨어에는 액세스 장치 응용 프로그램, 다운로드 카지노 및 포커 제품 및 기타 홍보용, 마케팅 및 / 또는 시설 응용 프로그램, 제품 및 소프트웨어가 포함될 수 있습니다.</p> <p>16.2 그러한 경우, 귀하 는 귀하의 동일한 소프트웨어 사용 ( \" <b>제 3 자 소프트웨어 계약 </b>\") 과 관련하여 해당 소프트웨어의 소유자 또는 라이센스 제공자와 별도의 계약을 체결해야 할 수도 있습니다 . 이용 약관과 제 3 자 소프트웨어 계약간에 불일치가있는 경우 불일치가 귀하와 운영자 간의 관계에 관한 한 이용 약관이 우선합니다. </p> <p>16.3 귀하의 액세스 장치의 특정 구성과 호환되는 방식으로 소프트웨어가 귀하의 액세스 장치에 다운로드되도록하는 것은 귀하의 책임입니다. 의심의 여지를 피하기 위해, 소프트웨어를 잘못 다운로드하면 액세스 장치의 작동에 부정적인 영향을 미치는 범위에서 책임을지지 않습니다.</p> <p>16.4 액세스 장치 응용 프로그램을 통해 제공되는 서비스가 본 이용 약관의 적용을 받음에도 불구하고 응용 프로그램 ( \" <b>응용 프로그램 </b>\")을 귀하의 액세스 장치에 다운로드하거나 설치하는 조건은 귀하와 관련 앱의 공급 업체이지만 사용 약관과 해당 계약간에 불일치가있는 경우 귀하와 운영자 간의 관계에 불일치가있는 한 이용 약관이 우선합니다.</p> <p><b>17. IT 고장</b></p> <p>17.1 서비스 를 제공하기 위해 당사가 사용하는 소프트웨어 또는 하드웨어에 문제가 발생하는 경우 합리적으로 가능한 한 빨리 문제를 해결하기위한 모든 합리적인 조치를 취할 것입니다. 그러한 문제로 인해 귀하 또는 다른 플레이어에게 아무런 해를 끼치 지 않고 똑같은 위치에서 게임을 다시 시작할 수없는 상황에서 게임이 중단되는 경우, 우리는 합리적인 조치를 취하여 귀하를 공정하게 대우합니다 (잔액을 복원하는 것을 포함 할 수 있음) 문제가 발생하기 직전에 운영자 서버에 마지막으로 베팅 한 게임이나 게임이 완료된 후 기존 위치로 계정에 저장).</p> <p>17.2 우리는 승격에 참가하거나 참가할 수있는 능력을 제한하거나 금지 할 수있는 종류, 손실 또는 사용 불가능한 네트워크 조건의 기술, 하드웨어 또는 소프트웨어 오류에 대해 책임을지지 않습니다. 우리는 승패의 실패, 승락 또는 상금의 사용을 포함하여 프로모션 참가로 인한 손해 또는 손실에 대해 책임을지지 않습니다. 그러나 본 이용 약관의 어떤 조항도 우리 자신의 과실로 인한 사망 또는 신체적 상해. </p> <p><b>18. 오류 또는 누락</b></p> <p>18.1 실수로 우리가 베팅이나 베팅을 수락하거나 지불 한 경우 여러 가지 상황이 발생할 수 있습니다. 이러한 상황의 비 한정적인 목록은 다음과 같습니다.</p> <p>18.1.1 정보를 입력하거나 시장을 세우거나 컴퓨터 오작동으로 인한 명백한 오류나 누락의 결과로 귀하가 베팅 또는 게임 베팅의 확률이나 조건을 잘못 기재 한 경우</p> <p>18.1.2 우리는 '명백한 오류'를 일으켰습니다. 알 수있는 오류가 발생하는 위치 :</p> <p>18.1.2.1 행사 전에 배치 된 베팅과 관련하여 제공되는 가격 / 조건은 일반 시장에서 제공되는 것과 상당히 다르다. 또는</p> <p>18.1.2.2 어떤 이벤트와 관련하여, 이벤트가 발생할 확률을 고려할 때 내기가 놓여진 시점에 제공된 가격 / 조건은 분명히 부정확하다.</p> <p>18.1.3 해당 이벤트가 진행되는 곳 (진행중인 베팅이 수락되는 곳을 제외하고) 또는 이미 완료된 경우를 포함하여 보류되어야하는 시장에 대한 베팅을 계속해서 받아 들인 곳 ( '늦은시기'라고도 함) 내기 ');</p> <p>18.1.4 11.1 항에 의거 한 금지 된 관행의 결과로 오류가 발생한 경우;</p> <p>18.1.5 베팅 규칙에 따라 베팅을 수락하거나 취소하거나 재 정산 할 수없는 경우 (예 : '관련 비상 사태'로 인한 경우);</p> <p>18.1.6 수동 또는 컴퓨터 입력 오류의 결과를 포함하여 귀하에게 지급 된 위닝 / 리턴 금액에 관해 당사에서 오류가있는 경우; 또는</p> <p>18.1.7 귀하의 계정에 적립되는 무료 베팅 및 / 또는 보너스 금액 에 관해 당사에서 오류가 발생한 경우 ,</p> <p>이러한 상황을 \" <b>오류 </b>\"</p> <p><a name=\"_8.3\">18.2 </a>우리는 다음 권리가 있습니다 :</p> <p>18.2.1 베팅에 발생한 오류를 수정하고 베팅을 한 시점에 오퍼레이터 (게시 오류가 없었 으면)를 통해 사용 가능했거나 사용 가능해야하는 조건으로 올바른 가격 또는 조건으로 동일한 오류를 다시 정산하고 내기는 그 내기에 평소와 같은 조건으로 진행된 것으로 간주됩니다. 또는</p> <p>18.2.2 상기 18.2.1에 의거하여 정정하고 재 정산하여 베팅을 무효로 선언하고 귀하의 스테이크를 귀하의 계좌로 반환하는 것이 합리적으로 불가능한 경우; 또는</p> <p>18.2.3 금지 된 행위로 인해 오류가 발생한 경우 11.4 항에 명시된 조치를 취해야합니다.</p> <p>18.3 귀하의 계좌로 적립되거나 오류로 인해 귀하에게 지불 된 돈은 제 18.2 항에 의거하여 해결 될 때까지 귀하가 당사에 대한 신뢰로 보유한 것으로 간주되며, 귀하의 요구에 따라 즉시 상환됩니다 귀하가 우리에게 지불합니다. 그러한 상황이 존재하는 경우, 귀하가 귀하의 계좌에 돈을 가지고 있다면 귀하는 제 7.4 항에 따라 계좌에서이 돈을 회수 할 수 있습니다. 우리는 합리적으로 가능한 한 빨리 오류를 발견하고 귀하에게 통보하기 위해 모든 합당한 노력 을 기울일 것에 동의합니다 .</p> <p>18.4 당사 또는 당사의 파트너 또는 공급 업체를 포함한 당사 또는 당사의 파트너 또는 공급 업체는 당사의 오류 또는 귀하의 오류로 인하여 발생한 상실을 포함하여 어떠한 손실에 대해서도 책임을지지 않습니다.</p> <p>18.5 귀하는 오류를 알게되면 가능한 한 빨리 합리적으로 통보해야합니다.</p> <p>18.6 귀하가 계좌에 적립되었거나 차후 베팅을하거나 게임을하는 데 오류가있어 귀하에게 지급 된 돈을 사용한 경우, 당사는 그러한 베팅을 취소하거나 그러한 돈으로 우승했을 수있는 상금을 원천 징수 할 수 있습니다 , 그러한 베팅이나 게임 활동에 대한 대가를 지불 한 경우, 그러한 금액은 귀하가 당사에 대한 신뢰로 보유한 것으로 간주되며 귀하는 당사에 의해 상환 요구가 이루어지면 즉시 그러한 금액을 당사에 상환해야합니다 .</p> <p><b>19. 책임의 배제</b></p> <p>19.1 귀하의 서비스에 대한 귀하의 액세스 및 사용은 귀하의 단독 재량, 재량 및 위험 부담입니다. 우리는 귀하가 의도하지 않은 방법, 수단 또는 방법으로 귀하가 서비스를 사용하려는 어떠한 시도에 대해서도 책임을지지 않습니다.</p> <p>19.2 우리는 합리적인 기술과 보살핌을 제공하며 서비스 이용 약관에 설명 된 내용을 실질적으로 제공합니다. 우리는 서비스 또는 서비스의 일부를 구성하는 제품 또는 서비스와 관련하여 다른 약속이나 보증을하지 않으며, 이에 따라 (법률에서 허용하는 한도 내에서) 동일한 묵시적 보증에 대한 묵시적 보증을 배제합니다 (묵시적 보증 포함). 만족스러운 품질 및 / 또는 귀하의 목적에 맞는 적합성). 특히, 우리는 웹 사이트가 중단없는 가용성을 갖거나 버그, 바이러스 또는 기타 오류가 없음을 보증하지 않습니다.</p> <p>19.3 우리의 베팅 규칙에 명시된 바와 같이 19.5 항에 의거하여 귀하가 서비스를 사용함에 따라 발생하는 최대 책임 (당사 그룹사, 웹 사이트 또는 전화를 이용하는 경우), 계약, 불법 행위 (과실 포함) 또는 다른 방식을 위반하여 발생하는 모든 손해는 다음에 제한됩니다 :</p> <p>19.3.1 귀하의 책임이 베팅 또는 스테이크에 해당하는 경우, 당사 책임이 제기 된 것과 관련하여 귀하가 제기 한 베팅 또는 스테이크의 금액;</p> <p>19.3.2 우리의 책임이 기금의 잘못된 부분과 관련이있는 경우, 미국이 기각 한 귀하의 계좌에있는 금액. 과</p> <p>19.3.3 운영자의 다른 책임에 관하여, 수십만 파운드 스털링 (£ 10,000).</p> <p>19.4 당사 (계열사, 계열사, 임원, 이사, 대리인 및 직원 포함)는 계약, 태만 (태만 포함) 또는 기타 이와 관련하여 다음과 같은 책임이 발생하더라도 귀하에게 책임을지지 않습니다.</p> <p>19.4.1 데이터 손실</p> <p>19.4.2 이익 손실</p> <p>수익 손실 19.4.3;</p> <p>19.4.4 사업 기회의 손실;</p> <p>19.4.5 이익 또는 평판의 손실 또는 손실</p> <p>19.4.6 BUSINESS INTERRUPTION; 또는</p> <p>19.4.7 간접적, 특수 적 또는 필연적 손실 또는 손해. 그러한 손실이나 손해가 귀하의 서비스 사용 또는 사용과 관련하여 가능한 한 미국에 통보 된 경우에도 마찬가지입니다.</p> <p>19.5 본 이용 약관의 어떠한 내용도 다음과 관련하여 당사가 가질 수있는 책임을 배제하지 않습니다 :</p> <p>19.5.1 사기 (사기성 허위 진술 포함); 또는</p> <p>19.5.2 우리의 과실로 인한 사망 또는 신체 상해.</p> <p><b>20. 이용 약관의 위반</b></p> <p>20.1 귀하는 모든 손실, 비용, 청구, 청구, 요구, 책임 및 손해 (법률 비용 포함)로부터 당사와 당사의 임원, 이사, 직원, 대리인, 계약자 및 공급 업체를 무사히 면책하고 방어하며 면제합니다 다음과 같은 결과 또는 관련하여 합리적으로 예측 가능한지 여부와 관계없이 발생할 수 있습니다.</p> <p>20.1.1 귀하 또는 귀하의 사용자 이름과 비밀번호를 사용하는 다른 사람이 서비스를 사용하고 액세스하는 행위; 및 / 또는</p> <p>20.1.2 이용 약관의 조항 및 조항을 위반하는 경우.</p> <p>20.2 귀하가 이용 약관을 위반 한 경우, 당사는 귀하의 계정 정지 또는 해지 이전에 귀하의 연락 정보를 사용하여 귀하에게 위반 사실을 통보 할 수 있으며 귀하가 관련 법을 중지하도록 요구할 수 있습니다 또는 행동 불이행 및 / 또는 귀하가 귀하의 행위 또는 과실을 권리로 주장하도록 요구하지 않는 한, 귀하가 그렇게하지 않을 경우, 귀하가 의도 한 조치를 취할 것을 요구합니다. 단, 그러한 통지는 언제든지 정지 또는 귀하의 계정 해지.</p> <p>20.3 귀하는 본 이용 약관의 조항을 준수하지 않은 경우, 귀하가 선택 했든 또는 당사가 배정 했든간에 언제든지 사용자 식별 코드 또는 암호를 사용하지 못하게 할 수 있습니다.</p> <p>당신은 약관의 위반하는 경우 가능한 다른 치료뿐만 아니라 20.4은 사용을 우리는 귀하의 계정에서 합리적으로 당신에 대해 주장 단락 20.1에 따라 금액의 범위에 대한 긍정적 인 균형을 복구 할 권리를 가진다.</p> <p><b>21. 지적 재산권</b></p> <p>21.1 서비스의 일부를 구성하는 모든 웹 사이트 디자인, 텍스트, 그래픽, 음악, 사운드, 사진, 비디오, 선택 및 배열, 소프트웨어 편집, 기본 소스 코드, 소프트웨어 및 기타 모든 자료는 저작권 및 기타 소유권의 적용을받습니다. 당사가 소유하거나 제 3 자 권한 소유자의 허가를 받아 사용 합니다. 서비스에 포함 된 모든 자료를 다운로드하거나 인쇄 할 수있는 경우 귀하의 개인적, 비상업적 용도로만 단일 자료로만 다운로드 할 수 있습니다 (인쇄본은 인쇄 할 수 있음).</p> <p>21.2 어떠한 경우에도 서비스의 사용은 당사 또는 제 3자가 소유 한 지적 재산권 (예 : 저작권, 노하우 또는 상표 )에 대해 개인적, 비 독점적 사용 조건에 따라 귀하의 개인적, 비상업적 인 서비스 사용과 관련하여 그러한 지적 재산권을 사용할 수있는 비 독점적 라이센스 .</p> <p>21.3 이용 약관에 따라 특별히 허용 된 경우를 제외하고는 웹 사이트에 표시되는 상표 또는 로고 를 사용하거나 복제 할 수있는 어떠한 권리도 없습니다 .</p> <p>21.4 귀하는 다른 사람 이 웹 사이트 또는 그 일부를 어떤 식 으로든 또는 직접적 으로 복사, 저장, 게시, 임대, 라이센스 부여 , 판매, 배포, 변경, 추가, 삭제, 삭제 또는 변조 할 수 없도록해서는 안됩니다 또는 이용 약관에 따라 웹 사이트를 보거나 사용하는 과정을 제외하고 간접적으로 웹 사이트를 혼란 시키거나 방해 (또는 방해 또는 간섭) 시키거나 변경할 수 없습니다.</p> <p>21.5 운영자 의 로고, 디자인, 상표 및 기타 고유 한 브랜드 기능과 운영자 또는 제 3자가 웹 사이트 조끼에 포함시키기 위해 제공하는 모든 내용의 \"William Hill\"및 \"Will Hill\"이름의 모든 지적 재산권 운영자 또는 해당 제 3 자에게 귀하는 사전 서면 동의없이 어떤 방식 으로든 로고, 디자인, 상표 및 기타 고유 한 브랜드 기능 을 전시하거나 사용하지 않을 것에 동의합니다.</p> <p><b>22. 바이러스, 해킹 및 기타 오용</b></p> <p>22.1 귀하는 :</p> <p>22.1.1 웹 사이트를 훼손;</p> <p>22.1.2 웹 사이트, 웹 사이트가 저장된 서버 또는 웹 사이트에 연결된 서버, 컴퓨터 또는 데이터베이스 에 대한 무단 액세스 시도</p> <p>22.1.3 정보, 여러 제출물 또는 \"스팸\"으로 웹 사이트를 넘치게하십시오;</p> <p>22.1.4 바이러스, 웜, 트로이 목마, 논리 폭탄 또는 이와 유사한 악성 또는 해로운 물질의 공개 또는 확산과 같은 (그러나 이에 국한되지는 않음) 어떠한 방식 으로든 웹 사이트의 기능에 영향을 미칠 수있는 기능을 고의적으로 또는 과실히 사용하는 행위</p> <p>22.1.5 웹 사이트에 포함 된 모든 형태의 정보를 방해하거나 변경하거나 변경하거나 달리 변경하는 행위</p> <p>22.1.6 서비스 거부 공격 또는 분산 형 서비스 거부 공격을 통해 웹 사이트를 공격. 우리는 1990 년 컴퓨터 남용 방지법 위반 의심 혐의를 관련 법 집행 당국에보고 할 것이며 귀하의 신원을 공개함으로써 해당 기관과 협력 할 것입니다. 이러한 위반의 경우, 귀하의 웹 사이트를 사용하는 권리는 즉시 중단됩니다.</p> <p>22.2 우리는 분산 된 서비스 거부 공격, 귀하의 액세스 장치 및 관련 장비, 컴퓨터 프로그램, 데이터 또는 귀하의 사용으로 인해 발생하는 독점적 자료를 감염시킬 수있는 바이러스 또는 기타 기술적 유해 물질로 인해 발생하는 손실이나 손해에 대해 책임을지지 않습니다. 또는 귀하가 해당 웹 사이트 또는 웹 사이트에 링크 된 모든 웹 사이트에 게시 된 자료를 다운로드하는 행위.</p> <p><b>23. 귀하의 개인 정보</b></p> <p>23.1 귀하가 보유한 귀하의 계정에 대한 모든 정보는 안전하게 데이터웨어 하우징되어 있으며 이용 약관 (의심의 여지를 피하기 위해 개인 정보 보호 정책 포함)에 달리 명시된 경우를 제외하고는 기밀로 유지됩니다.</p> <p>23.2 우리는 법 (특히 지브롤터의 2004 년 데이터 보호법)에 따라 귀하의 서비스 사용에있어 귀하로부터 수집 한 개인 정보를 사용하는 방식으로 데이터 보호 요구 사항을 준수해야합니다. 따라서 우리는 귀하의 개인 정보를 사용하는 방식과 관련하여 당사의 의무를 진지하게 고려합니다.</p> <p>23.3 귀하가 본 서비스를 사용하고 사용하기 전에 귀하의 성명, 생년월일, 귀하의 연락처 정보를 포함하여 귀하에 관한 특정 정보를 수집해야하며 귀하의 마케팅 선호도에 대한 정보도 포함될 수 있습니다 \" <b>귀하의 개인 정보 </b>\"라고합니다).</p> <p>사용자의 개인 정보를 당사에 제공 23.4, 당신은 우리가 특히 민감하다 같은의를 포함하여, 개인 정보의 처리에 동의합니다 :</p> <p>이용 약관 (개인 정보 보호 정책 포함)에 명시된 목적을 위해 23.4.1; 과</p> <p>23.4.2 서비스 운영을 위해 귀하의 개인 정보를 처리해야하는 다른 목적을 위해,</p> <p>예를 들어 우체국 서비스 제공 업체, 마케팅 서비스 및 고객 서비스 대행사와 같은 목적으로 서비스 제공 업체 및 대행사와 공유하는 방법을 포함합니다. 또한 법률 또는 규제 의무를 준수하기 위해 귀하의 개인 정보를 공개 할 수 있습니다.</p> <p>23.5 귀하가 당사로부터받은 정보의 정확한 기록을 유지하기 위해 귀하가 당사에 보내는 모든 통지 사본 (이메일 사본 포함)을 보유 할 수 있습니다.</p> <p><b>24. 웹 사이트에서 '쿠키'사용</b></p> <p>24.1 웹 사이트는 귀하의 인터넷 사용을 추적하고 귀하의 액세스 장치에 관한 특정 정보 (예 : IP 주소, 장치 유형, 위치 정보 데이터, 브라우저 정보)를 수집하고 웹 사이트 의 기능을 돕기 위해 '쿠키'를 사용합니다 . 쿠키는 귀하가 웹 사이트에 접속할 때 귀하의 액세스 장치에 다운로드되는 작은 텍스트 파일로, 귀하는이를 인식 할 수 있습니다 귀하가 웹 사이트로 돌아올 때. 쿠키는 웹 사이트 운영에 도움이됩니다 (예를 들어) 귀하가 웹 사이트를 탐색하거나 로그인 할 때 귀하의 계정을 사용하여 웹 사이트의 다른 부분에 돈을 걸거나 게임을 할 수 있습니다. 우리는 또한 쿠키를 사용하여 분석 목적으로 쿠키를 사용하여 고객이 웹 사이트에서 기술적 인 문제를 겪은 곳을 파악할 수 있으므로 고객 경험을 개선하고 중복 계정 발견, 보너스 남용 사례 발견 또는 사기 방지 목적으로 사용할 수 있습니다. 이용 약관에 명시된 링크 된 계정 쿠키로부터 얻은 정보는 우리가 돈세탁 방지 요구 사항과 같은 특정 법률 및 규제 의무를 준수 할 수있게하며,테러 자금 조달 목적으로 서비스 사용에 대응하고 제한된 관할 구역에서 웹 사이트에 액세스하지 못하도록하는 사회적 책임 쿠키를 사용하여 수집 한 데이터는 법 집행 기관 및 기타 규제 기관과 공유 할 수 있습니다 법적 의무가있는 조직 . </p> <p>24.2 쿠키에 이의를 제기하거나 액세스 장치에 이미 저장된 쿠키를 삭제하려는 경우 파일 관리 및 인터넷 검색 소프트웨어에서 기존 쿠키 삭제 및 향후 쿠키 비활성화에 대한 지침을 따르는 것이 좋습니다. 쿠키 삭제 또는 제어에 대한 자세한 내용은 개인 정보 취급 방침에 나와 있습니다. 우리의 자주하는 질문 과 ...에서 www.aboutcookies.org . 쿠키 삭제 또는 향후 쿠키 비활성화로 인해 귀하는 웹 사이트의 특정 영역이나 기능에 액세스하지 못할 수 있습니다.</p> <p><b>25. 불만 사항 및 고지 사항</b></p> <p>25.1 다음과 관련한 주장 또는 분쟁 없음 :</p> <p>25.1.1 귀하가 서비스를 사용하여 만든 베팅의 수락 또는 결제는 원래 거래일로부터 30 일 이상 경과 한 것으로 간주됩니다. 과</p> <p>25.1.2 귀하가 서비스를 사용하여 게임 한 게임은 관련 거래 또는 게임 플레이가 발생한 날짜로부터 12 주 이상 검토됩니다.</p> <p>25.2 귀하는 서비스에 관한 불만 사항을 첫 번째 단계로 제기해야합니다. 합리적으로 가능한 한 빨리 귀하의 불만 사항에 대해 고객 서비스 팀에 연락해야하며, 해결 될 때까지 고객 서비스 팀에서 필요에 따라 이관됩니다.</p> <p><b>26. 권리와 의무의 양도</b></p> <p>26.1 우리는 이용 약관 ( \"배정\")의 전부 또는 일부를 귀하에게 사전 통보없이 양도, 양도, 서브 라이선스 또는 서약 할 권리를 보유합니다 (단, 그러한 양도는 동일한 조건으로 또는 귀하에게 덜 유리한 조건.</p> <p>26.2 귀하는 이용 약관에 따른 귀하의 권리 또는 의무를 어떠한 방식 으로든 양도, 재 라이센스 또는 양도 할 수 없습니다.</p> <p><b>27. 외부 통제 사건</b></p> <p>27.1 당사는 합당한 통제를 벗어난 사건 (통신 네트워크 장애, 권력 등을 포함 하나 이에 국한되지 않음)으로 인해 발생하는 본 이용 약관상의 의무를 이행하지 못하거나 이행을 지연시키지 않은 경우에도 책임을지지 않습니다. 화재, 번개, 폭발, 홍수, 악천후, 산업 분쟁 또는 잠금 장치, 테러 활동 및 정부 또는 기타 권한있는 행위 ( \" <b>불가항력 </b>사태 \")와 관련 하여 발생하는 모든 <b>손해에 대해 책임지지 </b>않습니다.</p> <p>27.2 당사의 실적은 불가항력 사태가 지속되는 기간 동안 정지 된 것으로 간주되며, 해당 기간 동안 이행을 연장 할 것입니다. 우리는 불가항력적인 사건에도 불구하고 당사의 의무가 이행 될 수있는 해결책을 찾기 위해 불가항력적인 사건을 종결하기 위해 또는 합리적인 노력 을 기울일 것입니다.</p> <p><b>28. 웨이버</b></p> <p>28.1 귀하의 의무의 엄격한 이행을 주장하지 않거나 귀하가 권리 또는 구제책을 행사하지 못하는 경우, 그러한 권리 또는 구제책의 포기로 간주되지 않으며 귀하의 컴플라이언스 준수를 면제하지 않습니다 그러한 의무를 지닌다.</p> <p>28.2 어떠한 채무 불이행에 대한 포기는 이후의 채무 불이행에 대한 포기로 간주되지 않습니다.</p> <p>28.3 본 이용 약관 조항의 포기를 명시 적으로 포기하지 않고 위 25 항 (불만 사항 및 고지 사항)에 따라 서면으로 귀하에게 통보하지 않는 한, 본 이용 약관의 조항을 면제해서는 안됩니다.</p> <p><b>29. 분리 성</b></p> <p>29.1 이용 약관 중 어느 하나라도 권한있는 당국이 어느 정도 범위 내에서 무효이거나 불법이거나 시행 할 수 없다고 판단되는 경우, 해당 조건, 조항 또는 조항은 해당 조건이 계속 유지 될 수있는 나머지 조건, 조항 및 조항으로부터 분리됩니다 법이 허용하는 한도 내에서 유효합니다.</p> <p>29.2 그러한 경우 무효 또는 시행 불가능한 것으로 간주되는 부분은 운영자의 원래 의도를 가능한 한 가깝게 반영하기 위해 해당 법률에 따라 수정해야합니다.</p> <p><b>30. 전체 계약</b></p> <p>30.1 사용 조건 및 명시 적으로 언급 된 모든 문서는 귀하와 당사 간의 완전한 합의를 나타내며 구두 또는 서면을 불문하고 귀하와 당사 간의 이전 합의, 이해 또는 약정을 대체합니다.</p> <p>30.2 우리는 어느 누구도 이용 약관에 명시 적으로 언급 된 경우를 제외하고는 어느 누구도 상대방이 부여한 약속, 약속 또는 약속에 의존하지 않았 음을 인정합니다.</p> <p>30.3 어느 당사자도 계약 날짜 이전에 구두 또는 서면으로 작성한 진실한 진술과 관련하여 (진실하지 않은 진술이 사기로 작성된 경우 제외) 상대방의 유일한 구제 방법은 위반에 대한 것입니다 이용 약관에 명시된 계약의</p> <p><b>31. 제 3 자의 권리</b></p> <p>31.1 운영자 그룹 회사를 제외하고, 본 이용 약관에서 명시 적으로 달리 명시하지 않는 한 :</p> <p>31.1.1이 이용 약관의 당사자가 아닌 사람은 계약 (제 3 자의 권리) 법 (1999)에 따라 어떠한 조건도 시행 할 권리가 없습니다. 과</p> <p>31.1.2 본 이용 약관의 당사자가 아닌자가 1999 년 계약 (제 3 자의 권리) 법에 의거하여 본 조건을 시행 할 권리를 주장하는 경우, 당사는 본 이용 약관을 귀하의 동의 또는 그 사람의 동의없이 당사의 단독 재량 (및 그에 따라 또는 관련하여 입력 된 모든 문서).</p> <p><b>3 2 . 책임있는 게임 / 도박</b></p> <p>3 2 .1 도박을 제한하려는 고객의 경우, 귀하가 귀하의 계정을 해지하거나 최소 6 개월 동안 웹 사이트에서 베팅이나 게임을 할 수있는 능력을 제한 할 수있는 자발적 자기 배제 정책을 제공합니다. 제한은 최대 5 년 동안 지속될 수 있습니다. 귀하의 계정이 자체 제외 된 경우이 단락에 따라 선택한 기간이 만료 될 때까지 어떠한 상황에서도 계정을 재 활성화 할 수 없습니다. 자기 배제 기간 만료시 귀하는 고객 서비스에 연락하여 서비스 사용을 재개 할 수 있습니다.</p> <p>3 2 .2이 시설과 관련된 정보가 필요하면 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/help\">도움말을</a> 통해 고객 서비스 팀에 문의하십시오. 섹션.</p> <p>3 2 .3 우리는 자기 배제를 준수하기 위해 합리적인 노력 을 기울일 것입니다. 그러나 자기 배제에는 귀하와 운영자가 공동으로 약속해야합니다. 자기 배제 기간 동안 귀하는 새로운 계좌 개설을 시도해서는 안되며 귀하가 도박을 계속하고 /하거나 웹 사이트 사용을 모색 하고 귀하가 요청했음을 인정 하지 않거나 결정 하지 않은 경우 당사는 어떠한 책임이나 의무도지지 않습니다. 귀하가 새로운 계정을 개설하거나, 라이센스 베팅 오피스에서 도박을하거나, 인터넷을 통해 또는 다른 이름이나 주소를 사용하는 대신 전화를 통해 귀하를 합리적으로 통제하지 않는 상황에서 자기 배제.</p> <p><b>3 3 . 모래밭</b></p> <p>다른 웹 사이트에 대한 하이퍼 링크를 제공하는 경우 정보 제공의 목적으로 만 제공됩니다. 당신은 당신의 자신의에서 이러한 링크를 사용 위험을 우리는 그들에 포함 된 정보에 대한 이러한 웹 사이트의 내용이나 사용에 대해 책임을지지 않습니다, 또는. 귀하는이 사이트에 링크하거나 명시 적 서면 허가없이 프레임 할 수 없습니다.</p> <p><b>3 4 . 미국에 연락하기</b></p> <p>운영자는 위 2.1 항에 명시된 주소로 연락 할 수 있습니다. 웹 사이트의 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/contacts\">문의</a> 섹션 에있는 주소로 전자 메일 및 / 또는 전화로 <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ko&amp;u=http://liveguess.net/about/contacts\">연락하십시오.</a> </p> "
}
