{
  "Username": "ຊື່ຜູ້ໃຊ້",
  "Password": "ລະຫັດຜ່ານ",
  "Invalid Username/Password": "ຊື່ຜູ້ໃຊ້ / ລະຫັດຜ່ານທີ່ບໍ່ຖືກຕ້ອງ",
  "Login": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
  "Save username": "ບັນທຶກຊື່ຜູ້ໃຊ້",
  "Retrieve your login": "ດຶງເຂົ້າສູ່ລະບົບຂອງທ່ານ",
  "Register": "ລົງທະບຽນ",
  "Deposit": "ເງິນຝາກ",
  "Join": "ເຂົ້າຮ່ວມ",
  "Save": "ຊ່ວຍປະຢັດ",
  "Back": "ກັບຄືນ",
  "Setting": "ການຕັ້ງຄ່າ",
  "Language": "ພາສາ",
  "Your session has expired": "ກອງປະຊຸມຂອງທ່ານຫມົດອາຍຸ",
  "Your session ended. Please sign in again !": "ກອງປະຊຸມຂອງທ່ານສິ້ນສຸດລົງ, ກະລຸນາເຂົ້າສູ່ລະບົບອີກຄັ້ງ!",
  "Logout": "ອອກຈາກ",
  "Open": "ເປີດ",
  "Close": "ປິດ",
  "Waiting": "រង់ចាំ",
  "Bet Not Found": "Guess Not Found",
  "Numbers Win": "ຈໍານວນຊະນະ",
  "Images Win": "ຮູບພາບຊະນະ",
  "Last": "ສຸດທ້າຍ",
  "Cancel": "ຍົກເລີກ",
  "Place Bet": "ຍົກເລີກຍົກເລີກ",

  "Home": "ບ້ານ",
  "Market": "ຕະຫຼາດ",
  "News": "ຂ່າວສານ",
  "Sports": "ກິລາ",
  "Games": "ເກມ",
  "History Bet": "ເດີມພັນເດີມ",
  "Open Bet": "ເປີດ ພະນັນ",
  "Current": "ປັດຈຸບັນ",
  "Bet Lower": "ພະນັນ ຫຼຸດລົງ",
  "Guess": "ເດົາ",
  "Bet Higher": "ພະນັນ ສູງກວ່າ",
  "Time": "ເວລາ",
  "Bet Yes": "ພະນັນ ເຈົ້າ",
  "Result": "ຜົນໄດ້ຮັບ",
  "Bet No": "ພະນັນ ບໍ່ມີ",
  "Bet Images": "ພະນັນ ຮູບພາບຕ່າງໆ",
  "Bet Numbers": "ພະນັນ ຕົວເລກ",
  "Bet 0-50" : "ພະນັນ 0-50",
  "Bet 51-100": "ພະນັນ 51-100",
  "Bet 0 - 50" : "ພະນັນ <div>0 - 50</div>",
  "Bet 51 - 100": "ພະນັນ <div>51 - 100</div>",
  "Round Bet": "ຮອບເດີມ",
  "Bet History": "ປະຫວັດການເດີມພັນ",
  "Bet history in one section": "ປະຫວັດການເດີມພັນໃນບາງສ່ວນ",
  "View All": "ເບິ່ງ​ທັງ​ຫມົດ",
  "Add:": "ເພີ່ມ:",
  "Click to add: ": "ກົດເພື່ອເພີ່ມ: ",
  "Betting": "ພະນັນ",
  "Clear": "ແຈ້ງ",
  "Chart odds": "ຕາລາງຜະລິດແນນ",
  "Question": "ຄໍາຖາມ",
  "Questions": "ຄໍາຖາມ",
  "Related News": "ຂ່າວທີ່ກ່ຽວຂ້ອງ",

  "Back to top": "ກັບໄປດ້ານເທິງ",
  "Terms and Condition": "ເງື່ອນໄຂແລະເງື່ອນໄຂ",
  "Rules": "ກົດລະບຽບ",
  "Contact Us": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ",
  "Your Feedback": "ຄໍາຕິຊົມຂອງທ່ານ",
  "Jobs & Career": "ວຽກແລະການເຮັດວຽກ",
  "Afiliate Program": "ໂຄງການພີ່ນ້ອງ",
  "Privacy Policy": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
  "Help": "ຊ່ວຍ",
  "Office": "ຫ້ອງການ",
  "Shop Locator": "ສະຖານທີ່ຮ້ານຄ້າ",
  "About": "ກ່ຽວກັບ",

  "Notification": "ແຈ້ງການ",
  "OK": "ຕົກ​ລົງ",
  "You must have a referral to join in !!!": "ທ່ານຕ້ອງມີການເຊື່ອມໂຍງພັນທະມິດເພື່ອເຂົ້າຮ່ວມໃນ !!!",

  "Odd ${oddValue}": "ຄີກ ${oddValue}",
  "Type: ${type}": "ປະເພດ: ${type}",
  "Your bet: ${value}": "ການເດີມພັນຂອງທ່ານ: ${value}",
  "Total: ${value}": "ລວມ: ${value}",
  "Yes Win: ${value}": "ມີໄຊຊະນະ: ${value}",
  "No Win: ${value}": "ບໍ່ມີໄຊຊະນະ: ${value}",
  "Yes Win": "ມີໄຊຊະນະ",
  "No Win": "ບໍ່ມີໄຊຊະນະ",
  "Numbers Win": "หมายเลขชนะ",
  "Images Win": "รูปภาพชนะ",
  "Win": "ຊະນະ",
  "Total refund: ${value}": "ການຈ່າຍຄືນທັງຫມົດ: ${value}",
  "Higher Win: ${value}": "ສູງກວ່າຊະນະ: ${value}",
  "Lower Win: ${value}": "ຊະນະນ້ອຍລົງ: ${value}",
  "Total for betting: ${value}": "ທັງຫມົດສໍາລັບການພະນັນ: ${value}",
  "Singles (${singles} Selection)": "ໂສດ (${singles} ການຄັດເລືອກ)",

  "footer-first-verse" : "<span> Guess live ແມ່ນ commited ເພື່ອສະຫນັບສະຫນູນ <span style=\"color: #fbff47\">Responsible Gaming</span>. ການຫຼີ້ນການພະນັນທີ່ບໍ່ດີແມ່ນຜິດກົດຫມາຍ. </span>",
  "footer-second-verse" : "<span> ຂໍ້ສັງເກດ Cookie: DTT ໃຊ້ cookies ເພື່ອຊ່ວຍປັບປຸງປະສົບການຂອງທ່ານໃນຂະນະທີ່ຢ້ຽມຢາມເວັບໄຊທ໌ຂອງພວກເຮົາ, ຊ່ວຍພວກເຮົາໃນການປ້ອງກັນການສໍ້ໂກງແລະປະຕິບັດພັນທະກົດຫມາຍແລະກົດລະບຽບຂອງພວກເຮົາ. ກະລຸນາອ່ານອອກ <a href=\"\">ນະໂຍບາຍ Cookie</a> ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບວິທີທີ່ພວກເຮົານໍາໃຊ້ຂໍ້ມູນທີ່ໄດ້ຮັບຈາກ cookies ແລະວິທີການປ່ຽນການຕັ້ງຄ່າ cookies ຂອງທ່ານ. ໂດຍສືບຕໍ່ການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາທ່ານອະນຸຍາດໃຫ້ພວກເຮົາໃຊ້ cookies. </span>",

  "ABOUT_HEADER": "ເປັນຫຍັງ “liveguess.net”",
  "ABOUT_BODY": "<main><h6><strong>ເປັນຫຍັງຈຶ່ງໃຊ້ \"liveguess.net\"</strong></h6> <ul> <li> <p>ຄວາມໂປ່ງໃສໃນການບໍລິການທັງຫມົດໃຫ້</p> </li> <li> <p>ພຽງແຕ່ສໍາລັບ \"guess & win\" ສະມາຊິກ</p> </li> <li> <p>Liveguess.net ບໍ່ໄດ້ເຂົ້າຮ່ວມໃນການຊະນະແລະການສູນເສຍກັບສະມາຊິກ</p> </li> <li> <p>ຜົນໄດ້ຮັບແມ່ນເຊື່ອມຕໍ່ກັບເວລາທີ່ແທ້ຈິງຈາກແຫຼ່ງທີ່ມີຊື່ສຽງອັນດັບຫນຶ່ງຂອງໂລກ.</p> </li> <li> <p>ຢ່າງແທ້ຈິງບໍ່ແຊກແຊງເພື່ອປ່ຽນຜົນໄດ້ຮັບແບບສຸ່ມໃນການບໍລິການ.</p> </li> <li> <p>ສັນຍາການນໍາໃຊ້ເຕັກໂນໂລຢີສັນຍາສະຫມາດໃນທຸກບໍລິການທີ່ສະຫນອງໃຫ້ສະມາຊິກ</p> </li> <li> <p>ສັນຍາສະຫມາດຈະຖືກນໍາໃຊ້ເພື່ອສະຫນອງເຄື່ອງຫມາຍການ \"lottery ພະລັງງານ\" ທີ່ມີລາງວັນສູງເຖິງ 1 ພັນລ້ານໂດລາສະຫະລັດ</p> </li> <li> <p>Liveguess.net ແມ່ນຜູ້ໃຫ້ບໍລິການດ້ານຄວາມສະດວກສະບາຍສໍາລັບຜະລິດຕະພັນບັນເທີງແລະບໍລິການສໍາລັບສະມາຊິກໃນທຸກປະເທດ.</p> </li> <li> <p>Liveguess.net ແມ່ນບ່ອນທີ່ປະສົບການ \"win\" ແລະ \"ສູນເສຍ\" ຢ່າງເປີດເຜີຍຢ່າງເປີດເຜີຍສໍາລັບເສດຖະກິດ, ທາງດ້ານການເມືອງ, ສັງຄົມ, ກິລາແລະຜົນໄດ້ຮັບໃນຊີວິດ.</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>ບໍລິສັດໄດ້ບຸກເບີກຕະຫຼາດສໍາລັບເຕະເຕັກໂນໂລຢີສູງ, ຂ່າວສານ, ກິລາແລະເຄື່ອງຫຼິ້ນນ້ອຍ. ພວກເຮົາສະຫນອງຜົນໄດ້ຮັບທີ່ໂປ່ງໃສທີ່ສຸດສໍາລັບຜູ້ນເພື່ອ win ຫຼາຍເກມທີ່ຈະເລືອກເອົາຈາກ.</p> </li> <li> <p>ຜູ້ອໍານວຍການຂອງກົດລະບຽບເກມແມ່ນສະມາຊິກທີ່ຈະຄາດຄະເນຕໍ່ກັບສະມາຊິກ. ບໍລິສັດຈະສະເຫມີສໍາລັບຜົນໄດ້ຮັບ. ເພາະສະນັ້ນ, ການເດີມພັນທີ່ຍັງຄ້າງຄາທັງຫມົດຈະຖືກສົ່ງຄືນໃຫ້ຜູ້ຫຼິ້ນທີ່ມີການເດີມພັນໃນຈໍານວນເງິນທີ່ຍັງຄ້າງທີ່ມາແລະອີງຕາມອັດຕາສ່ວນຂອງຈໍານວນເງິນທີ່ສົ່ງຄືນທັງຫມົດ.</p> </li> <li> <p>ເຕັກໂນໂລຢີທີ່ເຊື່ອຖືໄດ້ຫຼາຍທີ່ສຸດບໍລິສັດຫຸ້ນສ່ວນທີ່ໃຊ້ໂດຍກົງແມ່ນສັນຍາສະຫມາດ. ນີ້ຈະນໍາໃຊ້ເພື່ອສະເຫມີຜົນຂອງການຄາດເດົາເກມສໍາລັບຜູ້ນແລະສໍາລັບ lottery ພະລັງງານຂອງພວກເຮົາ.</p> </li> <li> <p>Electric Lottery ແມ່ນໂຄງການການແຜ່ກະຈາຍຂອງ Liveguess Holdings Ltd ໂດຍນໍາໃຊ້ເຕັກໂນໂລຢີກ້າວຫນ້າແລະພະລັງງານການປ່ຽນແປງເພື່ອສ້າງໂອກາດສໍາລັບຜູ້ນໃດທີ່ຈະກາຍມາເປັນ millionaire ຫຼື billionaire ພຽງແຕ່ 50 cents ເພື່ອຊື້ຕົ໋ວ ພະລັງງານຢູ່ Liveguess.net</p> </li> </ul></main>",

  "RULE_HEADER": "ກົດລະບຽບ",
  "RULE_BODY": "<ul> <li>ເດົາ: ຄາດຄະເນຜົນໄດ້ຮັບຂອງຜະລິດຕະພັນແລະການບໍລິການທີ່ liveguess.net</li> <li>ເດົາ ຕ່ໍາ: ຄາດຄະເນຜົນໄດ້ຮັບຕ່ໍາກ່ວາມູນຄ່າທີ່ໄດ້ຮັບໃນເກມ.</li> <li>ເດົາ ສູງກວ່າ: ຄາດຄະເນຜົນໄດ້ຮັບຂອງເກມຫຼາຍກ່ວາມູນຄ່າທີ່ໄດ້ຮັບໃນເກມ.</li> <li>ເດົາ ບໍ່ມີ: ການຄາດຄະເນຜົນໄດ້ຮັບແມ່ນຜິດພາດເມື່ອທຽບກັບຜົນໄດ້ຮັບທີ່ກໍານົດໄວ້ໃນຄໍາຖາມ</li> <li>ເດົາ ແມ່ນແລ້ວ: ຄາດຄະເນຜົນໄດ້ຮັບທີ່ຖືກຕ້ອງກົງກັບຜົນໄດ້ຮັບໃນຄໍາຖາມ</li> <li>ຜົນໄດ້ຮັບ: ເປັນຜົນມາຈາກການຄາດຄະເນສໍາລັບຜະລິດຕະພັນແລະບໍລິການຂອງ Liveguess.net ທີ່ເຊື່ອມຕໍ່ຈາກແຫຼ່ງທີ່ມີຊື່ສຽງອັນດັບຫນຶ່ງຂອງໂລກ.</li> <li>ມູນຄ່າຄາດຄະເນທັງຫມົດລະຫວ່າງຜົນໄດ້ຮັບທັງສອງຈະຕ້ອງເທົ່າທຽມກັນຖ້າຫາກວ່າມີມູນຄ່າຄົງທີ່, ມູນຄ່າທີ່ເຫຼືອຈະຖືກສົ່ງຄືນກັບການຄາດຄະເນຂອງຍອດເກີນທຽບໃສ່ມູນຄ່າເກີນ.</li> <li>ການຄາດຄະເນຊະນະຈະຈ່າຍຄ່າທໍານຽມເທົ່າກັບ 5% ຂອງມູນຄ່າຊະນະ</li> </ul>",

  "CONTACT_HEADER": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ",
  "CONTACT_BODY": "<p>1. Tele: Admin Liveguess</p> <p>2. Email: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "ຊ່ວຍເຫຼືອ",
  "HELP_BODY": "<p>ົດປຸ່ມ Telegram</p> <p>ຄໍາແນະນໍາ: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">ດາວໂຫລດ</a></p>",

  "POLICY_HEADER": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
  "POLICY_BODY": "<p>ยินดีต้อนรับสู่นโยบายความเป็นส่วนตัวออนไลน์ของเรา กฎหมายการป้องกันข้อมูลที่มีการเปลี่ยนแปลงเพื่อให้เราได้มีการปรับปรุงก็เพื่อให้ข้อมูลเพิ่มเติมเกี่ยวกับวิธีการและเหตุผลที่เราใช้ข้อมูลส่วนบุคคลของคุณ ค้นหาข้อมูลเพิ่มเติมได้ที่นี่</p> <p><b>นโยบายความเป็นส่วนตัวสด Guess - ออนไลน์</b></p> <p><b>1. วัตถุประสงค์ของนโยบายความเป็นส่วนตัวนี้</b></p> <p>1.1 นโยบายความเป็นส่วนตัวนี้กำหนดวิธีการและลักษณะที่เรา LiveGuess โฮลดิ้ง จำกัด (เรา, เราของเราผู้ประกอบการ) เก็บรวบรวมและใช้ข้อมูลส่วนบุคคลของเราจะได้รับเกี่ยวกับคุณ ในลักษณะที่เราประมวลผลข้อมูลส่วนบุคคลของคุณและขั้นตอนที่เราใช้เวลาในการปกป้องข้อมูลส่วนบุคคลของคุณและวิธีที่คุณสามารถตรวจสอบและแก้ไขข้อมูลส่วนตัวของท่านได้รับความคุ้มครองที่นี่ เราขอให้คุณอ่านนโยบายความเป็นส่วนตัวนี้อย่างระมัดระวังเนื่องจากมีข้อมูลสำคัญเกี่ยวกับสิ่งที่คาดหวังเป็นวิธีการที่เราเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลเกี่ยวกับคุณ ท่านสามารถติดต่อศูนย์บริการลูกค้ากับการสอบถามข้อมูลผ่านทางป้องกัน<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 เว้นแต่บริบทจะกำหนดเงื่อนไขทุนไม่ได้กำหนดไว้ในนโยบายส่วนบุคคลนี้จะเป็นไปตามที่กำหนดไว้ในเงื่อนไขทั่วไปซึ่งสำหรับการหลีกเลี่ยงข้อสงสัยที่ยังนำมาใช้และคุณจะต้องอ่านและทำความเข้าใจเงื่อนไขทั่วไปนอกเหนือไปจากความเป็นส่วนตัวนี้ นโยบาย.</p> <p>1.3 บางครั้งเราอาจมีการปรับปรุงนโยบายความเป็นส่วนตัว เมื่อเราทำเราจะแก้ไขวันที่ \"ปรับปรุงล่าสุด\" วันที่ด้านล่างของนโยบายความเป็นส่วนตัวและเราจะแจ้งให้ท่านทราบล่วงหน้าของการเปลี่ยนแปลงใด ๆ โปรดให้แน่ใจว่าคุณมักตรวจสอบนโยบายความเป็นส่วนตัวสำหรับการปรับปรุงใด ๆ</p> <p><b>2. สิ่งที่ประเภทของข้อมูลที่เรารวบรวม</b></p> <p>2.1 โดยการเยี่ยมชมเว็บไซต์ของเราและ / หรือใช้ app ของเราลงทะเบียนใช้บริการที่นำเสนอในขณะนี้โดยเราผ่านทางเว็บไซต์ของเรา, telebetting เดิมพันกีฬา, เกม, การให้บริการเล่นฟรีและ / หรือการประยุกต์ใช้ซอฟต์แวร์ใด ๆ ( \"บริการ \") หรือติดต่อเรานโยบายความเป็นส่วนตัวนี้จะนำไปใช้</p> <p>2.2 ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมจากคุณอาจรวมถึงต่อไปนี้:</p> <p>2.2.1 ข้อมูลที่คุณให้กับเราเมื่อลงทะเบียนสำหรับการให้บริการของเรา</p> <p>2.2.2 ข้อมูลที่คุณให้กับเราในการติดต่อใด ๆ และบันทึกของการติดต่อใด ๆ ที่เรามีกับคุณ;</p> <p>2.2.3 รายละเอียดของการทำธุรกรรมให้คุณดำเนินการกับเราเช่นเดียวกับข้อมูลเกี่ยวกับบัญชีและบัตรรายละเอียดธนาคารของคุณ</p> <p>2.2.4 ข้อมูลเกี่ยวกับการใช้บริการของเรา;</p> <p>2.2.5 ข้อมูลที่คุณให้กับเราผ่านการสำรวจคุณที่สมบูรณ์หรือการแข่งขันที่คุณป้อน;</p> <p>2.2.6 ข้อมูลเกี่ยวกับความต้องการของคุณ;</p> <p>2.2.7 ข้อมูลเกี่ยวกับความเป็นไปได้การฉ้อโกงทางอาญาหรือเงินป้องกันและปราบปรามการฟอกกิจกรรมใด ๆ ที่ระบบของเราตรวจสอบ; และ</p> <p>2.2.8 ข้อมูลเกี่ยวกับประวัติของการพนันและรูปแบบของคุณ</p> <p>2.3 คุณไม่จำเป็นที่จะให้ข้อมูลใด ๆ กับเรา แต่ถ้าคุณทำไม่ได้เราอาจจะไม่สามารถที่จะให้คุณบริการที่ร้องขอ</p> <p><b>3. ใช้ข้อมูลส่วนบุคคลของคุณ</b></p> <p>3.1 สอดคล้องกับกฎหมายคุ้มครองข้อมูลเราจะประมวลผลข้อมูลส่วนบุคคลของคุณที่เรามีพื้นฐานที่ถูกต้องตามกฎหมายสำหรับการทำเช่นนั้น ในส่วนของข้อมูลส่วนบุคคลของคุณเหล่านี้เป็นฐานที่มีความจำเป็นในการให้บริการให้คุณภายใต้การดำเนินงานของสัญญาที่เรามีกับคุณ; ที่เราจะต้องทำเพื่อให้สอดคล้องกับภาระผูกพันทางกฎหมายหรือกฎระเบียบ ที่คุณได้รับความยินยอมของคุณ; และสถานที่ที่อยู่ในความสนใจของเราถูกต้องตามกฎหมายในการประมวลผลข้อมูลส่วนบุคคลของคุณให้เหล่านี้ไม่กระทบกระเทือนสิทธิของเสรีภาพและความสนใจของคุณ</p> <p>3.2 เราจะดำเนินการกับข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ดังต่อไปนี้และเป็นไปตามเงื่อนไขที่ถูกต้องตามกฎหมายต่อไปนี้:</p> <p>3.2.1 เพื่อให้เราสามารถตั้งค่าและการใช้งานบัญชีของคุณเพื่อให้คุณสามารถทำให้การใช้งานเต็มรูปแบบของคุณลักษณะทั้งหมดของบริการรวมทั้งเลื่อมใสบัญชีของคุณที่มีเงินวางเดิมพันและการเล่นเกม (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.2 เพื่อให้บริการแก่คุณ (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.3 เชื่อมโยงบัญชีและค้าปลีกออนไลน์ที่บัญชีของคุณที่คุณได้ร้องขอนี้ (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.4 เพื่อให้เราได้รับคำถามและความคิดเห็นจากท่านผ่านทางศูนย์ช่วยเหลือของเราออนไลน์และสำหรับพวกเราที่จะสามารถตอบสนองต่อพวกเขา (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.5 การบันทึกการโทรโทรศัพท์และเก็บข้อมูลการสื่อสารและจากการบริการลูกค้าของเรากรมเพื่อการฝึกอบรมที่จะช่วยให้เราสามารถปรับปรุงการให้บริการลูกค้าของเรารวมทั้งเพื่อความปลอดภัยที่จะช่วยให้เราสามารถระบุบุคคลในการสื่อสารที่ตามมา (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.6 ที่คุณกำหนดวงเงินฝากเราจะใช้วิธีการอัตโนมัติเพื่อติดตามปริมาณเงินฝากของคุณเพื่อให้มั่นใจว่าเราปฏิบัติตามคำขอของคุณ (ได้รับความยินยอม)</p> <p>3.2.7 ในการตรวจสอบรูปแบบการพนันของคุณและเพื่อระบุความกังวลการพนันรับผิดชอบเป็นไปได้ตามที่อธิบายไว้ในวรรค 3.4 (ที่จำเป็นเพื่อให้สอดคล้องกับภาระผูกพันตามกฎหมาย)</p> <p>3.2.8 เตรียมความพร้อมสถิติให้รายงานการวิเคราะห์และการวิเคราะห์เกี่ยวกับการใช้บริการโดยคุณและลูกค้าอื่น ๆ (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.9 หากต้องการให้เราติดต่อคุณเพื่อการวิจัยเพื่อที่เราจะสามารถเข้าใจบริการของเราและวิธีที่พวกเขามีการรับรู้โดยลูกค้าของเรา การสื่อสารดังกล่าวจะเป็นสำหรับการวิจัยเท่านั้นและจะไม่ประกอบด้วยการตลาดใด ๆ เราจะให้คุณมีโอกาสที่จะเลือกออกจากการวิจัยในอนาคตในการสื่อสารใด ๆ ที่เราส่งให้คุณ (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.10 ในการตรวจสอบของคุณ (และลูกค้าทั้งหมดของเรา) กิจกรรมการเล่นการพนันและการบริหารความเสี่ยงและราคา (ความสนใจถูกต้องตามกฎหมาย) ของเรา</p> <p>3.2.11 ระยะการส่งการสื่อสารเขียนถึงท่านที่จะประกาศการเปลี่ยนแปลงที่สำคัญบริการการปรับปรุงปัญหาทางเทคนิคและการเปลี่ยนแปลงข้อกำหนดทั่วไปรวมทั้งนโยบายความเป็นส่วนตัว (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.12 ที่จะส่งข้อเสนอและโปรโมชั่นซึ่งอาจจะเป็นที่สนใจของคุณ ( แต่ที่คุณได้รับความยินยอมสำหรับเราที่จะทำเช่นนั้น) (ได้รับความยินยอม)</p> <p>3.2.13 เพื่อให้คุณมีการใช้งานส่วนบุคคลของบริการของเราเพื่อให้เราสามารถให้คุณและผู้เล่นอื่น ๆ บริการที่ดีกว่า (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.14 ไปยังโปรไฟล์ของคุณเพื่อที่เราจะสามารถเข้าใจความต้องการของคุณและผลิตภัณฑ์และข้อเสนอจะเหมาะที่สุดสำหรับคุณและลูกค้าที่คล้ายกับคุณ (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.15 เมื่อคุณเลือกที่จะดาวน์โหลดซอฟท์แวตามบริการของเราซอฟแวร์การแจ้งเตือนอาจจะถูกดาวน์โหลดลงในการเข้าถึงอุปกรณ์ของคุณ นี้ช่วยให้เราส่งการแจ้งเตือนกับคุณเกี่ยวกับบริการของเราได้โดยตรงเพื่อการเข้าถึงอุปกรณ์ของคุณตัวอย่างเช่นจะแจ้งให้ทราบเกี่ยวกับคุณลักษณะใหม่การปรับปรุงการสื่อสารบริการข้อเสนอและโปรโมชั่น โดยการดาวน์โหลดซอฟแวร์ดังกล่าวคุณยินยอมที่จะรับการแจ้งเตือน หากคุณไม่ต้องการที่จะได้รับการแจ้งเตือนเหล่านี้คุณจะต้องถอนการติดตั้งซอฟแวร์การแจ้งเตือนจากการเข้าถึงอุปกรณ์ของคุณ (เช่นโดยการคลิกที่ปุ่ม \"สิ่งนี้คือ\" การเชื่อมโยงในการแจ้งเตือนที่คุณได้รับและต่อไปนี้ 'วิธีการเอาคำแนะนำ\" หรือโดยการต่อไปบังคับ \"ตั้งค่า\" และ \"ศูนย์การแจ้งเตือน\" คำแนะนำถอนการติดตั้งในการเข้าถึงอุปกรณ์ของคุณ)</p> <p>3.3 เราจะต้องใช้มาตรการในการระบุและตรวจสอบการกระทำที่ผิดกฎหมายหลอกลวงหรือไม่เหมาะสมหรือกิจกรรมที่น่าสงสัยใด ๆ ที่เชื่อมต่อกับบริการรวมถึงการฟอกเงินที่เป็นไปได้ของการใช้เงินที่ได้จากอาชญากรรมและการทุจริต นอกจากนี้เรายังมีหน้าที่ที่จะตรวจสอบและระบุปัญหาที่เป็นไปได้ใด ๆ ที่เกี่ยวข้องกับความซื่อสัตย์สุจริตการทุจริตต่อหน้าที่และความประพฤติที่ไม่เหมาะสมอย่างจริงจังอื่น ๆ ในกีฬาเช่นการแข่งขันตรึง ในกรณีที่เราสงสัยว่ากิจกรรมดังกล่าวจะเกิดขึ้นหรือได้รับคำขอที่ถูกต้องสำหรับข้อมูลเกี่ยวกับกิจกรรมดังกล่าวจากผู้ปกครองเราจะต้องเปิดเผยข้อมูลนี้ไปยังหน่วยงานที่เกี่ยวข้องและ / หรือหน่วยงานที่กำกับดูแล</p> <p>3.4 เพื่อให้สอดคล้องกับการเล่นการพนันและความรับผิดชอบต่อสังคมรับผิดชอบต่อภาระหน้าที่ของเราและเพื่อประโยชน์ของผู้เล่นของเราเราจะตรวจสอบรูปแบบการเล่นการพนัน / เงินฝากที่อาจบ่งชี้ความกังวลในส่วนของการเล่นการพนันรับผิดชอบ เราอาจใช้กระบวนการตัดสินใจอัตโนมัติเพื่อช่วยให้เราเพื่อระบุรูปแบบเช่น (ตัวอย่างเช่นระบบของเราโดยอัตโนมัติจะป้องกันคุณจากการฝากเงินเกินขอบเขตที่กำหนดโดยคุณและบัตรประจำตัว, การตรวจสอบและเครดิตการตรวจสอบการดำเนินการโดยหน่วยประมวลผลของเราจะทำอย่างนั้นบนอัตโนมัติ พื้นฐาน) การตัดสินใจเหล่านี้ทำให้เราสามารถที่จะช่วยให้คุณเล่นการพนันอย่างมีความรับผิดชอบ (ที่จำเป็นเพื่อให้สอดคล้องกับภาระผูกพันตามกฎหมาย)</p> <p>3.5 เพื่อวัตถุประสงค์ในการประมวลผลในการป้องกันหรือการตรวจสอบความผิดทางอาญาเช่นเดียวกับการเล่นการพนันรับผิดชอบตามที่อธิบายไว้ในวรรค 3.3 และ 3.4 เราอาจจะเสริมข้อมูลที่คุณมีให้กับเรามีข้อมูลที่เราได้รับจากบุคคลที่สามหรือตรวจทานโดยการเข้าถึงแหล่งที่มาของบุคคลที่สามรวมทั้ง ( แต่ไม่ จำกัด ) ข้อมูลที่เผยแพร่บนอินเทอร์เน็ตเกี่ยวกับหรือคุณตัวอย่างเช่นในสื่อสังคมและเว็บไซต์เครือข่ายทางสังคม (ที่จำเป็นเพื่อให้สอดคล้องกับภาระผูกพันตามกฎหมาย)</p> <p>3.6 เมื่อคุณได้ให้ข้อมูลเกี่ยวกับปัญหาสุขภาพใด ๆ ที่เกี่ยวข้องกับตัวเองหรือของบุคคลที่สามใด ๆ เราจะประมวลผลข้อมูลนี้เท่าที่มีความจำเป็นต้องปกป้องผลประโยชน์สำคัญของคุณหรือของบุคคลอื่นตามธรรมชาติ</p> <p><b>4. แบ่งปันข้อมูลส่วนตัวของคุณ</b></p> <p>4.1 เราจะมีการแต่งตั้งบุคคลที่สามบางรวมถึง แต่ไม่ จำกัด เพียงการวิเคราะห์ บริษัท , หน่วยงานโฆษณา, ความเสี่ยงและการฉ้อโกงหน่วยงานหรือหน่วยงานบริการลูกค้าเพื่อประมวลผลข้อมูลส่วนบุคคลของคุณในนามของเรา บุคคลที่สามเหล่านี้จะประมวลผลข้อมูลส่วนบุคคลของคุณตามคำแนะนำของเราและเราจะให้แน่ใจว่ามาตรการที่เพียงพออยู่ในสถานที่เพื่อให้มั่นใจว่าข้อมูลส่วนตัวของท่านจะถูกประมวลผลเฉพาะในสอดคล้องกับนโยบายความเป็นส่วนตัวและการเก็บรักษาอย่างปลอดภัยตลอดเวลา</p> <p>4.2 นอกเหนือจากการใช้งานร่วมกันใด ๆ ที่ระบุไว้ในวรรค 3 เราอาจเปิดเผยข้อมูลที่ไม่ระบุชื่อ (เช่นสถิติรวม) เกี่ยวกับผู้ใช้บริการของเราเพื่อที่จะอธิบายการขายของเราลูกค้ารูปแบบการจราจรและข้อมูลอื่น ๆ คู่ค้าในอนาคตลงโฆษณานักลงทุนและอื่น ๆ บุคคลที่สามที่มีชื่อเสียงและถูกต้องตามกฎหมายอื่น ๆ แต่สถิติเหล่านี้จะไม่ได้มีข้อมูลส่วนบุคคลของคุณ</p> <p>4.3 ตามที่ระบุไว้ในวรรค 3 เราบางครั้งอาจจะต้องตามกฎหมายคำสั่งศาลหรือผู้มีอำนาจของรัฐบาลที่จะเปิดเผยบางประเภทของข้อมูลส่วนบุคคล</p> <p>4.4 นอกจากนี้เรายังอาจแบ่งปันข้อมูลของคุณกับบุคคลที่สามในสถานการณ์ต่อไปในขอบเขตที่กฎหมายอนุญาต:</p> <p>4.4.1 ถ้าเราคิดว่าการทำเช่นนั้นเป็นสิ่งที่จำเป็นเพื่อปกป้องสิทธิทรัพย์สินการรักษาความปลอดภัยหรือความปลอดภัยของเราบริการของเราผู้ใช้ของเราหรือประชาชน;</p> <p>4.4.2 ในการบังคับใช้เงื่อนไขทั่วไปของเราหรือข้อตกลงอื่นใดที่เรามีในสถานที่ที่มีคุณ;</p> <p>4.4.3 เพื่อตรวจสอบและปกป้องตัวเองหรือคนอื่น ๆ กับการเรียกร้องของบุคคลที่สามใด ๆ หรือข้อกล่าวหา; และ</p> <p>4.3.4 ในขณะที่การเจรจาต่อรองหรือในความสัมพันธ์กับการทำธุรกรรมทางธุรกิจเช่นการควบรวมกิจการการเปลี่ยนแปลงของการควบคุมการขายสินทรัพย์หรือล้มละลาย</p> <p><b>5. อัปเดตข้อมูลของคุณ</b></p> <p>มันเป็นสิ่งสำคัญว่าข้อมูลที่เรามีเกี่ยวกับคุณมีความถูกต้องเพื่อให้เราเพื่อให้สอดคล้องกับภาระผูกพันทางกฎหมายและกฎระเบียบของเราและยังเพื่อให้คุณมีบริการที่ดีที่สุด ดังนั้นเราจึงขอให้คุณมั่นใจว่าข้อมูลส่วนบุคคลของคุณขึ้นอยู่กับข้อมูลตลอดเวลา คุณอาจจะอัปเดตข้อมูลส่วนตัวของคุณได้ตลอดเวลาจากในบัญชีของคุณผ่าน 'บัญชีของฉัน / อัปเดตรายละเอียดบัญชี' (ถ้ามี) หรือติดต่อฝ่ายบริการลูกค้า</p> <p><b>การรักษาความปลอดภัย 6. ข้อมูล</b></p> <p>6.1 เรามุ่งมั่นในการปกป้องข้อมูลส่วนบุคคลของคุณและบริการของเราจากการเข้าถึงหรือการเปลี่ยนแปลงของข้อมูลส่วนบุคคลของคุณ ซึ่งรวมถึงการใช้มาตรการรักษาความปลอดภัยต่างๆในการปกป้องข้อมูลส่วนบุคคลของคุณที่จัดขึ้นโดยหรือในนามของเราและการตรวจสอบอย่างต่อเนื่องของคอลเลกชันข้อมูลการจัดเก็บข้อมูลและการประมวลผลการปฏิบัติของเรา</p> <p>6.2 ขึ้นอยู่กับการใช้งานที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้เราจะพยายามที่จะรักษาทุกข้อมูลส่วนตัวของคุณในความเชื่อมั่นที่เข้มงวดและพยายามที่จะทำตามขั้นตอนที่เหมาะสมในการเก็บข้อมูลส่วนบุคคลของคุณให้ปลอดภัยเมื่อได้รับการโอนไปยังระบบของเรา แต่อินเทอร์เน็ตไม่ได้เป็นสื่อกลางในการรักษาความปลอดภัยและเราไม่สามารถรับประกันความปลอดภัยของข้อมูลใด ๆ ที่คุณเปิดเผยทางออนไลน์ คุณยอมรับความเสี่ยงโดยธรรมชาติของการให้ข้อมูลและการจัดการออนไลน์ผ่านทางอินเทอร์เน็ตและจะไม่ถือเรารับผิดชอบสำหรับการละเมิดการรักษาความปลอดภัยใด ๆ เว้นแต่นี้เป็นเพราะความล้มเหลวของเราเพื่อให้แน่ใจว่าเรามีมาตรการทางเทคนิคและองค์กรที่เหมาะสมในสถานที่ตามที่กำหนดไว้ GDPR</p> <p>6.3 หากคุณเชื่อมโยงไปยังเว็บไซต์อื่น ๆ จากเรา<a href=\"http://liveguess.net/\">เว็บไซต์</a>แล้วข้อมูลส่วนตัวของท่านจะถูกควบคุมโดยนโยบายความเป็นส่วนตัว เราขอแนะนำให้คุณอ่านนโยบายความเป็นส่วนตัวใด ๆ เช่นก่อนที่จะมีปฏิสัมพันธ์กับเว็บไซต์ใหม่เพื่อให้แน่ใจว่าคุณเข้าใจว่าข้อมูลส่วนตัวของท่านจะถูกนำมาใช้</p> <p><b>7. สิทธิ์ของคุณในส่วนที่เกี่ยวกับข้อมูลส่วนบุคคลของคุณ</b></p> <p>7.1 คุณมีสิทธิดังต่อไปในความสัมพันธ์กับข้อมูลส่วนตัวของคุณ:</p> <p>7.1.1 สิทธิในการเข้าถึงข้อมูลส่วนบุคคลของคุณที่จัดขึ้นโดยเรา</p> <p>7.1.2 สิทธิที่จะได้รับข้อมูลส่วนบุคคลบางอย่างในรูปแบบเครื่องสามารถอ่านได้เช่น .csv (อ่านได้ใน Microsoft Excel หรือเทียบเท่า) หรือ .pdf (อ่านได้ในโปรแกรม Adobe Acrobat หรือเทียบเท่า);</p> <p>7.1.3 สิทธิที่จะคัดค้านการประมวลผลที่พื้นฐานถูกต้องตามกฎหมายก็คือว่ามันอยู่ในความสนใจถูกต้องตามกฎหมายของเรา แต่โปรดทราบว่าเราอาจจะยังคงดำเนินการกับข้อมูลส่วนบุคคลของคุณที่มีฐานการถูกต้องตามกฎหมายอื่นที่เกี่ยวข้องหรือที่เรามีเหตุผลที่น่าสนใจที่จะดำเนินการประมวลผลข้อมูลส่วนบุคคลของคุณในของเรา ผลประโยชน์ที่ไม่ได้แทนที่โดยสิทธิของคุณสนใจหรือเสรีภาพ;</p> <p>7.1.4 สิทธิที่จะมีข้อมูลส่วนบุคคลที่ไม่ถูกต้องแก้ไข;</p> <p>7.1.5 สิทธิที่จะมีข้อมูลส่วนบุคคลบางลบที่มันไม่จำเป็นสำหรับเราที่จะดำเนินการได้ที่คุณได้ถอนตัวออกความยินยอมของคุณตามวรรค 8.1.8 ที่คุณได้คัดค้านตามวรรค 7.1.3 ซึ่งข้อมูลส่วนบุคคลของคุณได้รับ การประมวลผลผิดกฏหมายหรือที่ลบข้อมูลส่วนบุคคลของคุณจะต้องให้สอดคล้องกับภาระผูกพันทางกฎหมาย</p> <p>7.1.4 สิทธิที่จะขอคำอธิบายของตรรกะที่เกี่ยวข้องกับการที่เราจะทำให้การตัดสินใจเกี่ยวกับคุณ แต่เพียงผู้เดียวด้วยวิธีอัตโนมัติ;</p> <p>7.1.5 สิทธิที่จะร้องเรียนไปยังหน่วยงานกำกับดูแลการคุ้มครองข้อมูลแห่งชาติของคุณ</p> <p>7.1.6 ที่เราได้ร้องขอโดยเฉพาะให้ความยินยอมในการประมวลผลข้อมูลส่วนบุคคลของคุณและไม่มีเงื่อนไขที่ถูกต้องตามกฎหมายอื่น ๆ ที่จะพึ่งพาคุณมีสิทธิที่จะถอนความยินยอมนี้โดยการเยี่ยมชมศูนย์การตั้งค่าบนเว็บไซต์หรือแอพลิเคชันซอฟต์แวร์ของเราหรือโดยการส่งอีเมล<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> และ</p> <p>7.1.7 สิทธิที่จะคัดค้านการตลาดทางตรงซึ่งสามารถทำได้โดยการเลือกออกจากตลาดทางตรงทั้งผ่านบัญชีของคุณผ่านทางบัญชีของฉัน / รายละเอียดของคุณส่วนหรือโดยการเลือกออกมาผ่านการสื่อสารของตัวเอง นอกจากนี้คุณยังมีสิทธิที่จะคัดค้านการโปรไฟล์ใด ๆ เท่าที่มันเกี่ยวข้องกับการตลาดทางตรงเพียง</p> <p>7.2 หากคุณไม่แน่ใจเกี่ยวกับสิทธิของท่านมีความกังวลเกี่ยวกับวิธีการที่ข้อมูลส่วนบุคคลของคุณอาจจะถูกประมวลผลคุณควรติดต่อหน่วยงานกำกับดูแลการคุ้มครองข้อมูลแห่งชาติของคุณ</p> <p>7.3 ที่คุณทำตามคำขอในส่วนที่เกี่ยวกับสิทธิของคุณเราจะต้องพิสูจน์ตัวตน นอกจากนี้เราอาจขอให้คุณชี้แจงคำขอของคุณ หากเราได้รับการร้องขอซ้ำ ๆ หรือมีเหตุผลที่จะเชื่อว่าการร้องขอมีการทำโดยไม่มีเหตุผลสมควรเราขอสงวนสิทธิที่จะไม่ตอบสนอง</p> <p><b>8. การตลาด</b></p> <p>8.1 เราอาจติดต่อคุณในความสัมพันธ์กับโปรโมชั่นผลิตภัณฑ์หรือบริการที่คุณอาจจะสนใจในการเป็นครั้งคราว แต่ที่เดียวที่คุณได้ยินยอมที่จะได้รับการสื่อสารการตลาดดังกล่าว คุณสามารถอัปเดตการตั้งค่าการตลาดของคุณและยังเลือกออกในเวลาใด ๆ ผ่านทางแท็บการตั้งค่าที่ตั้งอยู่ภายในยอดคงเหลือไอคอนเมนู นอกจากนี้เรายังจะมีคุณสมบัติยกเลิกการเป็นสมาชิกในการสื่อสารของเราที่คุณสามารถใช้เพื่อเลือกออกของการสื่อสารการตลาดในอนาคต</p> <p>8.2 นอกจากนี้เราอาจดำเนินการบางอย่างโปรไฟล์ของคุณและกิจกรรมของคุณที่เกี่ยวข้องกับการบริการของเราเพื่อที่จะส่งการสื่อสารการตลาดที่เกี่ยวข้องมากขึ้น โปรไฟล์นี้จะดำเนินการบนพื้นฐานของการใช้บริการของคุณของเราและยังผ่านการเลือกของคุณในศูนย์การกำหนดลักษณะการ คุณสามารถอัปเดตการตั้งค่าของคุณผ่านทางแท็บการตั้งค่า</p> <p>8.3 ที่คุณได้ยินยอมที่จะได้รับการตลาดทางตรงจากเราและยังธุรกิจค้าปลีกของเราเราอาจส่งคุณโดยตรงการตลาดที่เกี่ยวข้องกับข้อเสนอออนไลน์และค้าปลีกร่วม</p> <p><b>9. การรักษาข้อมูลส่วนตัวของคุณ</b></p> <p>เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณสำหรับระยะเวลาที่จำเป็นในการให้บริการแก่คุณ ดังนั้นข้อมูลส่วนบุคคลของท่านจะถูกเก็บรักษาไว้ได้นานถึง 7 ปีต่อไปนี้การปิดของบัญชีของคุณ (ถ้ามี) หรือติดต่อล่าสุดกับเราเล็ดลอดออกมาจากคุณ ที่มันไม่จำเป็นที่จะประมวลผลข้อมูลส่วนบุคคลของคุณเราจะลบ อย่างไรก็ตามโปรดทราบว่าเราอาจจะมีข้อกำหนดของกฎหมายและกฎระเบียบในการเก็บข้อมูลส่วนบุคคลเป็นระยะเวลานานในการตามระยะเวลาโดยเฉพาะอย่างยิ่งข้อ จำกัด ตามกฎหมายที่ใช้บังคับ</p> <p><b>10. ที่อยู่ IP</b></p> <p>เบราว์เซอร์ของคุณยังสร้างข้อมูลอื่น ๆ รวมทั้งภาษาที่เว็บไซต์จะแสดงในและที่อยู่อินเทอร์เน็ตโปรโตคอล ( \"ที่อยู่ IP\") ที่อยู่ IP เป็นชุดของตัวเลขที่ได้รับมอบหมายให้คอมพิวเตอร์ของคุณในระหว่างการเรียกดูเมื่อใดก็ตามที่คุณเข้าสู่ระบบอินเทอร์เน็ตผ่านทางผู้ให้บริการอินเทอร์เน็ตหรือเครือข่ายของคุณ (ถ้าคุณเข้าถึงอินเทอร์เน็ตจากตัวอย่างเช่นคอมพิวเตอร์ที่ทำงาน) ที่อยู่ IP ของคุณจะถูกบันทึกไว้โดยอัตโนมัติโดยเซิร์ฟเวอร์ของเราและใช้ในการเก็บข้อมูลการจราจรเกี่ยวกับผู้เข้าชมสู่เว็บไซต์ของเรา นอกจากนี้เรายังใช้ที่อยู่ IP ของคุณเพื่อช่วยในการวินิจฉัยปัญหาเกี่ยวกับเซิร์ฟเวอร์ของเราและดูแลเว็บไซต์ของเรา</p> <p><b>11. คุกกี้</b></p> <p>11.1 A 'คุกกี้' เป็นไฟล์ข้อความขนาดเล็กที่ดาวน์โหลดลงในการเข้าถึงอุปกรณ์ของคุณเมื่อคุณเข้าเยี่ยมชมเว็บไซต์และที่ช่วยให้เว็บไซต์เพื่อให้ได้ข้อมูลบางอย่างจากเบราว์เซอร์ของคุณเช่นการตั้งค่าของคุณ คุกกี้ช่วยให้เราสามารถเพิ่มประสบการณ์ของคุณโดยใช้เว็บไซต์โดยการเพิ่มการทำงานของเว็บไซต์และช่วยในการจดจำข้อมูลและการเลือกที่คุณย้ายจากหน้าไปยังหน้าและจากการเข้าชมไปเยี่ยมชมขึ้นอยู่กับคุกกี้ คุกกี้ไม่เป็นอันตรายต่อการเข้าถึงอุปกรณ์ของคุณหรือไม่ก็มีไวรัสหรือมัลแวอื่น ๆ</p> <p>11.2 คุกกี้ที่แตกต่างกันดำเนินงานที่แตกต่างกัน ยกตัวอย่างเช่นคุกกี้บางคนอาจจะจำเป็นอย่างเคร่งครัดและ / หรือการทำงาน, การจดจำตัวเลือกเดิมพันของคุณในขณะที่คุณสร้างขึ้นในสลิปเดิมพันของคุณหรือการตั้งค่าภาษาของคุณ เหล่านี้เป็นสิ่งสำคัญที่พวกเขาให้คุณเข้าสู่เว็บไซต์และป้องกันจำเป็นที่จะต้องเข้าสู่ระบบในทุกเวลาเดียวที่คุณคลิกผ่านไปยังส่วนต่างๆของเว็บไซต์ การลบคุกกี้เหล่านี้จะส่งผลกระทบต่อความสามารถในการใช้บริการของเรา คุกกี้อื่น ๆ มีวัตถุประสงค์เพื่อการวิเคราะห์และการโฆษณา พวกเขาบอกเราว่าคุณย้ายผ่านทางเว็บไซต์ที่ช่วยให้เราสามารถตรวจสอบประสิทธิภาพการทำงานและให้แน่ใจว่าคุณได้รับประสบการณ์ที่ดีที่สุดบนเว็บไซต์ของเรา ปิดการใช้งานคุกกี้เหล่านี้จะหมายความว่าคุณอาจจะไม่สามารถเข้าถึงคุณลักษณะบางอย่าง เรายังใช้คุกกี้ที่ได้รับข้อมูลเกี่ยวกับการเข้าถึงอุปกรณ์ของคุณ (เช่นที่อยู่ IP ประเภทอุปกรณ์ ตำแหน่งทางภูมิศาสตร์ข้อมูลข้อมูลเบราว์เซอร์) ที่จะช่วยให้เราระบุสำหรับการป้องกันการทุจริตสอดคล้องกับความต้องการป้องกันการฟอกเงินของเราและในการตรวจสอบการปฏิบัติต้องห้ามที่อาจส่งผลกระทบต่อประสบการณ์ของลูกค้าของคุณ เราเพียง แต่ได้รับข้อมูลจากการเข้าถึงอุปกรณ์ของคุณเมื่อคุณเข้าสู่ระบบในบัญชีของคุณ ที่เราใช้คุกกี้ของบุคคลที่สามเหล่านี้อาจมีการตรวจสอบที่เข้มงวดเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่ได้รับการคุ้มครองตามข้อกำหนดของกฎหมาย ไม่มีคุกกี้เหล่านี้เราอาจจะไม่สามารถที่จะให้คุณกับบริการที่ทั้งหมด ที่เราใช้คุกกี้ของบุคคลที่สามเหล่านี้อาจมีการตรวจสอบที่เข้มงวดเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่ได้รับการคุ้มครองตามข้อกำหนดของกฎหมาย ไม่มีคุกกี้เหล่านี้เราอาจจะไม่สามารถที่จะให้คุณกับบริการที่ทั้งหมด ที่เราใช้คุกกี้ของบุคคลที่สามเหล่านี้อาจมีการตรวจสอบที่เข้มงวดเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่ได้รับการคุ้มครองตามข้อกำหนดของกฎหมาย ไม่มีคุกกี้เหล่านี้เราอาจจะไม่สามารถที่จะให้คุณกับบริการที่ทั้งหมด</p> <p>11.3 คุณสามารถควบคุมการตั้งค่าความเป็นส่วนตัวและความปลอดภัยของคุณ ต้องการเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้และวิธีการปิดการใช้งานพวกเขาเราขอแนะนำให้คุณ<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">คลิกที่นี่.</a>นอกจากนี้คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้ตลาดของบุคคลที่สามโดยทั่วไปเหล่านี้และวิธีการลบพวกเขา<a href=\"http://www.youronlinechoices.eu/\">ที่นี่</a>. ขณะที่การป้องกันคุกกี้บางอย่างอาจส่งผลกระทบต่อการใช้งานและความบันเทิงของคุณของเว็บไซต์ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้และวิธีการที่จะจัดการกับพวกเขาเยี่ยมชมคำถามที่พบบ่อย</p> <p>11.4 โปรดตรวจสอบว่าคุณได้อ่านข้อ 24 ของข้อกำหนดในการใช้งานของเราสำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีการและเหตุผลที่เราประมวลผลข้อมูลที่ใช้คุกกี้</p> <p>11.5 อย่างต่อเนื่องโดยใช้เว็บไซต์ที่คุณเห็นด้วยกับการใช้คุกกี้ของเรา</p> <p><b>12. ติดต่อเรา</b></p> <p>12.1 เมื่อใดก็ตามที่คุณเชื่อว่าเราไม่ได้ปฏิบัติตามบทบัญญัติที่กำหนดไว้ภายในนโยบายความเป็นส่วนตัวนี้โปรดแจ้งให้เราทราบโดยติดต่อฝ่ายบริการลูกค้าผ่านทาง<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>สำหรับการเริ่มต้นการสนทนาหรือส่งอีเมล</p> <p>12.2 ในกรณีที่คุณต้องการที่จะบานปลายเป็นปัญหาความเป็นส่วนตัวของข้อมูลหรือมีคำถามที่ไม่สามารถแก้ไขได้โดยทีมงานบริการลูกค้าของเราคุณสามารถติดต่อสำนักงานป้องกันข้อมูลของเราโดยการส่งอีเมล<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>นโยบายความเป็นส่วนตัวนี้จะมีประสิทธิภาพเมื่อใช้บริการเว็บไซต์ของเรา</p> ",

  "AFFILIATE_HEADER": "ເຂົ້າຂາ",
  "AFFILIATE_BODY": "ຕິດຕໍ່ສະຫນັບສະຫນູນ: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "ເງື່ອນໄຂແລະເງື່ອນໄຂ",
  "TERM_BODY": "<p><b>ຂໍ້ກໍານົດຂອງການນໍາໃຊ້ບໍລິການ</b></p> <p><b>1. ພາກສະເຫນີ: ຄໍານິຍາມ KEY ແລະຫຍັງເຮັດ UP ຂໍ້ກໍານົດຂອງທ່ານໃນການໃຊ້</b></p> <p>ຄໍານິຍາມດັ່ງຕໍ່ໄປນີ້ໄດ້ຖືກນໍາໃຊ້ໃນຂໍ້ກໍານົດແລະເງື່ອນໄຂເຫຼົ່ານີ້:</p> <p>\"ອຸປະກອນການເຂົ້າເຖິງ\" ຫມາຍຄວາມວ່າຫມາຍຄວາມວ່າເອເລັກໂຕຣນິກຂອງການເຂົ້າເຖິງການບໍລິການ, ລວມທັງແຕ່ບໍ່ຈໍາກັດການ, ຄອມພິວເຕີ, ອຸປະກອນໂທລະສັບສະຫຼາດ, ໂທລະສັບຄຸນນະສົມບັດ, ອຸປະກອນແທັບເລັດ, ສໍາຜັດອຸປະກອນຫຼືລະບົບການບັນເທີງເຮືອນໃດເຊັ່ນ: ວິດີໂອເກມ consoles ແລະ TVs smart (ຫຼືໃດ ຫມາຍຄວາມວ່າໄລຍະໄກອື່ນໆ);</p> <p>\"ຂໍ້ກໍານົດ Bonus\" ຫມາຍຄວາມວ່າຂໍ້ກໍານົດແລະເງື່ອນໄຂແລະ / ຫຼືກົດລະບຽບກ່ຽວກັບການສົ່ງເສີມການ, bonuses ແລະຂໍ້ສະເຫນີພິເສດທີ່ອາດຈະສະຫມັກຂໍເອົາກັບສ່ວນຫນຶ່ງຂອງບໍລິການຈາກເວລາທີ່ຈະໃຊ້ເວລາໃດຫນຶ່ງທີ່ມີ;</p> <p>\"ຊື້-In ຍອດ\" ຫມາຍຄວາມວ່າຈໍານວນໃດຫນຶ່ງຫຼືຈໍານວນທ່ານໄດ້ສັນຍາວ່າຈະເປັນຈໍານວນເງິນທີ່ຊື້ໃນຕາມຄວາມຕ້ອງການພາຍໃຕ້ເງື່ອນໄຂໂບນັດສາມາດນໍາໃຊ້ເພື່ອສົ່ງເສີມການ, ໃນຄໍາສັ່ງທີ່ຈະເຂົ້າຮ່ວມໃນການສົ່ງເສີມທີ່ (ລວມທັງຊະນະຈາກພະນັນໄດ້ມີກອງທຶນດັ່ງກ່າວແລະ ຈັດສັນໄວ້ເພື່ອຄວາມສົມດູນ);</p> <p>\"ດາວໂຫລດເງື່ອນໄຂ\" ຫມາຍຄວາມວ່າຂໍ້ກໍານົດຂອງຜູ້ໃຊ້ໃດຫນຶ່ງເພີ່ມເຕີມແລະເງື່ອນໄຂຂອງການນໍາໃຊ້ທີ່ທ່ານຈໍາເປັນຕ້ອງຢືນຢັນຂໍ້ຕົກລົງຂອງທ່ານໃຫ້ເປັນສ່ວນຫນຶ່ງຂອງການດາວໂຫລດແລະ / ຫຼືການຕິດຕັ້ງຊອບແວທີ່ທ່ານສາມາດດາວນ໌ໂຫລດໃນຄໍາສັ່ງເພື່ອໃຫ້ສາມາດທີ່ຈະນໍາໃຊ້ເວັບໄຊທ໌, ລວມທັງ ສົນທິສັນຍາອະນຸຍາດຜູ້ໃຊ້ Playtech End ຊຶ່ງສາມາດພົບເຫັນຢູ່ໃນເອກະສານຊ້ອນທີ່ຈະເງື່ອນໄຂທົ່ວໄປເຫຼົ່ານີ້;</p> <p>\"Free Bet Promotion\" ຫມາຍຄວາມວ່າການສົ່ງເສີມການທີ່ເປັນເງິນໄດ້ຖືກເພີ່ມກັບບັນຊີຂອງທ່ານໂດຍສະເພາະສໍາລັບການພະນັນກ່ຽວກັບການກິລາ, ລວມທັງ bonuses (i) ໃນຮູບແບບຂອງຊິວິດຟຣີຂອງຄ່າຄົງທີ່ສໍາລັບການເຮັດໃຫ້ການເດີມພັນໃນຕະຫຼາດທີ່ລະບຸຫຼືຕະຫຼາດຂອງຕົນເອງໄດ້ເປັນຂອງທ່ານ ເລືອກແລະ (ii) ໃນຮູບແບບຂອງເງິນທຶນທີ່ມີຄ່າຕິດພັນກັບການຈໍານວນຂອງການຊື້ໃນ (ທີ່ທ່ານໄດ້ເພີ່ມເຂົ້າໄປຊື້-in ຍອດຂອງທ່ານ) ສໍາລັບການນໍາໃຊ້ກ່ຽວກັບການພະນັນຫຼາຍ, ແລະຂຶ້ນກັບຄວາມຕ້ອງການພະນັນໄດ້;</p> <p>\"ຄະນະກໍາມະການພະນັນ\" ມີຄວາມຫມາຍລະບຽບການຕ່າງໆຂອງການພະນັນທາງການຄ້າໃນອອດເຕເລຍທີ່ເວັບໄຊທ໌ແມ່ນຢູ່ໃນ<a href=\"http://www.gamblingcommission.gov.uk/\">www.gamblingcommission.gov.uk</a>;</p> <p>\"ຂໍ້ກໍານົດທົ່ວໄປ\" ຫມາຍຄວາມວ່າຂໍ້ກໍານົດແລະເງື່ອນໄຂທີ່ກໍານົດໄວ້ໃນເອກະສານ;</p> <p>\"ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ\" ຫມາຍຄວາມວ່ານະໂຍບາຍຄວາມເປັນສ່ວນຕົວຜູ້ດໍາເນີນການຂອງເຂົ້າຜ່ານ<a href=\"http://liveguess.net/about/policy\">ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ</a>ການເຊື່ອມຕໍ່;</p> <p>\"ການສົ່ງເສີມ\" ຫມາຍຄວາມວ່າເປັນການສະເຫນີພິເສດເຮັດໃຫ້ມີສໍາລັບທ່ານທີ່ກ່ຽວຂ້ອງກັບບໍລິການຂອງພວກເຮົາປະກອບມີການກອງທຶນຫລືທຽບເທົ່າສະຫນອງໃຫ້ໂດຍພວກເຮົາແລະເພີ່ມເຂົ້າໄປໃນບັນຊີຂອງທ່ານຈາກທີ່ທ່ານສາມາດຈັດວາງເດີມພັນ, ລວມທັງບໍ່ມີຂອບເຂດຈໍາກັດ; ກອງທຶນເງິນຝາກໂຍບາຍຄວາມລັບສໍາລັບການພະນັນຢູ່ໃນການຕັດສິນໃຈຂອງທ່ານ, ຟລີສະປິນໃນເກມສະເພາະໃດຫນຶ່ງ, ແລະການພະນັນສໍາລັບການພະນັນກິລາ</p> <p>\"ຂໍ້ກໍານົດບັນຊີທີ່ກ່ຽວຂ້ອງ\" ຫມາຍຄວາມວ່າຂໍ້ກໍານົດແລະເງື່ອນໄຂທີ່ກໍານົດໄວ້ໃນເອກະສານຊ້ອນ 1 ຂອງຂໍ້ກໍານົດທົ່ວໄປເຫຼົ່ານີ້ຊຶ່ງເປັນສ່ວນຫນຶ່ງຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້;</p> <p>\"ກົດລະບຽບ\" ຫມາຍຄວາມວ່າກົດລະບຽບການພະນັນແລະກົດລະບຽບຂອງເກມໄດ້ໂດຍສະເພາະສາມາດນໍາໃຊ້ກັບປະເພດທີ່ກ່ຽວຂ້ອງຂອງການພະນັນແລະ / ຫຼືການຫຼິ້ນເກມ, ເປັນລະບຸໃນລາຍລະອຽດເພີ່ມເຕີມຢູ່ໃນວັກ 1.3.1 ແລະ 1.3.2;</p> <p>\"ບໍລິການ\" ຫມາຍຄວາມວ່າ, ຕາມຄວາມເຫມາະສົມ, ການບໍລິການທີ່ສະຫນອງໃຫ້ສໍາລັບການໃຊ້ເວລາເປັນໂດຍຜູ້ດໍາເນີນໂດຍຜ່ານເວັບໄຊທ໌ໄດ້, Telebetting ແລະ / ຫຼືຜ່ານທຸກຄໍາຮ້ອງສະຫມັກ Device ເຂົ້າ;</p> <p>\"Telebetting\" ຫມາຍຄວາມວ່າການບໍລິການການພະນັນໂທລະສັບສໍາລັບການໃຊ້ເວລາທີ່ທ່ານກໍາລັງສະຫນອງໃຫ້ໂດຍຜູ້ດໍາເນີນການ;</p> <p>\"ຂໍ້ກໍານົດຂອງການນໍາໃຊ້\" ຫມາຍຄວາມວ່າ (ກ) ຂໍ້ກໍານົດທົ່ວໄປ; (b) ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ; (c) ບ່ອນທີ່ເຫມາະສົມພາຍໃຕ້ວັກ 1.3, ກົດລະບຽບທີ່ກ່ຽວຂ້ອງ, ເງື່ອນໄຂໂບນັດແລະກໍານົດເພີ່ມເຕີມສາມາດນໍາໃຊ້ກັບບໍລິການທີ່ຖືກນໍາໃຊ້ໂດຍພະອົງ (d) ການບັນຊີທີ່ກ່ຽວຂ້ອງ; ແລະ (e) ໃດດາວໂຫລດເງື່ອນໄຂ;</p> <p>\"ຄວາມຕ້ອງການພະນັນ\" ມີຄວາມຫມາຍຂໍ້ກໍານົດໃດຫນຶ່ງພາຍໃຕ້ເງື່ອນໄຂໂບນັດສໍາຫລັບທ່ານທີ່ຈະເຮັດໃຫ້ພະນັນຈໍານວນເງິນລວມເປັນມູນຄ່າໂດຍສະເພາະໃນຄໍາສັ່ງສໍາລັບການກອງທຶນການເງິນ (ລວມທັງ winnings ເງິນ) ທີ່ຈະກາຍເປັນຖອນເງິນຈາກບັນຊີຂອງທ່ານ, ບໍ່ວ່າຈະເປັນຄວາມຕ້ອງການທັງຫມົດໄດ້ຖືກສະແດງເປັນຈໍານວນຄົງທີ່ຫລືເປັນຫຼາຍ ຂອງຈໍານວນຊະນິດອື່ນໆເຊັ່ນຂະຫນາດຂອງປະລິມານຊື້ໃນການຝາກໂດຍທ່ານໃນຂອງທ່ານ Buy-in ຍອດ, ຫຼືເງິນທີ່ໄດ້ຮັບໂດຍທ່ານໄດ້. ສໍາລັບການຫລີກລ້ຽງການສົງໃສໃນນີ້ບໍ່ໄດ້ລວມເອົາຂໍ້ກໍານົດວ່າກອງທຶນການເງິນຈະຕ້ອງໄດ້ຮັບການເດີມພັນຄັ້ງດຽວໄດ້, ແຕ່ວ່າພຽງແຕ່ຖ້າຫາກວ່າເງື່ອນໄຂໂບນັດອະນຸຍາດໃຫ້ທ່ານທັນທີທີ່ຈະຖອນຄືນການ winnings ຈາກການພະນັນເງິນທີ່; ແລະ</p> <p>\"ເວັບໄຊທ໌\" ຫມາຍຄວາມວ່າເວັບໄຊທ໌ຫຼືຫນ້າທີ່ກ່ຽວຂ້ອງໃດໆ, subpage, subdomain ຫຼືສ່ວນຂອງສິ່ງດັ່ງກ່າວຈາກເວລາທີ່ຈະໃຊ້ເວລາ, ທີ່ຕັ້ງຢູ່ຫລືສາມາດເຂົ້າເຖິງໂດຍຜ່ານຊື່ໂດເມນທີ່:<a href=\"http://liveguess./\">www.liveguess.net</a></p> <p>12 ໂດຍການນໍາໃຊ້ແລະ / ຫຼືການຢ້ຽມຢາມພາກໃດຂອງເວັບໄຊທ໌, ຫຼືໂດຍການເປີດບັນຊີກັບຜູ້ດໍາເນີນການໂດຍຜ່ານເວັບໄຊທ໌, ຫຼືໂດຍຜ່ານການເຂົ້າເຖິງ Telebetting, ທ່ານຕົກລົງເຫັນດີທີ່ຈະຜູກພັນໂດຍເງື່ອນໄຂຂອງການນໍາໃຊ້ແລະທ່ານຕາມຄວາມເຫມາະສົມ: (ກ) ຕົກລົງເຫັນດີກັບ ການນໍາໃຊ້ການສື່ສານເອເລັກໂຕຣນິກເພື່ອເຮັດສັນຍາ; ແລະ (b) ລະເວັ້ນກສິດທິສາມາດນໍາໃຊ້ຫຼືຄວາມຕ້ອງການທີ່ຮຽກຮ້ອງໃຫ້ມີລາຍເຊັນດ້ວຍມືໃນ, ໃນຂອບເຂດອະນຸຍາດຕາມກົດຫມາຍສາມາດນໍາໃຊ້ຢ່າງໃດ. ຂໍ້ກໍານົດຂອງການນໍາໃຊ້ບໍ່ມີຜົນກະທົບສິດທິຕາມກົດຫມາຍຂອງທ່ານ.</p> <p>13 ນອກຈາກນັ້ນ, ບ່ອນທີ່ທ່ານຫລິ້ນເກມໃດຫນຶ່ງ, ຫຼືວາງເດີມພັນການນໍາໃຊ້ບໍລິການ, ຫລືໃຊ້ບໍລິການ, ທ່ານຕົກລົງເຫັນດີທີ່ຈະໄດ້ຮັບການຜູກພັນໂດຍ:</p> <p>131 ກົດລະບຽບສໍາລັບທຸກຄົນເດີມພັນກິລາກ່ຽວກັບ William Hill ຫນັງສືກິລາເປັນທີ່ກໍານົດໄວ້ພາຍໃຕ້ສ່ວນຊ່ວຍເຫລືອທົ່ວໄປ ( \"ກົດລະບຽບການພະນັນໄດ້\");</p> <p>132 ກົດລະບຽບຂອງເກມໃດທ່ານຫລິ້ນ ( \"ເກມກົດລະບຽບການ\"), ເປັນກໍານົດອອກພາຍໃຕ້ສ່ວນຊ່ວຍເຫລືອທົ່ວໄປທີ່ກ່ຽວຂ້ອງແລະທຸກກ່ອງກົດລະບຽບ, (ໂດຍບໍ່ມີຂໍ້ຈໍາກັດ):</p> <p>1.3.2.1 ສໍາລັບຕະຫຼາດພາຍໃຕ້ແຖບ 'Market': ການ <a href=\"http://liveguess.net/market\">ຕະຫຼາດ</a> ສໍາລັບການຕະຫຼາດທີ່ກ່ຽວຂ້ອງ;</p> <p>1.3.2.2 ສໍາລັບຂ່າວພາຍໃຕ້ແຖບ '' ຂ່າວ ': ການ <a href=\"http://liveguess.net/news\">ຂ່າວ</a> ສໍາລັບຂ່າວທີ່ກ່ຽວຂ້ອງໄດ້;</p> <p>1.3.2.3 ສໍາລັບກິລາພາຍໃຕ້ 'ແຖບ' ກິລາ ': ການ <a href=\"http://liveguess.net/sports\">ກິລາ</a> ສໍາລັບກິລາທີ່ກ່ຽວຂ້ອງ (Champion League, Europa League, ພີເມຍລີກລາລີກາ, Bundesliga, Serie A, Ligue 1)</p> <p>1.3.2.4 ສໍາລັບພາຍໃຕ້ 'ແຖບ' ເກມ ': ການ <a href=\"http://liveguess.net/games\">ເກມ</a>ສໍາລັບເກມທີ່ກ່ຽວຂ້ອງ;</p> <p>1.3.2.5 ໃນການນັບຖືຂອງເກມໃຫມ່, ລະບຽບການສາມາດນໍາໃຊ້ກັບເກມດັ່ງກ່າວ;</p> <p>133 ເງື່ອນໄຂ Bonus ໃດ;</p> <p>134 ດາວໂຫລດເງື່ອນໄຂໃດໆ;</p> <p>135 ຂໍ້ກໍານົດແລະເງື່ອນໄຂທີ່ກ່ຽວຂ້ອງກັບການຖອນເງິນທີ່ມີຢູ່ໃນພາກສ່ວນ 'ຖອນຂອງສ່ວນຊ່ວຍເຫລືອຂອງເວັບໄຊທ໌ຂອງທ່ານ ( \"ຖອນເງື່ອນໄຂ\"); ແລະ</p> <p>136 ຂໍ້ກໍານົດອື່ນໆສາມາດນໍາໃຊ້ກັບບໍລິການແລະ / ຫຼືທີ່ທ່ານຈໍາເປັນຕ້ອງຢືນຢັນຂໍ້ຕົກລົງຂອງທ່ານໃຫ້ເປັນສ່ວນຫນຶ່ງຂອງບໍລິການ, ສໍາລັບການຍົກຕົວຢ່າງຂໍ້ກໍານົດທີ່ກ່ຽວຂ້ອງກັບການບໍລິການເຄັດລັບທີ່ປຶກສາ ( \"ຂໍ້ກໍານົດເພີ່ມເຕີມ\").</p> <p>14 ຂໍ້ຄວາມຕົ້ນສະບັບຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ແມ່ນມີຢູ່ໃນພາສາອັງກິດແລະການຕີລາຄາຂອງເຂົາເຈົ້າຈະໄດ້ຮັບການໂດຍອີງໃສ່ຂໍ້ຄວາມພາສາອັງກິດຕົ້ນສະບັບ. ຖ້າຫາກວ່າເງື່ອນໄຂຂອງການນໍາໃຊ້ຫຼືເອກະສານຫຼືການແຈ້ງເຕືອນກ່ຽວກັບພວກເຂົາໃດຫນຶ່ງແມ່ນແປເປັນພາສາອື່ນໆ, ສະບັບພາສາອັງກິດຕົ້ນສະບັບຈະໄດ້ໄຊຊະນະ.</p> <p>1.5 ໃນກໍລະນີທີ່ມີຂໍ້ຂັດແຍ່ງໃດໆສະເພາະຫຼືຂັດກັນລະຫວ່າງຂອງພາກສ່ວນບຸກຄົນຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ເຮັດໃຫ້ເຖິງສັນຍາຂອງທ່ານທີ່ມີຜູ້ດໍາເນີນການ, ຄໍາສັ່ງຂອງສໍາຄັນທີ່ຈະໄດ້ຮັບເປັນດັ່ງຕໍ່ໄປນີ້:</p> <p>1.5.1 ຂໍ້ກໍານົດຖອນ;</p> <p>152 ເງື່ອນໄຂໂບນັດ;</p> <p>153 ກົດລະບຽບການພະນັນໄດ້;</p> <p>154 ກົດລະບຽບຂອງເກມໄດ້;</p> <p>155 ຂໍ້ກໍານົດເພີ່ມເຕີມ;</p> <p>156 ຂໍ້ກໍານົດບັນຊີທີ່ກ່ຽວຂ້ອງ;</p> <p>157 ຂໍ້ກໍານົດທົ່ວໄປ;</p> <p>1.5.8 ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ; ແລະ</p> <p>159 ດາວໂຫລດຂໍ້ກໍານົດ.</p> <p>16 ກະລຸນາອ່ານເງື່ອນໄຂຂອງການນໍາໃຊ້ລະມັດລະວັງກ່ອນທີ່ຈະຮັບເອົາພວກເຂົາ. ເມື່ອທ່ານໄດ້ຮັບການຍອມຮັບເງື່ອນໄຂຂອງການນໍາໃຊ້, ກະລຸນາພິມເງື່ອນໄຂຂອງການນໍາໃຊ້ແລະເກັບຮັກສາໃຫ້ເຂົາເຈົ້າ, ຄຽງຄູ່ກັບອີທັງຫມົດຢືນຢັນ, ຂໍ້ກໍານົດເພີ່ມເຕີມຂໍ້ມູນທຸລະກໍາ, ກົດລະບຽບເກມກົດລະບຽບການຈັດການຍຸດຕິທໍາແລະວິທີການຊໍາລະເງິນກ່ຽວຂ້ອງກັບການນໍາໃຊ້ຂອງທ່ານຂອງເວັບໄຊທ໌ໄດ້. ກະລຸນາສັງເກດວ່າເງື່ອນໄຂຂອງການນໍາໃຊ້ເຮັດໃຫ້ມີການປ່ຽນແປງ, ເປັນກໍານົດໄວ້ໃນວັກ 3 ຕ່ໍາກວ່າ.</p> <p>17 ຖ້າຫາກວ່າທ່ານບໍ່ຕົກລົງເຫັນດີທີ່ຈະຮັບເອົາແລະໄດ້ຮັບການຜູກພັນໂດຍເງື່ອນໄຂຂອງການນໍາໃຊ້ກະລຸນາບໍ່ເປີດບັນຊີ, ແລະ / ຫຼືດໍາເນີນການຕໍ່ການນໍາໃຊ້ບັນຊີຂອງທ່ານ. ການນໍາໃຊ້ຢ່າງຕໍ່ເນື່ອງຂອງທ່ານຂອງບໍລິການຈະປະກອບຍອມຮັບເງື່ອນໄຂຂອງການນໍາໃຊ້ທີ່ພວກເຮົາໄດ້ຮັບແຈ້ງທ່ານຢູ່ໃນຜົນບັງຄັບໃຊ້ຈາກເວລາທີ່ຈະໃຊ້ເວລາໄດ້.</p> <p>18 ເງື່ອນໄຂຂອງການນໍາໃຊ້ລັດຖະບານສັນຍາຂອງທ່ານກັບຜູ້ດໍາເນີນການແລະຈະມີຜົນສັກສິດໃນການນໍາໃຊ້ເວັບໄຊທ໌ຂອງພວກເຮົາ. ສໍາລັບການຫລີກລ້ຽງການສົງໃສ, ແຕ່ລະຄົນແລະທຸກພາກສ່ວນຂອງເວັບໄຊທ໌ແລະ Telebetting ແມ່ນພາຍໃຕ້ເງື່ອນໄຂຂອງການນໍາໃຊ້, ແລະທ່ານຄວນຈະໃຫ້ແນ່ໃຈວ່າຢູ່ຕະຫຼອດເວລາທີ່ການນໍາໃຊ້ຂອງທ່ານຂອງບໍລິການແມ່ນຢູ່ໃນສອດຄ່ອງກັບເງື່ອນໄຂຂອງການນໍາໃຊ້.</p> <p>ຂໍ້ກໍານົດທົ່ວໄປ</p> <p><b>2. ລັດພາຄີ</b></p> <p>21 ເງື່ອນໄຂຂອງການນໍາໃຊ້ຈະໄດ້ຮັບການຕົກລົງເຫັນດີລະຫວ່າງທ່ານແລະຜູ້ດໍາເນີນການ.</p> <p>22 ເວັບໄຊທ໌, ບໍ່ລົງຮອຍກັນແລະລາຄາທີ່ມີຢູ່ໃນມັນແລະເງື່ອນໄຂຂອງການນໍາໃຊ້ແມ່ນແປເປັນຈໍານວນຂອງພາສາແລະມີຈຸດປະສົງສະນັ້ນການທີ່ຈະໄດ້ຮັບການນໍາໃຊ້ໂດຍພົນລະເມືອງຂອງບັນດາປະເທດທີ່ກ່ຽວຂ້ອງແລະບັນດາປະເທດອື່ນໆທີ່ເວົ້າພາສາເຫຼົ່ານັ້ນ.</p> <p>23 ອ້າງອິງໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ໃນການ \"ພວກເຮົາ\", \"ຂອງພວກເຮົາ\" ຫລື \"ພວກເຮົາ\" ມີການອ້າງອິງເຖິງ:</p> <p>2.3.1 ດໍາເນີນການ; ຫຼື</p> <p>232 ໃນກໍລະນີຂອງຂໍ້ກໍານົດແລະເງື່ອນໄຂທີ່ກ່ຽວຂ້ອງກັບເງິນໄດ້ຈັດຂຶ້ນໃນບັນຊີຂອງທ່ານຈາກທີ່ໃຊ້ເວລາກັບເວລາ, ກັບທຸກບໍລິສັດ Operator Group ຊຶ່ງຖືເງິນດັ່ງກ່າວແລະຈະ (ບ່ອນທີ່ເຫມາະສົມ) ໄດ້ຮັບການຖືວ່າການປະກອບດ້ວຍຕົວແທນຂອງພວກເຮົາ, ບັນດາຄູ່ຮ່ວມ, ແລະຜູ້ສະຫນອງ.</p> <p><b>3. ການປ່ຽນແປງຕາມເງື່ອນໄຂການໃຊ້</b></p> <p>31 ພວກເຮົາອາດຈະຕ້ອງການທີ່ຈະມີການປ່ຽນແປງເງື່ອນໄຂຂອງການນໍາໃຊ້ເວລາສໍາລັບການຈໍານວນຂອງເຫດຜົນ, (ໂດຍບໍ່ມີຂໍ້ຈໍາກັດ) ສໍາລັບເຫດຜົນທາງການຄ້າ, ປະຕິບັດຕາມກົດຫມາຍຫຼືລະບຽບການ, ປະຕິບັດຕາມຄໍາແນະນໍາ, ການຊີ້ນໍາຫຼືສະເຫນີແນະຈາກອົງການຄຸ້ມຄອງຫລື ສໍາລັບເຫດຜົນບໍລິການລູກຄ້າ. ທີ່ເງື່ອນໄຂຂຶ້ນກັບ, ວັນທີຂອງການນໍາໃຊ້ສາມາດເຂົ້າເຖິງຈາກ<a href=\"http://liveguess.net/about/term-condition\">ຂໍ້ກໍານົດແລະເງື່ອນໄຂ</a>ການເຊື່ອມຕໍ່ໃນພາກສ່ວນທ້າຍຂອງເວັບໄຊທ໌, ແລະວັນທີທີ່ພວກເຂົາເຈົ້າຈະມາເຂົ້າໄປໃນຜົນບັງຄັບໃຊ້ຖືກບັນທຶກໄວ້ຢູ່ໃນວັກ 18 ຂອງຂໍ້ກໍານົດທົ່ວໄປເຫຼົ່ານີ້.</p> <p>3.2 ບ່ອນທີ່ພວກເຮົາຕ້ອງການທີ່ຈະເຮັດໃຫ້ການປ່ຽນແປງຢ່າງຫຼວງຫຼາຍກັບຂໍ້ກໍານົດຂອງການນໍາໃຊ້, ພວກເຮົາຈະໃຫ້ທ່ານຕ້ອງແຈ້ງລ່ວງຫນ້າຫຼາຍເປັນຂອງການປ່ຽນແປງເຊັ່ນ: ແມ່ນສົມເຫດສົມຜົນການປະຕິບັດທາງຫນຶ່ງໃນວິທີການທີ່ກໍານົດໄວ້ໃນວັກ 3.3. ສໍາລັບການປ່ຽນແປງເປັນການຄ້າຫນ້ອຍຫຼືໄຮ້ສາລະ, ພວກເຮົາອາດຈະບໍ່ໃຫ້ທ່ານແຈ້ງການຂອງການປ່ຽນແປງດັ່ງກ່າວ, ສະນັ້ນທ່ານໃຫ້ຄໍາແນະນໍາການທົບທວນຄືນເງື່ອນໄຂຂອງການນໍາໃຊ້ຜ່ານໄດ້<a href=\"http://liveguess.net/about/term-condition\">ຂໍ້ກໍານົດແລະເງື່ອນໄຂ</a>ລິ້ງຄ໌ກ່ຽວກັບເວັບໄຊທ໌ໄດ້ເປັນປົກກະຕິ.</p> <p>3.3 ບ່ອນທີ່ພວກເຮົາເຮັດໃຫ້ມີການປ່ຽນແປງເງື່ອນໄຂຂອງການນໍາໃຊ້ທີ່ພວກເຮົາຕ້ອງການທີ່ຈະແຈ້ງໃຫ້ທ່ານຂອງ, ພວກເຮົາຈະເຮັດແນວນັ້ນໂດຍວິທີການດັ່ງກ່າວຂອງການແຈ້ງດັ່ງທີ່ພວກເຮົາອາດຈະໃຊ້ດຸນພິນິດຂອງພວກເຮົາ, ເຫັນວ່າເຫມາະສົມ, ຊຶ່ງອາດປະກອບດ້ວຍ:</p> <p>331 ອີເມລ໌ (ທີ່ຢູ່ອີເມວທີ່ທ່ານໄດ້ສະຫນອງຜ່ານມາພວກເຮົາມີ, ຖ້າມີ);</p> <p>332 ຂໍ້ຄວາມກັບ Inbox ຂອງທ່ານກ່ຽວກັບເວັບໄຊທ໌ໄດ້; ຫຼື</p> <p>3.3.3 ແຈ້ງການກ່ຽວກັບເວັບໄຊທ໌ແລະພວກເຮົາອາດ, ການຕັດສິນໃຈຂອງພວກເຮົາ, ເຊື້ອເຊີນທ່ານໃຫ້ຍອມຮັບຂໍ້ກໍານົດໃຫມ່ຂອງການນໍາໃຊ້ໂດຍການຄລິກໃສ່ \"ຕົກລົງ\" ຫຼື \"ຂ້າພະເຈົ້າຍອມຮັບ\", ກວດສອບເປັນ 'ຫ້ອງຫມາຍຕິກ' ຫຼືວິທີການທີ່ຄ້າຍຄືກັນພາກສ່ວນອື່ນໆຂອງການຢືນຢັນໂດຍ ທ່ານ. ຖ້າຫາກວ່າທ່ານສະຫນອງໃຫ້ພວກເຮົາມີການຢືນຢັນດັ່ງກ່າວ, ຫຼືດໍາເນີນການຕໍ່ການນໍາໃຊ້ເວັບໄຊທ໌ຫຼື Telebetting ຫຼັງຈາກການແຈ້ງຕາມວັກນີ້ 3, ທ່ານຈະ, ຈາກທີ່ໃຊ້ເວລາດັ່ງກ່າວ, ຖືວ່າໄດ້ຮັບຮູ້, ແລະໄດ້ຮັບການຜູກພັນໂດຍ, ຂໍ້ກໍານົດໃຫມ່ຂອງການນໍາໃຊ້, ລວມທັງ ( ສໍາລັບການຫລີກລ້ຽງການສົງໃສ) ພາບໃດກໍ່ຕາມ, ການລົບ, ການທົດແທນຫຼືການປ່ຽນແປງອື່ນໆເພື່ອເອກະລັກຂອງຜູ້ດໍາເນີນການ, ບໍ່ວ່າຈະເປັນຫຼືບໍ່ທ່ານໄດ້ອ່ານຂໍ້ກໍານົດສະບັບປັບປຸງຂອງການນໍາໃຊ້. ຖ້າຫາກວ່າການປ່ຽນແປງໃດຫນຶ່ງເປັນການຍອມຮັບກັບທ່ານ, ທ່ານບໍ່ວ່າຈະສາມາດຢຸດການນໍາໃຊ້ບໍລິການແລະ / ຫຼືປິດບັນຊີຂອງທ່ານໂດຍປະຕິບັດຕາມວັກ 12 ຂອງຂໍ້ກໍານົດທົ່ວໄປເຫຼົ່ານີ້.</p> <p>34 ເຖິງແມ່ນວ່າອານຸປະໂຫຍດນີ້ 3, ພວກເຮົາຕ້ອງການທີ່ຈະເຮັດໃຫ້ການປ່ຽນແປງໃດໆກັບຂໍ້ກໍານົດຕາມທີ່ກອງທຶນຂອງທ່ານໄດ້ຖືກຈັດຂຶ້ນພາຍໃຕ້ອານຸປະໂຫຍດ 73, ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານລ່ວງຫນ້າໂດຍວິທີການດັ່ງກ່າວດັ່ງທີ່ພວກເຮົາອາດຈະໃຊ້ດຸນພິນິດຂອງພວກເຮົາ, ເຫັນວ່າເຫມາະສົມ, ແຕ່ວິທີການດັ່ງກ່າວຈະ ຮຽກຮ້ອງໃຫ້ມີທ່ານທີ່ຈະຮັບຮູ້ຮັບຂອງຂໍ້ມູນດັ່ງກ່າວດ້ວຍການຄລິກໃສ່ \"ຕົກລົງ\" ຫຼື \"ຂ້າພະເຈົ້າຍອມຮັບ\", ກວດສອບເປັນ 'ຫ້ອງຫມາຍຕິກ' ຫຼືວິທີການທີ່ຄ້າຍຄືກັນພາກສ່ວນອື່ນໆທີ່ຂອງການຮັບຮູ້ໂດຍທ່ານ. ຖ້າຫາກວ່າທ່ານສະຫນອງໃຫ້ພວກເຮົາມີການຮັບຮູ້ດັ່ງກ່າວ, ທ່ານຈະ, ຈາກທີ່ໃຊ້ເວລາດັ່ງກ່າວ, ຖືວ່າໄດ້ຮັບຮູ້, ແລະໄດ້ຮັບການຜູກພັນໂດຍ, ຂໍ້ກໍານົດໃຫມ່ຂອງການນໍາໃຊ້. ຖ້າຫາກວ່າການປ່ຽນແປງໃດຫນຶ່ງເປັນການຍອມຮັບກັບທ່ານ, ທ່ານບໍ່ວ່າຈະສາມາດຢຸດການນໍາໃຊ້ບໍລິການແລະ / ຫຼືປິດບັນຊີຂອງທ່ານໂດຍປະຕິບັດຕາມວັກ 12 ຂອງຂໍ້ກໍານົດທົ່ວໄປເຫຼົ່ານີ້.</p> <p><b>4. ການເປີດບັນຊີຂອງທ່ານ</b></p> <p>41 ໃນຄໍາສັ່ງທີ່ຈະເອົາຊິວິດຫຼືຫຼິ້ນເກມການນໍາໃຊ້ບໍລິການ, ທ່ານຈະຕ້ອງໄດ້ເປີດບັນຊີກັບຜູ້ດໍາເນີນການ ( \"ບັນຊີຂອງທ່ານ\" ຫລື \"ບັນຊີ\").</p> <p>4.2 ເພື່ອເປີດບັນຊີຂອງທ່ານສໍາລັບການນໍາໃຊ້ທີ່ມີການບໍລິການ, ທ່ານສາມາດເຮັດໄດ້:</p> <p>421 ບໍລິການຕິດຕໍ່ລູກຄ້າ;</p> <p>4.2.2 ໃຫ້ຄລິກໃສ່<a href=\"https://member.liveguess.net/registration/5cb974d500006424d4000001\">ເຂົ້າ​ຮ່ວມ​ດຽວ​ນີ້</a> ກ່ຽວກັບເວັບໄຊທ໌ແລະປະຕິບັດຕາມຄໍາແນະນໍາໃນຫນ້າຈໍຫຼື</p> <p>423 ເປີດໂດຍວິທີການວັດດ້ານແນວໂນ້ມການອື່ນໆເຊັ່ນ: ຈະ, ຈາກທີ່ໃຊ້ເວລາກັບທີ່ໃຊ້ເວລາໄດ້ຮັບການສະຫນອງໃຫ້ໂດຍຜູ້ດໍາເນີນການ;</p> <p>43 ບັນຊີຂອງທ່ານຈະບໍ່ວ່າຈະໄດ້ຮັບການດໍາເນີນການໂດຍຜູ້ດໍາເນີນ, ຫຼືບໍລິສັດອື່ນໃນກຸ່ມຂອງຕົນແລະໃນນາມຂອງຕົນເອງແລະ / ຫຼືບໍລິສັດ Operator Group ກ່ຽວຂ້ອງກັບທີ່ທ່ານໄດ້ສັນຍາ.</p> <p>4.4 ໃນເວລາທີ່ທ່ານເປີດບັນຊີຂອງທ່ານທ່ານຈະຖືກຮ້ອງຂໍໃຫ້ສະຫນອງໃຫ້ພວກເຮົາມີຂໍ້ມູນສ່ວນບຸກຄົນ, ລວມທັງຊື່ແລະວັນເດືອນປີເກີດແລະລາຍລະອຽດການຕິດຕໍ່ທີ່ເຫມາະສົມ, ລວມທັງທີ່ຢູ່, ເບີໂທລະສັບແລະທີ່ຢູ່ອີເມລ ( \"ລາຍລະອຽດການຕິດຕໍ່ຂອງທ່ານ\") ຂອງທ່ານ. ທ່ານສາມາດປັບປຸງລາຍລະອຽດຕິດຕໍ່ຂອງທ່ານຈາກທີ່ໃຊ້ເວລາກັບທີ່ໃຊ້ເວລາໂດຍການຕິດຕໍ່ຫາບໍລິການລູກຄ້າ; ຫຼືຜ່ານບັນ​ຊີ​ຂອງ​ຂ້ອຍຫນ້າການບໍລິຫານກ່ຽວກັບເວັບໄຊທ໌ນີ້: ຫຼືໂດຍວິທີການອື່ນໆເຊັ່ນ: ຈະ, ຈາກທີ່ໃຊ້ເວລາກັບທີ່ໃຊ້ເວລາ, ໄດ້ຮັບການສະຫນອງໃຫ້ໂດຍຜູ້ດໍາເນີນການ.</p> <p>4.5 ຖ້າຫາກວ່າທ່ານບໍ່ຕ້ອງການລາຍລະອຽດຕິດຕໍ່ຂອງທ່ານຈະໄດ້ຖືກນໍາໃຊ້ໂດຍໃຫ້ພວກເຮົາແລະບັນດາຄູ່ຮ່ວມທຸລະກິດຂອງພວກເຮົາຈະຕິດຕໍ່ຫາທ່ານເພື່ອແຈ້ງໃຫ້ທ່ານຂອງຕະຫຼາດຂໍ້ມູນຂ່າວສານທີ່ກ່ຽວຂ້ອງກັບຄົນອື່ນຂອງສິນຄ້າ, ຜະລິດຕະພັນຫຼືການບໍລິການຂອງພວກເຮົາຫຼືຜູ້ທີ່ຂອງຄູ່ຮ່ວມງານທຸລະກິດຂອງພວກເຮົາ, ກະລຸນາຊີ້ໃຫ້ເຫັນວ່ານີ້ເປັນ ກໍລະນີໂດຍບໍ່ວ່າຈະອັບເດດຕາມທີ່ໃຈມັກຂອງທ່ານພາຍໃຕ້ 'ບັນຊີຂອງຂ້າພະເຈົ້າ / ລາຍລະອຽດແລະການຕັ້ງຄ່າ' ຫຼືແຈ້ງບໍລິການລູກຄ້າ.</p> <p>46 ໃນການເປີດບັນຊີຂອງທ່ານທ່ານເປັນເຫດຜົນວ່າ:</p> <p>461 ທ່ານເຂົ້າໃຈແລະຍອມຮັບຄວາມສ່ຽງທີ່, ໂດຍການນໍາໃຊ້ບໍລິການ, ທ່ານສາມາດ, ເຊັ່ນດຽວກັນກັບຜູ້ຊະນະ, ສູນເສຍເງິນ;</p> <p>462 ທ່ານ: (ກ) ໃນໄລຍະ 18 ປີຂອງອາຍຸສູງສຸດ; ແລະ (b) ຂ້າງເທິງອາຍຸສູງສຸດທີ່ຫຼີ້ນການພະນັນຫຼືເກມກິດຈະກໍາທາງດ້ານກົດຫມາຍພາຍໃຕ້ກົດຫມາຍຫຼືອໍານາດຕັດສິນທີ່ໃຊ້ໄດ້ກັບທ່ານ (ການ \"ທີ່ກ່ຽວຂ້ອງອາຍຸ\");</p> <p>463 ການພະນັນແມ່ນບໍ່ຜິດກົດຫມາຍໃນດິນແດນບ່ອນທີ່ທ່ານອາໃສຢູ່;</p> <p>464 ທ່ານຕາມກົດຫມາຍສາມາດໃສ່ເຂົ້າໄປໃນສັນຍາ;</p> <p>465 ທ່ານຍັງບໍ່ໄດ້ຮັບການຍົກເວັ້ນຈາກການພະນັນ; ແລະ</p> <p>466 ທ່ານຍັງບໍ່ໄດ້ແລ້ວໄດ້ບັນຊີປິດໂດຍພວກເຮົາພາຍໃຕ້ວັກ 11 (ສົມຮູ້ຮ່ວມຄິດ, Cheating, ສໍ້ໂກງແລະອາຊະຍາກໍາ), 20 (ລະເມີດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້) ຫຼືຕາມຄໍາຮ້ອງຂໍຂອງທ່ານພາຍໃຕ້ວັກ 331 (ຮັບຜິດຊອບເກມ / ການພະນັນ).</p> <p>47 ບັນຊີຂອງທ່ານຕ້ອງໄດ້ຮັບການຈົດທະບຽນໃນຕົນເອງຂອງທ່ານ, ຖືກຕ້ອງ, ຊື່ແລະລາຍລະອຽດສ່ວນບຸກຄົນແລະມັນຈະໄດ້ຮັບການອອກພຽງແຕ່ຄັ້ງດຽວສໍາລັບທ່ານແລະບໍ່ຊ້ໍາໂດຍຜ່ານການຄົນໃດຄົນນຶ່ງອື່ນໆ, ຄອບຄົວ, ຄອບຄົວ, ທີ່ຢູ່ (ໄປສະນີຫຼື IP) ທີ່ຢູ່ອີເມລ໌, ອຸປະກອນການເຂົ້າເຖິງຫລື ສະພາບແວດລ້ອມໃດທີ່ອຸປະກອນການເຂົ້າເຖິງໄດ້ຖືກແບ່ງປັນ (ຕົວຢ່າງ: ໂຮງຮຽນ, ບ່ອນເຮັດວຽກ, ຫ້ອງສະຫມຸດສາທາລະນະແລະອື່ນໆ) ແລະ / ຫຼືບັນຊີໃນການນັບຖືຂອງບໍລິການ. ບັນຊີອື່ນໆທີ່ທ່ານເປີດກັບພວກເຮົາ, ຫຼືທີ່ເປັນເຈົ້າຂອງປະໂຫຍດໂດຍທ່ານໃນທີ່ກ່ຽວຂ້ອງກັບບໍລິການທີ່ຈະໄດ້ຮັບ \"ບັນຊີຊ້ໍາ\". ພວກເຮົາອາດຈະປິດບັນຊີຊ້ໍາໃດ (ແຕ່ຈະບໍ່ໄດ້ຮັບການພັນທະທີ່ຈະເຮັດແນວນັ້ນ). ຖ້າຫາກວ່າພວກເຮົາປິດບັນຊີຊ້ໍາ:</p> <p>4.7.1 ທັງຫມົດ bonuses, ເດີມພັນແລະ winnings ເກີດຈາກ bonuses ເຊັ່ນ: ແລະການພະນັນຟຣີໄດ້ນໍາໃຊ້ທີ່ບັນຊີຊ້ໍາຈະເປັນໂມຄະແລະຂາດໂດຍທ່ານ;</p> <p>472 ພວກເຮົາອາດ, ການຕັດສິນໃຈທັງຫມົດຂອງພວກເຮົາ, ເປັນໂມຄະ winnings ທັງຫມົດແລະຄືນເງິນມັດຈໍາທັງຫມົດ (ປະລິມານຫນ້ອຍໃນການນັບຖືຂອງ winnings void) ເຮັດຕາມທີ່ບັນຊີຊ້ໍາແລະ, ໃນຂອບເຂດບໍ່ໄດ້ຄືນໂດຍພວກເຮົາອອກຈາກບັນຊີຊ້ໍາທີ່ກ່ຽວຂ້ອງ, ໃດ ປະລິມານທີ່ຈະໄດ້ຮັບການຄືນເງິນກັບພວກເຮົາໂດຍທ່ານໃນການນັບຖືຂອງບັນຊີຊ້ໍາອາດຈະໄດ້ຮັບການຟື້ນຟູໂດຍພວກເຮົາໂດຍກົງຈາກອື່ນໆຂອງບັນຊີຂອງທ່ານ (ລວມເຖິງບັນຊີຊ້ໍາອື່ນໆ); ຫຼື</p> <p>473 ພວກເຮົາອາດ, ການຕັດສິນໃຈທັງຫມົດຂອງພວກເຮົາ, ອະນຸຍາດໃຫ້ການນໍາໃຊ້ຂອງບັນຊີຊ້ໍາທີ່ຈະຖືວ່າຖືກຕ້ອງໃນກໍລະນີການສູນເສຍທັງຫມົດແລະສະເຕກທີ່ຕັ້ງໄວ້ໂດຍຫຼືສໍາລັບທ່ານໂດຍຜ່ານບັນຊີຊ້ໍາຈະໄດ້ຮັບການເກັບຮັກສາໂດຍພວກເຮົາ.</p> <p><b>5. ກວດສອບຕົວຕົນຂອງທ່ານ; ສິ່ງທີ່ຕ້ອງມີການຟອກເງິນ</b></p> <p>51 ທ່ານເປັນເຫດຜົນວ່າ:</p> <p>511 ຊື່ແລະແກ້ໄຂທ່ານສະຫນອງໃຫ້ແກ່ເວລາທີ່ເປີດບັນຊີຂອງທ່ານຖືກຕ້ອງ; ແລະ</p> <p>512 ທ່ານແມ່ນເຈົ້າຂອງສິດທິຂອງເງິນທີ່ທ່ານຢູ່ເງິນຝາກທີ່ໃຊ້ເວລາໃດໃນບັນຊີຂອງທ່ານ.</p> <p>52 By ຍອມຮັບເງື່ອນໄຂຂອງການນໍາໃຊ້ທ່ານອະນຸຍາດໃຫ້ພວກເຮົາເພື່ອກວດກາການຢັ້ງຢືນດັ່ງກ່າວຈາກທີ່ໃຊ້ເວລາທີ່ໃຊ້ເວລາດັ່ງທີ່ພວກເຮົາອາດຈະຮຽກຮ້ອງໃຫ້ມີຕົວເຮົາເອງຫຼືອາດຈະຖືກຮຽກຮ້ອງຈາກພາກສ່ວນທີສາມ (ລວມທັງແຕ່ບໍ່ຈໍາກັດ, ອົງການຈັດຕັ້ງການຄຸ້ມຄອງ) ເພື່ອຢືນຢັນການຂໍ້ເທັດຈິງເຫຼົ່ານີ້ (ທີ່ \"ການກວດສອບ\"). ທ່ານຕົກລົງເຫັນດີວ່າຈາກທີ່ໃຊ້ເວລາກັບທີ່ໃຊ້ເວລາ, ຕາມຄໍາຮ້ອງຂໍຂອງພວກເຮົາ, ທ່ານສາມາດໄດ້ຮັບການກໍານົດໄວ້ເພື່ອສະຫນອງລາຍລະອຽດເພີ່ມເຕີມກ່ຽວກັບການໃດໆຂອງຂໍ້ມູນດັ່ງກ່າວທ່ານໄດ້ສະຫນອງໃຫ້ພວກເຮົາ, ລວມທັງຄວາມເຊື່ອເງິນຝາກທີ່ທ່ານໄດ້ເຮັດໄປຍັງບັນຊີຂອງທ່ານ.</p> <p>53 ຂະນະທີ່ພວກເຮົາກໍາລັງດໍາເນີນການກວດສອບຈາກເວລາທີ່ຈະໃຊ້ເວລາ, ພວກເຮົາອາດຈະຈໍາກັດການທ່ານຈາກຖອນເງິນຈາກບັນຊີຂອງທ່ານແລະ / ຫຼືເພື່ອປ້ອງກັນການເຂົ້າເຖິງການທັງຫມົດຫຼືພາກສ່ວນໃດຫນຶ່ງຂອງເວັບໄຊທ໌ໄດ້. ກະລຸນາສັງເກດວ່າພວກເຮົາອາດຈະຈາກທີ່ໃຊ້ເວລາກັບທີ່ໃຊ້ເວລາ reperform ກວດສອບສໍາລັບການຄຸ້ມຄອງ, ຄວາມປອດໄພຫຼືເຫດຜົນທຸລະກິດອື່ນໆ. ຖ້າຫາກວ່າມີຂໍ້ຈໍາກັດດັ່ງກ່າວເຮັດໃຫ້ທ່ານມີບັນຫາ, ກະລຸນາຕິດຕໍ່ຫາບໍລິການລູກຄ້າ.</p> <p>5.4 ໃນກໍລະນີສະເພາະໃດຫນຶ່ງພວກເຮົາອາດຈະມີການຕິດຕໍ່ຫາທ່ານແລະຮ້ອງຂໍໃຫ້ທ່ານເພື່ອສະຫນອງຂໍ້ມູນເພີ່ມເຕີມກັບພວກເຮົາໂດຍກົງໃນຄໍາສັ່ງເພື່ອໃຫ້ສໍາເລັດການກວດສອບໄດ້. ສໍາລັບຈຸດປະສົງນີ້, ພວກເຮົາຈະໄດ້ຮັບການສິດ, ການຕັດສິນໃຈ sole ຂອງພວກເຮົາ, ເພື່ອຮຽກຮ້ອງໃຫ້ທ່ານສະຫນອງໃຫ້ພວກເຮົາມີລະຫັດ notarised ຫຼືທຽບເທົ່າລະຫັດການຢັ້ງຢືນໃດຫນຶ່ງອີງຕາມການກົດຫມາຍສາມາດນໍາໃຊ້ຂອງອໍານາດຕັດສິນຂອງທ່ານຫລືຖ້າບໍ່ດັ່ງນັ້ນ, ຫຼັກຖານສະແດງຂອງທີ່ຢູ່, ໃບບິນຄ່າຜົນປະໂຫຍດ, ລາຍລະອຽດທະນາຄານ, ຂໍ້ກໍານົດຂອງທະນາຄານແລະເອກະສານຂອງທະນາຄານແລະເອກະສານທີ່ validates ແຫຼ່ງຂອງກອງທຶນ. ຈົນກ່ວາຂໍ້ມູນຂ່າວສານດັ່ງກ່າວໄດ້ຮັບການສະຫນອງກັບຄວາມພໍໃຈຂອງພວກເຮົາພວກເຮົາອາດຈະປ້ອງກັນບໍ່ໃຫ້ກິດຈະກໍາໃດ ໆ ທີ່ຈະດໍາເນີນໂດຍທ່ານໃນທີ່ກ່ຽວຂ້ອງກັບບັນຊີຫຼືພວກເຮົາອາດ, ບ່ອນທີ່ພວກເຮົາສົມເຫດສົມຜົນເຊື່ອວ່າຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງໂດຍເຈດຕະນາໄດ້ຮັບການສະຫນອງໃຫ້ໂດຍທ່ານ, ຮັກສາປະລິມານໃດຫນຶ່ງຝາກໃນບັນຊີດັ່ງຕໍ່ໄປນີ້ ປິດບັນຊີດັ່ງກ່າວໂດຍພວກເຮົາ.</p> <p>5.5 ມັນອາດຈະເປັນການກະທໍາຜິດສໍາລັບບຸກຄົນພາຍໃຕ້ການທີ່ກ່ຽວຂ້ອງອາຍຸທີ່ຈະເຮັດໃຫ້ການນໍາໃຊ້ຂອງເວັບໄຊທ໌ໄດ້. ຖ້າຫາກວ່າພວກເຮົາບໍ່ສາມາດຢືນຢັນວ່າທ່ານເປັນພຣະອາຍຸທີ່ກ່ຽວຂ້ອງຫຼັງຈາກນັ້ນພວກເຮົາອາດຈະລະງັບບັນຊີຂອງທ່ານຈົນກ່ວາທີ່ໃຊ້ເວລາດັ່ງກ່າວວ່າພວກເຮົາມີຄວາມສາມາດທີ່ຈະຢືນຢັນວ່າທ່ານແມ່ນກ່ຽວຂ້ອງອາຍຸ. ຖ້າຫາກວ່າທ່ານມີການພິສູດມາກັບໄດ້ຢູ່ພາຍໃຕ້ການທີ່ກ່ຽວຂ້ອງອາຍຸໃນເວລາທີ່ທ່ານເຮັດທຸລະກໍາການພະນັນຫຼືເກມໃດກໍ່ຕາມກັບພວກເຮົາ, ຫຼັງຈາກນັ້ນ:</p> <p>551 ບັນຊີຂອງທ່ານຈະໄດ້ຮັບການປິດ;</p> <p>552 ທຸລະກໍາທັງຫມົດທີ່ຂຽນໃນຂະນະທີ່ທ່ານໄດ້ໄວອັນຄວນຈະໄດ້ຮັບການເຮັດ void, ແລະກອງທຶນທີ່ກ່ຽວຂ້ອງທັງຫມົດຝາກໂດຍທ່ານຈະໄດ້ຮັບການສົ່ງກັບມາຈາກວິທີການຊໍາລະເງິນສໍາລັບການນໍາໃຊ້ເງິນຝາກຂອງກອງທຶນດັ່ງກ່າວໄດ້, ບ່ອນໃດກໍຕາມການປະຕິບັດ;</p> <p>553 ເງິນຝາກທີ່ເກີດຂຶ້ນໃນຂະນະທີ່ທ່ານໄດ້ພາຍໃຕ້ອາຍຸທີ່ກ່ຽວຂ້ອງຈະໄດ້ຮັບການກັບຄືນໄປທ່ານ; ແລະ</p> <p>5.5.4 ຊະນະທີ່ທ່ານໄດ້ຄ້າງໃນໄລຍະທີ່ໃຊ້ເວລາດັ່ງກ່າວໃນເວລາທີ່ທ່ານໄດ້ພາຍໃຕ້ການທີ່ກ່ຽວຂ້ອງອາຍຸຈະຖືກຮິບໂດຍທ່ານ (ແລະອາດຈະຖືກຫັກອອກຈາກຈໍານວນຂອງເງິນຝາກໃດກັບພາຍໃຕ້ວັກ 553) ແລະທ່ານຈະກັບຄືນໄປໃຫ້ພວກເຮົາກ່ຽວກັບຄວາມຕ້ອງການ ກອງທຶນດັ່ງກ່າວທີ່ໄດ້ຖືກຖອນອອກຈາກບັນຊີຂອງທ່ານ.</p> <p><b>6. USERNAME, PASSWORD, PIN ແລະຂໍ້ມູນລູກຄ້າ</b></p> <p>61 ຫຼັງຈາກການເປີດບັນຊີຂອງທ່ານ, ທ່ານຈະຕ້ອງໃຊ້ເວລາຂັ້ນຕອນທີ່ເຫມາະສົມໃນການທີ່ຈະຫຼີກເວັ້ນການເປີດເຜີຍ (ບໍ່ວ່າຈະເປັນເຈດຕະນາຫລືໂດຍບັງເອີນ) ຊື່ຜູ້ໃຊ້ຂອງທ່ານ, ລະຫັດຜ່ານແລະ / ຫຼືຈໍານວນບັນຊີໃຫ້ກັບຄົນອື່ນລວມທັງ (ບ່ອນທີ່ການປະຕິບັດ) ຮັບປະກັນວ່າຊອບແວຄວາມປອດໄພຂຶ້ນກັບ, ວັນທີຈະຖືກດາວໂຫລດ ໃສ່ອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານ.</p> <p>62 ທຸລະກໍາທັງຫມົດໄດ້ບ່ອນທີ່ຊື່ຜູ້ໃຊ້ຂອງທ່ານແລະລະຫັດຜ່ານແລະ / ຫຼືຈໍານວນບັນຊີໄດ້ຮັບການເຂົ້າໄປຈະໄດ້ຮັບການສັນລະເສີນວ່າເປັນທີ່ຖືກຕ້ອງ, ບໍ່ວ່າຈະເປັນຫຼືບໍ່ອະນຸຍາດທ່ານ, ແລະພວກເຮົາຈະບໍ່ຮັບຜິດຊອບສໍາລັບການຮ້ອງຂໍເງິນໃນກໍລະນີທີ່ທ່ານເປີດເຜີຍຊື່ຜູ້ໃຊ້, ລະຫັດຜ່ານຂອງທ່ານ ຫຼືຈໍານວນບັນຊີຂອງຄົນອື່ນ (ບໍ່ວ່າຈະເປັນເຈດຕະນາຫລືໂດຍບັງເອີນ).</p> <p>63 ຖ້າຫາກວ່າທ່ານໄດ້ສູນເສຍຫຼືລືມລະອຽດບັນຊີຂອງທ່ານ, ຫຼືມີເຫດຜົນທີ່ເຊື່ອວ່າລາຍລະອຽດດັ່ງກ່າວເປັນທີ່ຮູ້ຈັກກັບພາກສ່ວນທີສາມຮັບອະນຸຍາດ, ກະລຸນາຕິດຕໍ່ຫາພວກເຮົາໃນທັນທີສໍາລັບການທົດແທນໂດຍຜ່ານການບໍລິການລູກຄ້າ, ລາຍລະອຽດຂອງທີ່ສາມາດໄດ້ຮັບການພົບເຫັນຢູ່ໃນການຕິດຕໍ່ພວກເຮົາຫຼື <a href=\"http://www.williamhill.com/whHelp/?v=0\">ຊ່ວຍເຫຼືອ</a>ສ່ວນຂອງເວັບໄຊທ໌ໄດ້.</p> <p><b>7 ເງິນຝາກແລະການຖອນເງິນຈາກບັນຊີຂອງທ່ານ</b></p> <p>7.1 ຖ້າຫາກວ່າທ່ານຕ້ອງການທີ່ຈະເຂົ້າຮ່ວມໃນການບໍລິການ, ທ່ານຈະຕ້ອງຈ່າຍເງິນເງິນໄປຍັງບັນຊີຂອງທ່ານຈາກບັນຊີຫຼືທີ່ມາຂອງທີ່ທ່ານມີບັນຊີໄດ້. ເງິນດັ່ງກ່າວອາດ (ຂຶ້ນກັບວັກ 5) ຫຼັງຈາກນັ້ນໄດ້ຮັບການນໍາໃຊ້ໂດຍທ່ານເພື່ອຈັດວາງ bets ຫຼືຫຼິ້ນເກມ. ລາຍລະອຽດເພີ່ມເຕີມຂອງວິທີການຮັບເງິນຝາກ, ຖອນແລະໂອນເງິນສາມາດໄດ້ຮັບການພົບເຫັນຢູ່ໃນພາກສ່ວນເງິນຝາກຂອງ<a href=\"https://williamhill-lang.custhelp.com/\">ຊ່ວຍເຫຼືອ</a>ສ່ວນຂອງເວັບໄຊທ໌ໄດ້. ຖ້າຫາກວ່າທ່ານໃຊ້ວິທີການຊໍາລະເງິນໃນການນັບຖືຂອງຊຶ່ງທ່ານບໍ່ໄດ້ຖືບັນຊີ, ພວກເຮົາສະຫງວນສິດທິໃນການປິ່ນປົວພະຍາດເງິນຝາກໃດເຂົ້າໄປໃນບັນຊີເປັນທີ່ບໍ່ຖືກຕ້ອງ (ແລະຊະນະທີ່ເກີດຂື້ນຈາກເງິນຝາກເຊັ່ນ: void) ທີ່ຍັງຄ້າງສໍາເລັດທີ່ຫນ້າພໍໃຈຂອງການກວດສອບທີ່ກ່ຽວຂ້ອງທັງຫມົດ .</p> <p>72 ທ່ານຕື່ມອີກຕົກລົງເຫັນດີທີ່ຈະບໍ່ເຮັດໃຫ້ທຸກຄ່າໃຊ້ຈ່າຍສະຫນັບສະຫນູນ, ປີ້ນກັບກັນຫຼືຍົກເລີກເງິນຝາກໃດເຂົ້າໄປໃນບັນຊີຂອງທ່ານ, ແລະໃນກໍລະນີດັ່ງກ່າວເພື່ອຄືນເງິນແລະຊົດເຊີຍໃຫ້ພວກເຮົາສໍາລັບເງິນຝາກບໍ່ທັນໄດ້ຈ່າຍດັ່ງກ່າວລວມທັງຄ່າໃຊ້ຈ່າຍໃດໆທີ່ເກີດຂຶ້ນໂດຍພວກເຮົາໃນຂະບວນການຂອງການເກັບກໍາເງິນຝາກຂອງທ່ານໄດ້. ສໍາລັບການຫລີກລ້ຽງການສົງໃສໃນບັນຊີຂອງທ່ານຈະບໍ່ໄດ້ຮັບການນໍາໃຊ້ໂດຍທ່ານເປັນບັນຊີທະນາຄານແລະ, ພວກເຮົາຄວນຕະຫນັກເຖິງເງິນຝາກເຂົ້າໄປໃນແລະການຖອນເງິນຈາກບັນຊີຂອງທ່ານໂດຍບໍ່ມີການພະນັນ commensurate ຫຼືກິດຈະກໍາການຫຼິ້ນເກມ, ພວກເຮົາສະຫງວນສິດໃນການຫັກຄ່າໃຊ້ຈ່າຍບໍລິຫານ (ຫຼື ບໍ່ພວກເຮົາປິດຫລືລະງັບບັນຊີ). ເງິນຝາກໄວ້ກັບພວກເຮົາໃນບັນຊີຂອງທ່ານຈະໄດ້ດຶງດູດຄວາມສົນໃຈ.</p> <p>73 ພວກເຮົາຍັງຕ້ອງການໂດຍໃບອະນຸຍາດຂອງພວກເຮົາທີ່ຈະແຈ້ງໃຫ້ລູກຄ້າກ່ຽວກັບສິ່ງທີ່ເກີດຂຶ້ນກັບເງິນທີ່ເຮົາໄດ້ຮັບໃນບັນຊີສໍາລັບທ່ານ, ແລະໃນຂອບເຂດທີ່ monies ດັ່ງກ່າວກໍາລັງປ້ອງກັນໃນກໍລະນີກ່ຽວກັບການລົ້ມລະລາຍ. <a href=\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a>. ເງິນຝາກໂດຍທ່ານກັບບັນຊີຂອງທ່ານຈະໄດ້ຮັບການຈັດຂຶ້ນໃນບັນຊີຂອງທະນາຄານແລະ / ຫຼືບັນຊີ escrow ທີ່ຈະໄດ້ຮັບການເກັບຮັກສາໄວ້ແຍກຕ່າງຫາກຈາກກອງທຶນຂອງບໍລິສັດຂອງພວກເຮົາ. ເງິນໃນບັນຊີຂອງທ່ານຍັງບໍ່ໄດ້ເອົາປະກັນໄພ, ຮັບປະກັນ, ສະຫນັບສະຫນູນຫຼືປ້ອງກັນບໍ່ດັ່ງນັ້ນໂດຍເງິນຝາກຫລືການປະກັນໄພທະນາຄານລະບົບຫຼືລະບົບການປະກັນໄພທີ່ຄ້າຍຄືກັນອື່ນໆ. ດັ່ງນັ້ນ, ເງິນໃນບັນຊີຂອງທ່ານຍັງບໍ່ໄດ້ປ້ອງກັນໃນກໍລະນີຂອງການລົ້ມລະລາຍໄດ້. ນີ້ພົບຄວາມຕ້ອງການຄະນະກໍາມະການພະນັນສໍາລັບການແຍກຂອງກອງທຶນຂອງລູກຄ້າຢູ່ໃນລະດັບທີ່: segregation ພື້ນຖານ.</p> <p>74 ພວກເຮົາອາດຈະໄດ້ທຸກເວລາກໍານົດອອກດຸ່ນດ່ຽງທາງບວກໃດກ່ຽວກັບບັນຊີຂອງທ່ານກັບຈໍານວນໃດເປັນຫນີ້ໂດຍທ່ານ (ລວມທັງພາຍໃຕ້ບັນຊີຊ້ໍາ) ກັບບໍລິສັດອື່ນໆພາຍໃນກຸ່ມຜູ້ດໍາເນີນການຂອງ (ບໍ່ຄໍານຶງເຖິງວ່າໄດ້ມີການລະເມີດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້) , (ໂດຍບໍ່ມີຂໍ້ຈໍາກັດ) ທີ່ພວກເຮົາກໍາລັງແກ້ໄຂ bets ຫຼື wagers ອີງຕາມວັກ 4.7 (ຊ້ໍາ Accounts) ວັກ 11 (ສົມຮູ້ຮ່ວມຄິດ, ການຜ່າຕັດ, ການສໍ້ໂກງແລະອາຊະຍາກໍາ) ຫຼືວັກ 18 (ຄວາມຜິດພາດຫຼືການລະເວັ້ນ).</p> <p>75 ໃນຂອບເຂດທີ່ກໍານົດໄວ້ໂດຍກົດຫມາຍໃນທ້ອງຖິ່ນຂອງທ່ານຫຼືພາສີຫຼືເຈົ້າຫນ້າທີ່ອື່ນໆທ່ານມີຄວາມຮັບຜິດຊອບສໍາລັບການລາຍງານການຊະນະແລະການສູນເສຍທີ່ເກີດຈາກການບໍລິການຂອງທ່ານ.</p> <p>76 ທ່ານສາມາດກໍານົດຂອບເຂດຈໍາກັດເງິນຝາກໃນບັນຊີຂອງທ່ານໃນມື້ຫນຶ່ງ. ກໍານົດຂອບເຂດນີ້ບໍ່ສາມາດໄດ້ຮັບການເພີ່ມຂຶ້ນໂດຍບໍ່ມີການໃຫ້ພວກເຮົາແຈ້ງຊາວສີ່ຊົ່ວໂມງຂອງຄວາມປາດຖະຫນາຂອງທ່ານທີ່ຈະເພີ່ມທະວີການກໍານົດຂອບເຂດເງິນຝາກຂອງທ່ານແລະພຽງແຕ່ໃນເວລາທີ່ຊາວສີ່ຊົ່ວໂມງມີ ​​elapsed ຈາກການຮ້ອງຂໍຂອງທ່ານສໍາລັບການດັ່ງກ່າວເພີ່ມຂຶ້ນເພີ່ມຂຶ້ນຈະສະຫມັກຂໍເອົາເປັນ. ສໍາລັບລາຍລະອຽດຂອງວິທີການກໍານົດຂີດຈໍາກັດເງິນຝາກກະລຸນາຕິດຕໍ່ຫາບໍລິການລູກຄ້າ, ຫຼື (ບ່ອນທີ່ບັນຊີຂອງທ່ານແມ່ນສໍາລັບເວັບໄຊທ໌ໄດ້) ຕັ້ງຄ່າກໍານົດຂອບເຂດໂດຍຜ່ານເວັບໄຊທ໌ໄດ້ໂດຍການຄລິກໃສ່ບັນຊີຂອງຂ້າພະເຈົ້າ, ຫຼັງຈາກນັ້ນປັບປຸງໃຫ້ທັນລະອຽດບັນຊີ. ທຸກການຫຼຸດຜ່ອນໄດ້ຢືນຢັນທີ່ຈະກໍານົດຂອບເຂດເງິນຝາກຂອງທ່ານຈະມີຜົນສັກສິດທັນທີທັນໃດ.</p> <p>77 Subject ວັກ 12 (ປິດບັນຊີຂອງທ່ານ; ແລະອື່ນໆ), ທ່ານສາມາດຮ້ອງຂໍຖອນເງິນຂອງກອງທຶນຈາກບັນຊີຂອງທ່ານໄດ້ທຸກເວລາ (ສັງເກດວ່າຖືກຕ້ອງເອາົນານີ້ປະກອບດ້ວຍສິດທິທີ່ຈະຖອນທັງຫມົດຂອງທ່ານ Buy-In ຍອດແລະເງິນຝາກອື່ນໆໄດ້ ກອງທຶນ), ສະຫນອງໃຫ້ວ່າ:</p> <p>7.7.1 ການຊໍາລະເງິນທັງຫມົດໄດ້ເຂົ້າໄປໃນບັນຊີຂອງທ່ານໄດ້ຮັບການຢືນຢັນເປັນການເກັບກູ້ແລະບໍ່ໄດ້ຮັບການຄິດຄ່າທໍານຽມກັບຄືນໄປບ່ອນ, ຖອນຄືນຫຼືຍົກເລີກຖ້າບໍ່ດັ່ງນັ້ນ;</p> <p>7.7.2 ການກວດສອບໃດອີງຕາມວັກທີ 5 (ພິສູດຢືນຢັນຂອງຕົນຂອງທ່ານ; ຄວາມຕ້ອງການຟອກເງິນ) ຂ້າງເທິງໄດ້ຮັບການສໍາເລັດໂດຍໃຫ້ພວກເຮົາພໍໃຈຂອງພວກເຮົາ; ແລະ</p> <p>7.7.3 ທ່ານໄດ້ສອດຄ່ອງກັບສະພາບການຖອນເງິນອື່ນໆທີ່ກ່ຽວຂ້ອງທີ່ມີຜົນຕໍ່ບັນຊີຂອງທ່ານ. ໃຫ້ສັງເກດວ່າໃນເງື່ອນໄຂຖອນໄດ້ມີບາງຕໍາ່ສຸດທີ່ຈໍາກັດຈໍານວນເງິນ (ທີ່ແຕກຕ່າງກັນໂດຍອີງຕາມວິທີການຊໍາລະເງິນທີ່ທ່ານເລືອກ), ແຕ່ຖ້າຫາກວ່າບັນຊີຂອງທ່ານມີຫນ້ອຍກ່ວາຕໍາ່ສຸດທີ່ດັ່ງກ່າວ (ລວມທັງໃນ Buy-In ຍອດ) ພວກເຮົາຈະດໍາເນີນການຖອນເງິນສໍາລັບການໄດ້ ຄວາມສົມດູນໃນບັນຊີຂອງທ່ານໃນກໍລະນີໃດ (ເຖິງແມ່ນວ່າບໍ່ມີຕໍາ່ສຸດທີ່ໄດ້ລະບຸໄວ້).</p> <p>78 ໃນການຖອນເງິນອະນຸມັດໂດຍພວກເຮົາ, ສະຫນອງໃຫ້ວ່າທ່ານໃຫ້ພວກເຮົາຂໍ້ມູນຂ່າວສານພຽງພໍທີ່ຈະເປັນການວິທີການກອງທຶນຄວນໄດ້ຮັບການຍົກຍ້າຍກັບທ່ານ, ພວກເຮົາຈະກັບຄືນກອງທຶນທີ່ກ່ຽວຂ້ອງກັບທ່ານໃນສອດຄ່ອງກັບວັກ 7.7 (ຄ່າບໍລິການຫນ້ອຍທີ່ເກີດຂຶ້ນຫຼືປະລິມານອື່ນໆທີ່ກໍານົດໄວ້ຈະ ຫັກອອກຈາກການຖອນເງິນຂອງທ່ານໃນຄໍາສັ່ງທີ່ຈະປະຕິບັດຕາມກົດຫມາຍສາມາດນໍາໃຊ້ມີ). ກະລຸນາສັງເກດການຖອນວ່າທ່ານໃດມີການຊື້-In ຍອດຈະສົ່ງຜົນໃຫ້ການຍົກເລີກຂອງຍອດໂບນັດທີ່ກ່ຽວຂ້ອງກັບທີ່ຊື້-In ຍອດສອດຄ່ອງກັບເງື່ອນໄຂໂບນັດທີ່ກ່ຽວຂ້ອງກັບການສົ່ງເສີມການທີ່. ໃນຄໍາສັ່ງທີ່ຈະຖອນຕົວຂອງທ່ານ Buy-In ດຸ່ນທ່ານອາດຈະຈໍາເປັນຕ້ອງໄດ້ຍົກເລີກການອອກຄັ້ງທໍາອິດຂອງການສົ່ງເສີມການໃດທີ່ໄດ້ຊື້-In ຍອດກ່ຽວຂ້ອງແລະຖ້າຫາກວ່ານີ້ແມ່ນກໍານົດໄວ້ຄໍາແນະນໍາຢ່າງເຕັມທີ່ທີ່ຈະເປັນການວິທີການເຮັດແນວນັ້ນໄດ້ຖືກບັນຈຸຢູ່ໃນເງື່ອນໄຂໂບນັດທີ່ກ່ຽວຂ້ອງກັບການສົ່ງເສີມການທີ່ .</p> <p>79 ພວກເຮົາຈະພະຍາຍາມທີ່ຈະຮອງຮັບການຮ້ອງຂໍຂອງທ່ານກ່ຽວກັບວິທີການຊໍາລະເງິນແລະສະກຸນເງິນຂອງການຊໍາລະເງິນຂອງການຖອນການຍ. ດັ່ງກ່າວນີ້, ແນວໃດກໍ່ຕາມ, ບໍ່ສາມາດຮັບປະກັນ. ດັ່ງນັ້ນ, ພວກເຮົາອາດຈະປະມວນຜົນແລະຈ່າຍເງິນໃນວິທີການຊໍາລະເງິນທີ່ແຕກຕ່າງກັນກ່ວາຫນຶ່ງຮຽກຮ້ອງໂດຍທ່ານ, ເຊັ່ນ: ຜ່ານຜູ້ໃຫ້ບໍລິການຊໍາລະເງິນທີ່ແຕກຕ່າງກັນ, ເປັນຮ່າງຂອງທະນາຄານຫຼືສາຍການໂອນ (ຄ່າບໍລິການທີ່ກ່ຽວຂ້ອງກັບວິທີການຊໍາລະເງິນທີ່ກ່ຽວຂ້ອງກໍາລັງກໍານົດໄວ້ໃນພາກສ່ວນຖອນຂອງ<a href=\"http://liveguess.net/about/help\">ຊ່ວຍເຫຼືອ</a> ສ່ວນຂອງເວັບໄຊທ໌ໄດ້). ເຊັ່ນດຽວກັນ, ໃນບາງກໍລະນີ, ສະກຸນເງິນການຖອນເງິນຂອງທ່ານອາດຈະບໍ່ສະກຸນເງິນໃນເງິນຝາກຂອງທ່ານໄດ້ຖືກເຮັດຫຼືວ່າໄດ້ຖ້າບໍ່ດັ່ງນັ້ນໂດຍທ່ານແລະໃນກໍລະນີບ່ອນທີ່ພວກເຮົາຈໍາເປັນຕ້ອງໄດ້ປ່ຽນເງິນຝາກຂອງທ່ານໃນລະຫວ່າງສະກຸນເງິນທີ່ແຕກຕ່າງກັນ, ອັດຕາການປ່ຽນໃຈເຫລື້ອມໃສນໍາໃຊ້ໂດຍ ພວກເຮົາໄດ້ຖືກລະບຸໄວ້ໃນ<a href=\"http://liveguess.net/about/help\">ຊ່ວຍເຫຼືອ</a>ສ່ວນຂອງເວັບໄຊທ໌ໄດ້.</p> <p>710 ຄ່າບໍລິການບັນຊີ Inactive. ຖ້າຫາກວ່າທ່ານບໍ່ໄດ້ໃຊ້ບັນຊີຂອງທ່ານສໍາລັບການພະນັນຫຼືເກມ, ເຮັດໃຫ້ເປັນເງິນຝາກ, ຖອນເງິນຫຼືໂອນ, ຫຼືຖ້າຫາກວ່າມັນແມ່ນ inactive ຖ້າບໍ່ດັ່ງນັ້ນ, ສໍາລັບໄລຍະເວລາຂອງຢ່າງຫນ້ອຍ 13 ເດືອນຕິດຕໍ່ກັນຫຼັງຈາກນັ້ນມັນຈະເປັນ \"ບັນຊີ Inactive\". ທັງຫມົດບັນຊີ Inactive ຈະເກີດການຄ່າທໍານຽມ ( \"ຄ່າທໍານຽມບັນຊີ Inactive\"), ລາຍລະອຽດຂອງທີ່ສາມາດໄດ້ຮັບການພົບເຫັນຢູ່ໃນພາກການຄວາມຊ່ວຍເຫລືອຂອງເວັບໄຊທ໌ໄດ້. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານໃນເວລາທີ່ບັນຊີຂອງທ່ານຈະກາຍເປັນບັນຊີ Inactive, ແລະຢ່າງຫນ້ອຍ 14 ວັນກ່ອນການບັນຊີໃດ Inactive ແມ່ນ deducted ຈາກມັນ.</p> <p><b>8. ການໃຊ້ທາງດ້ານກົດຫມາຍຂອງເວັບໄຊ</b></p> <p>81 ການເຂົ້າເຖິງຫຼືການນໍາໃຊ້ຂອງເວັບໄຊທ໌ຫຼືຂອງບໍລິການຜ່ານເວັບໄຊທ໌ທີ່ອາດຈະບໍ່ສາທາງດ້ານກົດຫມາຍສໍາລັບບາງຄົນຫລືທັງຫມົດອາໃສຂອງຫຼືບຸກຄົນໃນບາງປະເທດ. ພວກເຮົາບໍ່ໄດ້ມີຈຸດປະສົງວ່າເວັບໄຊທ໌ຄວນຈະໄດ້ຮັບການນໍາໃຊ້ສໍາລັບການພະນັນ, ຫຼິ້ນເກມຫລືຈຸດປະສົງອື່ນໃດໂດຍບຸກຄົນໃນປະເທດທີ່ກິດຈະກໍາດັ່ງກ່າວແມ່ນຜິດກົດຫມາຍ, ຊຶ່ງປະກອບມີສະຫະລັດອາເມລິກາຂອງອາເມລິກາແລະຂອບເຂດທີ່ລະບຸໄວ້ໂດຍຜ່ານພາກຄວາມຊ່ວຍເຫລືອກ່ຽວກັບເວັບໄຊທ໌ໄດ້. ຄວາມຈິງທີ່ວ່າເວັບໄຊທ໌ແມ່ນສາມາດເຂົ້າເຖິງໃນທົ່ວປະເທດດັ່ງກ່າວ, ຫຼືປາກົດຢູ່ໃນພາສາທາງການຂອງປະເທດດັ່ງກ່າວຈະບໍ່ໄດ້ຮັບການສ້າງເປັນຕົວແທນຫຼືບໍ່ຮັບປະກັນດ້ວຍຄວາມນັບຖືກັບທາງດ້ານກົດຫມາຍຫຼືບໍ່ດັ່ງນັ້ນການເຂົ້າເຖິງແລະການນໍາໃຊ້ຂອງເວັບໄຊທ໌ໄດ້, ແລະ ການສ້າງເງິນຝາກຫລືການຮັບເອົາລາງວັນຈາກບັນຊີຂອງທ່ານ. ການວາງຈໍາຫນ່າຍເວັບໄຊທ໌ທີ່ບໍ່ໄດ້ປະກອບເປັນການສະເຫນີ,</p> <p>82 ມັນເປັນຄວາມຮັບຜິດຊອບຂອງທ່ານເພື່ອກໍານົດກົດຫມາຍທີ່ໃຊ້ໃນສະຖານທີ່ທີ່ທ່ານຢູ່ໃນປະຈຸບັນ. ທ່ານຄວນຮັບປະກັນວ່າທ່ານຈະໄດ້ຮັບການສະແດງຕາມກົດຫມາຍໃນເຂດອໍານາດຂອງທ່ານໃນການເປີດບັນຊີຂອງທ່ານແລະ / ຫຼືການນໍາໃຊ້ເວັບໄຊທ໌ແລະທ່ານເປັນຕົວແທນ, ຫນັງສືບັງຄັບແລະຕົກລົງເຫັນດີທີ່ທ່ານຈະເຮັດແນວນັ້ນ.</p> <p>83 ຖ້າຫາກວ່າມັນຈະກາຍເປັນປາກົດຂື້ນກັບພວກເຮົາວ່າທ່ານແມ່ນຢູ່ໃນປະເທດທີ່ການນໍາໃຊ້ຂອງເວັບໄຊທ໌ທີ່ບໍ່ແມ່ນທາງດ້ານກົດຫມາຍ, ພວກເຮົາຈະໄດ້ຮັບການສິດທັນທີເພື່ອປິດບັນຊີຂອງທ່ານ, ໃນກໍລະນີດຸ່ນດ່ຽງໃດກ່ຽວກັບການບັນຊີກ່ຽວກັບວັນທີຂອງການປິດດັ່ງກ່າວຈະ ໄດ້ຮັບການສົ່ງຄືນໃຫ້ທ່ານໃນທັນທີທີ່ມັນເປັນການປະຕິບັດສໍາລັບພວກເຮົາທີ່ຈະເຮັດແນວນັ້ນ.</p> <p><b>9. ຢາຍ BET ຂອງທ່ານແລະ / ຫຼື GAMING ໃຊ້ບໍລິການ</b></p> <p>91 ໃນຄໍາສັ່ງທີ່ຈະເອົາຊິວິດຫຼືການເຂົ້າເຖິງການບໍລິການທີ່ທ່ານຄວນປະຕິບັດຕາມຄໍາແນະນໍາສະຫນອງໃຫ້ໂດຍພາກສ່ວນຊ່ວຍເຫຼືອໄດ້.</p> <p>92 ມັນເປັນຄວາມຮັບຜິດຊອບຂອງທ່ານເພື່ອຮັບປະກັນວ່າລາຍລະອຽດຂອງ bet ໃດ, ສະເຕກຫລືເຮັດທຸລະກໍາທີ່ຄ້າຍຄືກັນທີ່ທ່ານມີການນໍາໃຊ້ບໍລິການ (a \"Transaction\") ຖືກຕ້ອງໃນລັກສະນະດັ່ງຕໍ່ໄປນີ້:</p> <p>921 ໃນເວລາທີ່ການນໍາໃຊ້ເວັບໄຊທ໌ໄດ້ (ບໍ່ວ່າຈະໂດຍກົງ, ໂດຍຜ່ານຄໍາຮ້ອງສະຫມັກຫຼືຖ້າບໍ່ດັ່ງນັ້ນ) ໃຫ້ສອດຄ່ອງກັບກົດລະບຽບການພະນັນກ່ຽວຂ້ອງຫຼືກົດລະບຽບຂອງເກມ, ຕາມຄວາມເຫມາະສົມ; ແລະ</p> <p>922 ໃນເວລາທີ່ການນໍາໃຊ້ Telebetting, bet ຂອງທ່ານຈະໄດ້ຮັບການອ່ານການຄືນຫາທ່ານແລະທ່ານຈະໄດ້ຮັບການຮ້ອງຂໍໃຫ້ຢືນຢັນວ່າມັນຖືກຕ້ອງກັບຕົວແທນໂທລະສັບຂອງພວກເຮົາ.</p> <p>93 ປະຫວັດສາດ Transaction ທ່ານສາມາດໄດ້ຮັບການເຂົ້າເຖິງໄດ້ໂດຍທ່ານໂດຍການຄລິກໃສ່ບັນຊີຂອງຂ້າພະເຈົ້າກ່ຽວກັບເວັບໄຊທ໌, ຫຼືໂດຍຜ່ານການທີມງານບໍລິການລູກຄ້າຂອງພວກເຮົາ (ລວມທັງໂດຍເລືອກທີ່ຈະໄດ້ຮັບຄໍາຖະແຫຼງທີ່ລາຍລັກອັກສອນ).</p> <p>94 ພວກເຮົາສະຫງວນສິດທິໃນການປະຕິເສດທັງຫມົດຫຼືສ່ວນຫນຶ່ງຂອງ Transaction ໃດຂໍໂດຍທ່ານ; (ກ) ບ່ອນທີ່ທ່ານໄດ້ລະເມີດເງື່ອນໄຂຂອງການນໍາໃຊ້, ຫຼື (b) ຕະຫຼອດເວລາໃນການຕັດສິນໃຈ sole ຂອງພວກເຮົາເວັ້ນເສຍແຕ່ວ່າພວກເຮົາຈະບໍ່ໃຊ້ການຕັດສິນໃຈດັ່ງກ່າວຫຼືສະແຫວງຫາການບັງຄັບໃຊ້ການຕັດສິນໃຈດັ່ງກ່າວຖ້າຫາກວ່າທ່ານໄດ້ເຮັດຫນຶ່ງຫຼືຫຼາຍກວ່າເດີມພັນທີ່ມີຄຸນນະໃນການນັບຖືຂອງ Free Bet Promotion) ແລະອອກກໍາລັງກາຍຂອງການຕັດສິນໃຈຈະຂອງພວກເຮົາ:</p> <p>941 ຜົນກະທົບຕໍ່ຄວາມສາມາດຂອງທ່ານທີ່ຈະ: 9.4.1.1 ໄດ້ຮັບ bets ຟຣີ, ຫຼືມູນຄ່າຄາດຄະເນທີ່ເຕັມໄປດ້ວຍການເດີມພັນຈາກທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ, ໄດ້ວາງໄວ້ທັງຫມົດເດີມພັນທີ່ມີຄຸນນະມີຄວາມຈໍາເປັນ; and9.4.1.2 ວາງຍັງເຫຼືອເດີມພັນທີ່ມີຄຸນນະທີ່ຕ້ອງການໂດຍທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ, ແລະຜົນສະທ້ອນໄດ້ຮັບ bets ຟຣີ, ຫຼືມູນຄ່າຄາດຄະເນທີ່ເຕັມໄປດ້ວຍການເດີມພັນຈາກທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ, ທີ່ທ່ານຈະໄດ້ຮັບການສິດເປັນຜົນມາຈາກ; and9.4.1.3 ພະຍາຍາມໃຫ້ສໍາເລັດຕ້ອງວາງເດີມພັນທີ່ກ່ຽວຂ້ອງກັບທີ່ Free Bet ສົ່ງເສີມ or9.4.2 ທາງວັດຖຸມີຜົນກະທົບຄວາມສາມາດຂອງທ່ານເພື່ອໃຫ້ສໍາເລັດການເດີມພັນຄັດເລືອກທີ່ກໍານົດໄວ້ໂດຍທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ.</p> <p>95 No Transaction ເປັນທີ່ຍອມຮັບໂດຍພວກເຮົາຈົນກ່ວາທ່ານໄດ້ໃຫ້ການຢືນຢັນທີ່ເຫມາະສົມ (ຫຼືວ່າມັນໄດ້ຮັບການຖ້າບໍ່ດັ່ງນັ້ນການຍອມຮັບຈາກພວກເຮົາ) ໃຫ້ສອດຄ່ອງກັບວັກ 9.2. ຖ້າຫາກວ່າທ່ານມີຂໍ້ສົງໄສໃດໆທີ່ຈະເປັນການບໍ່ວ່າຈະເປັນທຸລະກໍາໄດ້ຮັບການຍອມຮັບຢ່າງສໍາເລັດຜົນ, ທ່ານຄວນຕິດຕໍ່ຫາບໍລິການລູກຄ້າ.</p> <p>ເມື່ອເປັນ Transaction ໄດ້ຮັບການຍອມຮັບໂດຍພວກເຮົາ, ທ່ານບໍ່ສາມາດຍົກເລີກການເຮັດທຸລະກໍາເວັ້ນເສຍແຕ່ວ່າພວກເຮົາຕົກລົງເຫັນດີເປັນຢ່າງອື່ນ. ຖ້າຫາກວ່າທ່ານກໍາລັງເຮັດໃຫ້ເປັນການໂທລະສັບ, ການພະນັນແລະການເຊື່ອມຕໍ່ໂທລະສັບທີ່ກ່ຽວຂ້ອງຈະກາຍເປັນ disconnected ບໍ່ຄາດຝັນ, ພວກເຮົາຢ່າງໃດກໍຕາມຈະວາງເດີມພັນທີ່ກ່ຽວຂ້ອງຖ້າຫາກວ່າ (ກ) ພວກເຮົາມີຄວາມຈະແຈ້ງກ່ຽວກັບຄໍາແນະນໍາຈຸດປະສົງຂອງທ່ານ; (b) ລາຍລະອຽດຊິວິດໄດ້ຮັບການສະຫນອງໃຫ້ກັບພວກເຮົາໂດຍທ່ານກ່ອນທີ່ຈະຈຸດທີ່ພວກເຮົາຢຸດຮັບເອົາ bets on ກໍລະນີທີ່ກ່ຽວຂ້ອງ; ແລະ (c) bet ເປັນທີ່ຍອມຮັບກັບພວກເຮົາໃນໄລຍະປະຊຸມສະໄຫມຂອງທຸລະກິດ. ໃນກໍລະນີຂອງການບໍ່ຕິດໂທລະສັບດັ່ງກ່າວໄດ້, ທ່ານທັນທີຄວນຕິດຕໍ່ທີມງານບໍລິການລູກຄ້າຂອງພວກເຮົາສໍາລັບການຢັ້ງຢືນທີ່ຈະເປັນການບໍ່ວ່າຈະເປັນເດີມພັນຂອງທ່ານໄດ້ຮັບການວາງໄວ້.</p> <p>96 ພວກເຮົາອາດຈະ, ຕາມການຕັດສິນຂອງພວກເຮົາ (ແລະສະຫນອງໃຫ້ວ່າບໍ່ທ່ານຫຼືພວກເຮົາໄດ້ຮັບປະໂຫຍດບໍ່ຍຸດຕິທໍາມີ), ເລືອກທີ່ຈະຍອມຮັບຊິວິດການເປັນທັງໆທີ່ວ່າກິດຈະກໍາທີ່ກ່ຽວຂ້ອງໄດ້ເລີ່ມຂຶ້ນແລ້ວ. ໃນການນັບຖືຂອງເກມ, ກົດລະບຽບຂອງເກມທີ່ກ່ຽວຂ້ອງຕ້ອງກໍານົດອອກຈຸດທີ່ບໍ່ມີສະເຕກໃນຕໍ່ຫນ້າຈະໄດ້ຮັບການຍອມຮັບໂດຍພວກເຮົາ.</p> <p>97 ພວກເຮົາອາດຈະຍົກເລີກການຫຼືປ່ຽນແປງເປັນ Transaction ອີງຕາມບົດບັນຍັດຂອງວັກ 5 ຂອງ (ພິສູດຢືນຢັນຕົວຕົນຂອງທ່ານ), ວັກ 11 (ສົມຮູ້ຮ່ວມຄິດ, Cheating, ສໍ້ໂກງແລະອາຊະຍາກໍາ) ຫຼືວັກ 18 (ຄວາມຜິດພາດຫຼືການລະເວັ້ນ).</p> <p><b>10. GAMING REMOTE OR ການພະນັນ</b></p> <p>101 ບ່ອນເຈົ້າຍັງບໍ່ໄດ້ເຂົ້າເຖິງການບໍລິການຜ່ານແບບຟອມເອເລັກໂຕຣນິກຂອງການສື່ສານທ່ານຄວນຈະຮູ້ວ່າ:</p> <p>1011 ໃນທີ່ກ່ຽວຂ້ອງກັບການນໍາໃຊ້ຂອງທ່ານຂອງເວັບໄຊທ໌ສໍາລັບການສະຖານທີ່ຂອງການພະນັນຫຼືມັກຫຼີ້ນຂອງເກມນີ້:</p> <p>10.1.1.1 ທ່ານອາດຈະໃຊ້ການເຊື່ອມຕໍ່ຫຼືອຸປະກອນທີ່ຈະຊ້າກວ່າການອຸປະກອນດັ່ງກ່າວທີ່ຜູ້ອື່ນມີແລະນີ້ອາດຈະມີຜົນກະທົບປະສິດທິພາບຂອງທ່ານໃນກິດຈະກໍາທີ່ສໍາຄັນທີ່ໃຊ້ເວລານໍາສະເຫນີຜ່ານທາງເວັບໄຊທ໌ໄດ້;</p> <p>10.1.1.2 ທ່ານອາດຈະພົບຂໍ້ບົກພ່ອງຂອງລະບົບ, ຄວາມຜິດ, ຄວາມຜິດພາດຫຼືການຢຸດຊະງັກການບໍລິການທີ່ຈະໄດ້ຮັບການ dealt ມີໃນສອດຄ່ອງກັບວັກ 17 (IT ລົ້ມເຫລວ);</p> <p>10.1.1.3 ກົດລະບຽບສໍາລັບການໃນແຕ່ລະກໍລະນີຫຼືເກມເກມທີ່ສະຫນອງໃຫ້ໂດຍຜ່ານເວັບໄຊທ໌ທີ່ມີຢູ່ແລະຄວນໄດ້ຮັບການພິຈາລະນາໂດຍທ່ານກ່ອນທີ່ຈະນໍາໃຊ້ຂອງທ່ານຂອງບໍລິການທີ່ສະຫນອງໃຫ້ໂດຍຜ່ານເວັບໄຊທ໌ໄດ້; ແລະ</p> <p>10.1.1.4 ໃນເກມສະເຫນີໃຫ້ໂດຍຜ່ານເວັບໄຊທ໌ທີ່ໄດ້ຮັບປະໂຍດຈາກຜູ້ນຫຼາຍຫຼືສະພາບຄ່ອງສູງທີ່ພວກເຮົາອາດຈະນໍາຫຼິ້ນອັດຕະໂນມັດ ( \"ບອທ໌\") (ທີ່ຊື່ຜູ້ໃຊ້ຈະເປັນ \"ນາມ\") ທີ່ມີທາງສ່ວນຫນ້າຂອງໂຄງການທີ່ຈະຫຼິ້ນແລະເຂົ້າຮ່ວມໃນເກມໃນ ສັ່ງການຊ່ວຍເຫຼືອສະພາບຄ່ອງຫຼືຈໍານວນຂອງເກມຜູ້ນ, ເຖິງແມ່ນວ່າພວກເຮົາຈະບໍ່ນໍາໃຊ້ບອທ໌ໂດຍບໍ່ມີການເຮັດໃຫ້ການນໍາໃຊ້ດັ່ງກ່າວຈະແຈ້ງກ່ຽວກັບທ່ານ. ພວກເຮົາເພດສາມາດຢືນຢັນວ່າພວກເຮົາບໍ່ໄດ້ໃຊ້ບອທ໌ໃນຊອຟແວ Poker ຂອງພວກເຮົາແລະຈະໃຊ້ເວລາຂັ້ນຕອນການເຄື່ອນໄຫວຮ່ວມກັບຜູ້ໃຫ້ບໍລິຊອບແວຂອງພວກເຮົາເພື່ອປ້ອງກັນການນໍາໃຊ້ຂອງເຂົາເຈົ້າໂດຍຜູ້ໃຊ້ບໍລິການໃດໆ; ແລະ</p> <p>1012 ໃນທີ່ກ່ຽວຂ້ອງກັບການນໍາໃຊ້ຂອງທ່ານຂອງບໍລິການ, ຖ້າຫາກວ່າທ່ານກໍາລັງການພະນັນກ່ຽວກັບກໍລະນີທີ່ \"ໃນການເຮັດວຽກ\", ທ່ານບໍ່ສາມາດໃນເວລາທີ່ກ່ຽວຂ້ອງໃດຫນຶ່ງສາມາດເບິ່ງຫຼືຖ້າບໍ່ດັ່ງນັ້ນໄດ້ຮັບການສະຫນອງໃຫ້ມີຫຼາຍທີ່ສຸດຂອງຂໍ້ມູນຂ່າວສານເຖິງວັນທີໃນການພົວພັນ ກັບກິດຈະກໍາທີ່ກ່ຽວຂ້ອງ. ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບຕໍ່ທ່ານໃນການນັບຖືຂອງການສູນເສຍໃດໆປະສົບຫຼືຄ່າໃຊ້ຈ່າຍທີ່ເກີດຂຶ້ນໂດຍທ່ານເປັນຜົນມາຈາກການຊັກຊ້າໃດໆໃນລະບົບສາຍສົ່ງຂອງຂໍ້ມູນຂ່າວສານທີ່ກ່ຽວຂ້ອງກັບເຄື່ອງຫມາຍ \"ໃນການເຮັດວຽກ\" ກໍລະນີ.</p> <p>11.COLLUSION ຫຼອກຫຼວງສໍ້ໂກງແລະອາຊະຍາກໍາ</p> <p>111 ການປະຕິບັດດັ່ງຕໍ່ໄປນີ້ (ຫຼືຂອງເຂົາເຈົ້າ) ທີ່ກ່ຽວຂ້ອງກັບບໍລິການ:</p> <p>· ການລ່ວງລະເມີດຂອງ bonuses ຫຼືການສົ່ງເສີມການອື່ນໆ; ແລະ / ຫຼື</p> <p>· ການນໍາໃຊ້ປັດໄຈພາຍນອກຍຸດຕິທໍາຫຼືມີອິດທິພົນ (ທີ່ຮູ້ຈັກທົ່ວໄປເປັນ cheating); ແລະ / ຫຼື</p> <p>· ຄວາມໄດ້ປຽບບໍ່ຍຸດຕິທໍາ (ທີ່ກໍານົດໄວ້ໃນວັກ 1153);</p> <p>· ເປີດບັນຊີຊ້ໍາໃດ; ແລະ / ຫຼື</p> <p>· undertaking ເປັນການສໍ້ໂກງຫຼືກິດຈະກໍາທາງອາຍາ (ແຕ່ລະຄົນທີ່ກໍານົດໄວ້ໃນວັກ 115),</p> <p>ປະກອບ \"ທີ່ຖືກຫ້າມປະຕິບັດ\". Practices ຫ້າມຍັງບໍ່ໄດ້ຮັບອະນຸຍາດແລະຈະປະກອບເປັນການລະເມີດເງື່ອນໄຂການໃຊ້ໄດ້. ພວກເຮົາຈະໃຊ້ເວລາຂັ້ນຕອນທີ່ເຫມາະສົມໃນການປ້ອງກັນແລະກວດສອບທີ່ຖືກຫ້າມປະຕິບັດແລະກໍານົດຫຼິ້ນທີ່ກ່ຽວຂ້ອງກ່ຽວຂ້ອງຖ້າຫາກວ່າພວກເຂົາເຈົ້າເກີດຂຶ້ນ. Subject ການຂ້າງເທິງນີ້, ຢ່າງໃດກໍຕາມ, ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບສໍາລັບການສູນເສຍຫຼືຄວາມເສຍຫາຍທີ່ທ່ານອາດຈະເກີດເປັນຜົນມາຈາກໃດຫນຶ່ງທີ່ຖືກຫ້າມປະຕິບັດ, ແລະພວກເຮົາຢູ່ຄົນດຽວຈະຕັດສິນໃຈດໍາເນີນການໃດໆທີ່ພວກເຮົາໃຊ້ເວລາໃນການນັບຖືຂອງໃດໆທີ່ຖືກຫ້າມປະຕິບັດ.</p> <p>112 ຖ້າຫາກວ່າທ່ານຄິດວ່າຄົນເຈັບແມ່ນໄດ້ເຂົ້າຮ່ວມໃນການປະຕິບັດທີ່ຖືກຫ້າມໃດໆ, ກະລຸນາບອກພວກເຮົາກ່ຽວກັບມັນໃນທັນທີທີ່ທ່ານສາມາດເຮັດໄດ້, ໂດຍ e-mailing ພວກເຮົາຫຼືໂທຣະສັບໄປບໍລິການລູກຄ້າ.</p> <p>113 ທ່ານຍອມຮັບວ່າທ່ານຈະບໍ່ເຂົ້າຮ່ວມດ້ານຄວາມປອດໄພໄດ້ຮັບການເຊື່ອມຕໍ່ກັບຮູບແບບຂອງການປະຕິບັດທີ່ຖືກຫ້າມໃດໆ.</p> <p>114 ຖ້າຫາກວ່າ:</p> <p>1141 ພວກເຮົາມີພື້ນທີ່ສົມເຫດສົມຜົນທີ່ຈະເຊື່ອວ່າທ່ານໄດ້ເຂົ້າຮ່ວມໃນການຫຼືໄດ້ຮັບການເຊື່ອມຕໍ່ກັບຮູບແບບຂອງການປະຕິບັດທີ່ຖືກຫ້າມໃດ (ນີ້ອາດຈະປະກອບມີການນໍາໃຊ້ໂດຍພວກເຮົາ (ແລະໂດຍຄູ່ຮ່ວມງານຂອງພວກເຮົາແລະສະຫນອງອື່ນໆຂອງພວກເຮົາ) ການສໍ້ໂກງໃດໆ, cheating ແລະສົມຮູ້ຮ່ວມຄິດ ການປະຕິບັດການຊອກຄົ້ນຫາທີ່ໄດ້ຖືກນໍາໃຊ້ໃນການພະນັນແລະເກມອຸດສາຫະກໍາໃນເວລາທີ່ກ່ຽວຂ້ອງ); ຫຼື</p> <p>11.4.2 ທ່ານໄດ້ວາງເດີມພັນແລະ / ຫຼືມີຄົນຫຼິ້ນເກມອອນໄລນ໌ທີ່ມີໃຫ້ບໍລິການອອນໄລນ໌ອື່ນໆຂອງການບໍລິການການພະນັນແລະກໍາລັງສົງໄສວ່າ (ເປັນຜົນມາຈາກການຫຼິ້ນດັ່ງກ່າວ) ທຽບເທົ່າໃດກັບທຸລະກິດທີ່ຖືກຫ້າມໃດໆກ່ຽວກັບຜູ້ບໍລິການການພະນັນອື່ນໆ, ຫຼືກິດຈະກໍາທີ່ບໍ່ເຫມາະສົມອື່ນໆ; ຫຼື</p> <p>11.4.3 ພວກເຮົາຈະຮູ້ວ່າທ່ານໄດ້ \"ຄິດຄ່າທໍານຽມກັບຄືນໄປບ່ອນ\" ຫຼືປະຕິເສດໃດໆຂອງການຊື້ຫຼືເງິນຝາກທີ່ທ່ານໄດ້ເຖິງບັນຊີຂອງທ່ານ; ຫຼື</p> <p>11.4.4 ໃນຄວາມຄິດເຫັນຂອງສົມເຫດສົມຜົນຂອງພວກເຮົາການນໍາໃຊ້ຢ່າງຕໍ່ເນື່ອງຂອງທ່ານການບໍລິການອາດຈະເປັນອັນຕະລາຍສະຖານະພາບການຄວບຄຸມຂອງພວກເຮົາ, ລວມທັງຄວາມສາມາດຢ່າງຕໍ່ເນື່ອງຂອງພວກເຮົາທີ່ຈະອະນຸຍາດໂດຍຄະນະກໍາມະການພະນັນແລະ / ຫຼືຜູ້ກວດກາການພະນັນ Gibraltar; ຫຼື</p> <p>11.4.5 ທ່ານກາຍເປັນຄົນລົ້ມລະລາຍຫລືທຸກທໍລະມານດໍາເນີນຄະດີທີ່ຄ້າຍຄືກັນທຸກບ່ອນໃນໂລກ,</p> <p>ຫຼັງຈາກນັ້ນ, ພວກເຮົາຈະມີສິດທິໃນການ, ໃນການນັບຖືຂອງບັນຊີຂອງທ່ານ (ແລະ / ຫຼືບັນຊີອື່ນທີ່ໄດ້ຈັດຂຶ້ນໂດຍທ່ານກັບບໍລິສັດ Operator Group) ທີ່ຈະລະງັບໄດ້ທັງຫມົດຫຼືສ່ວນຫນຶ່ງຂອງຄວາມສົມດູນແລະ / ຫຼືຟື້ນຕົວຈາກບັນຊີຈໍານວນເງິນຝາກໃດຫນຶ່ງ , ຈ່າຍ outs, bonuses ຫຼື winnings ທີ່ໄດ້ຮັບຜົນກະທົບຈາກຫຼືຢູ່ໃນວິທີການໃດທີ່ເປັນຂອງຂອງກໍລະນີ (s) ລະບຸໄວ້ໃນວັກນີ້ 114. ສິດທິທີ່ກໍານົດໄວ້ໃນວັກນີ້ 114 ບໍ່ມີຜົນກະທົບສິດທິອື່ນໆ (ລວມທັງສິດທິກົດຫມາຍທົ່ວໄປມີ) ພວກເຮົາອາດຈະມີຕໍ່ທ່ານ, ພາຍໃຕ້ເງື່ອນໄຂຂອງການນໍາໃຊ້ຫຼືຖ້າບໍ່ດັ່ງນັ້ນ.</p> <p>115 ສໍາລັບຈຸດປະສົງຂອງວັກນີ້ 11:</p> <p>1151 \"ການສໍ້ໂກງ\" ຫມາຍຄວາມວ່າກິດຈະກໍາສໍ້ໂກງໃດມີສ່ວນຮ່ວມໃນໂດຍທ່ານຫຼືບຸກຄົນໃດຫນຶ່ງເຮັດຫນ້າທີ່ໃນນາມຂອງທ່ານຫຼືຢູ່ໃນສົມຮູ້ຮ່ວມຄິດກັບທ່ານ, ແລະຈະປະກອບມີ, ໂດຍບໍ່ມີຂໍ້ຈໍາກັດ: (a) ການສໍ້ໂກງຮັບຜິດຊອບສະຫນັບສະຫນູນແລະກິດຈະກໍາ rake, ກັບຄືນໄປບ່ອນ; (b) ການນໍາໃຊ້ໂດຍທ່ານຫຼືບຸກຄົນອື່ນຜູ້ທີ່ໄດ້ເຂົ້າຮ່ວມໃນເກມເຊັ່ນດຽວກັນກັບທ່ານໄດ້ທຸກເວລາ, ຂອງທີ່ຖືກຂະໂມຍ, ໂຄນຫຼືຮັບອະນຸຍາດຖ້າບໍ່ດັ່ງນັ້ນບັດເຄຣດິດຫຼືບັດເດບິດ, ເປັນແຫລ່ງທີ່ມາຂອງເງິນທຶນ; (c) ສົມຮູ້ຮ່ວມຄິດໂດຍທ່ານກັບຄົນອື່ນໃນຄໍາສັ່ງທີ່ຈະໄດ້ຮັບເປັນປະໂຫຍດບໍ່ຍຸດຕິທໍາ (ລວມທັງຜ່ານແຜນການເງິນຫລືສິ່ງຈູງໃຈທີ່ຄ້າຍຄືກັນສະຫນອງໃຫ້ໂດຍພວກເຮົາ); (d) ຄວາມພະຍາຍາມທີ່ຈະລົງທະບຽນຂໍ້ມູນບັນຊີເທັດຫຼືຫຼອກລວງໃດໆ; ແລະ (e) ໃດປະຕິບັດຕົວຈິງຫຼືພະຍາຍາມໂດຍທ່ານເຊິ່ງຖືວ່າສົມເຫດສົມຜົນໂດຍພວກເຮົາຈະຜິດກົດຫມາຍໃນເຂດອໍານາດສາມາດນໍາໃຊ້ໃດກໍ່ຕາມ, ຢູ່ໃນສາດສະຫນາບໍ່ດີ,</p> <p>1152 \"ກິດຈະກໍາທາງອາຍາ\" ຈະປະກອບມີ, ໂດຍບໍ່ມີຂໍ້ຈໍາກັດ, ການຟອກເງິນແລະການກະທໍາຜິດພາຍໃຕ້ພາກ 42 ຂອງການພະນັນກົດຫມາຍວ່າດ້ວຍ 2005; ແລະ</p> <p>1153 \"ປະໂຫຍດບໍ່ຍຸດຕິທໍາ\" ຈະປະກອບມີ, ໂດຍບໍ່ມີຂໍ້ຈໍາກັດ:</p> <p>11.5.3.1 ການຂຸດຄົ້ນຂອງຄວາມຜິດ, loophole ຫຼືຄວາມຜິດພາດໃນເວັບຫຼືຊອບແວພາກສ່ວນທີສາມການນໍາໃຊ້ used ໂດຍທ່ານໃນການເຊື່ອມຕໍ່ກັບບໍລິການ (ລວມທັງໃນຄວາມນັບຖືຈາກເກມຕ່າງໆ) ໄດ້;</p> <p>11.5.3.2 ການນໍາໃຊ້ຂອງຊອບແວພາກສ່ວນຫລືການວິເຄາະລະບົບທີສາມ, ລວມທັງແຕ່ບໍ່ຈໍາກັດ, ຊອຟແວທີ່ປະກອບມີຄຸນນະສົມບັດທີ່:</p> <p>11.5.3.2.1 ໃຫ້ຫຼິ້ນໂດຍບໍ່ມີການແຊກແຊງຂອງມະນຸດ (ເຊັ່ນບອທ໌),</p> <p>11.5.3.2.2 ເຮັດໃຫ້ການຕັດສິນໃຈອັດຕະໂນມັດ,</p> <p>11.5.3.2.3 ຮຸ້ນຂໍ້ມູນບັດເຄຣຂຸມ, ແລະ / ຫຼື</p> <p>11.5.3.2.4 ໃຫ້ເປັນຄູຝຶກສອນ poker ທີ່ໃຊ້ເວລາທີ່ແທ້ຈິງ;</p> <p>11.5.3.3 ທັງໆທີ່ການຜະລິດຂອງວັກ 11.5.3.2 ໄດ້, ການນໍາໃຊ້ຂອງບອທ໌ສໍາລັບການເກມ poker (ລວມທັງແຕ່ບໍ່ຈໍາກັດການ, ເກມທີ່ປະກົດຢູ່ໃນ Poker tab) ແລະບອທ໌ໃດຫນຶ່ງສໍາລັບເກມທັກສະ (ລວມທັງແຕ່ບໍ່ຈໍາກັດ, ທັກສະເຫຼົ່ານັ້ນ ເກມປາກົດພາຍໃຕ້ສີມືແຮງງານແຖບຫຼືເກມ tab) ແລະບອທ໌ສໍາລັບການນໍາໃຊ້ອື່ນໆທີ່ຖ້າບໍ່ດັ່ງນັ້ນຈະປະກອບທີ່ຖືກຫ້າມປະຕິບັດອື່ນໆ;</p> <p>11.5.3.4 ການຂຸດຄົ້ນໂດຍທ່ານ, ຂໍ້ຜິດພະລາດທີ່ກໍານົດໄວ້ໃນວັກ 181 ຕ່ໍາກວ່າໃນກໍລະນີໃດຈະບໍ່ວ່າຈະໄດ້ປຽບຂອງທ່ານແລະ / ຫຼືເພື່ອຄົນດ້ອຍໂອກາດຂອງພວກເຮົາຫຼືຄົນອື່ນໄດ້.</p> <p>116 ໃນການໃຊ້ຂອງສິດທິຂອງພວກເຮົາທີ່ຢູ່ໃນວັກ 114 ທີ່ກ່ຽວຂ້ອງກັບການປະຕິບັດທີ່ຖືກຫ້າມ, ພວກເຮົາຈະໃຊ້ການດໍາເນີນສົມເຫດສົມຜົນເພື່ອຮັບປະກັນວ່າ, ໃນຂະນະທີ່ປະຕິບັດຕາມພາລະຜູກພັນຕາມກົດຫມາຍລະບຽບການແລະອື່ນໆຂອງພວກເຮົາ, ພວກເຮົາອອກກໍາລັງກາຍສິດທິດັ່ງກ່າວໃນລັກສະນະທີ່ເປັນຍຸດຕິທໍາເພື່ອທ່ານແລະ ໃຫ້ແກ່ລູກຄ້າອື່ນໆຂອງພວກເຮົາ.</p> <p>117 ພວກເຮົາສະຫງວນສິດທິໃນການແຈ້ງໃຫ້ອໍານາດການປົກທີ່ກ່ຽວຂ້ອງ, ເກມຫຼືຫຼີ້ນການພະນັນອອນໄລນ໌ອື່ນໆດໍາເນີນການ, ໃຫ້ບໍລິການບໍລິການອອນໄລນ໌ອື່ນໆແລະທະນາຄານ, ບໍລິສັດບັດເຄຣດິດ, ຜູ້ໃຫ້ບໍລິການຊໍາລະເງິນເອເລັກໂຕຣນິກຫຼືສະຖາບັນການເງິນອື່ນໆຂອງເອກະລັກຂອງທ່ານແລະການປະຕິບັດທີ່ຖືກຫ້າມທີ່ຄິດວ່າໂດຍທ່ານ, ແລະທ່ານຈະ ຮ່ວມມືຢ່າງເຕັມສ່ວນກັບພວກເຮົາເພື່ອສືບສວນກິດຈະກໍາດັ່ງກ່າວ.</p> <p>118 Rigging: ພວກເຮົາສະຫງວນສິດໃນການລົບລ້າງ bet ໃດຖ້າຫາກວ່າພວກເຮົາມີຄວາມສົງໄສຫຼືຫຼັກຖານວ່າລາຄາຫຼືສະນຸກເກີທີ່ໄດ້ຮັບການຄວບຄຸມຫຼືບ່ອນທີ່ເປັນເຊື້ອຊາດ, ກໍລະນີຫຼືການແຂ່ງຂັນໄດ້ຮັບການ rigged ແລະສົງໃສນີ້ຫຼືຫຼັກຖານໄດ້ເຮັດໃຫ້ພວກເຮົາຫຼືປະຕິບັດການອື່ນໆ ທີ່ຈະລາຍງານການແຂ່ງຂັນໃນການ Essa (ການພະນັນ Integrity ກິລາ). ຫຼັກຖານກ່ຽວກັບຂ້າງເທິງນີ້ອາດຈະໄດ້ຮັບການໂດຍອີງໃສ່ຂະຫນາດປະລິມານຫຼືຮູບແບບຂອງການເດີມພັນຖືກຈັດໃສ່ໃນ William Hill ທົ່ວຫນຶ່ງຫຼືທັງຫມົດຂອງຊ່ອງທາງການພະນັນຂອງພວກເຮົາ.</p> <p><b>12. ປິດສະຫມຸດບັນຊີຂອງທ່ານ; ຢຸດຂອງຂໍ້ກໍານົດການໃຊ້</b></p> <p><b>ປິດແລະຢຸດຕາມທ່ານ</b></p> <p>121 ສະຫນອງທີ່ບັນຊີຂອງທ່ານບໍ່ໄດ້ສະແດງໃຫ້ເຫັນວ່າການດຸ່ນດ່ຽງແມ່ນຍ້ອນພວກເຮົາ, ທ່ານມີສິດທີ່ຈະປິດບັນຊີຂອງທ່ານແລະຢຸດເງື່ອນໄຂຂອງການນໍາໃຊ້ໃນຫນັງສືແຈ້ງການບໍ່ຫນ້ອຍກ່ວາຊາວສີ່ຊົ່ວໂມງ 'ກັບພວກເຮົາຕະຫຼອດເວລາ, ໂດຍການຕິດຕໍ່ຫາພວກເຮົາໂດຍຜ່ານການບໍລິການລູກຄ້າ , ລາຍລະອຽດຂອງທີ່ສາມາດໄດ້ຮັບການພົບເຫັນຢູ່ໃນການຕິດຕໍ່ພວກເຮົາແລະ<a href=\"https://williamhill-lang.custhelp.com/\">ຊ່ວຍເຫຼືອ</a>ສ່ວນຂອງເວັບໄຊທ໌ນີ້:</p> <p>12.1.1 ທີ່ຊີ້ບອກວ່າຄວາມປາດຖະຫນາຂອງທ່ານທີ່ຈະປິດບັນຊີຂອງທ່ານ; ແລະ</p> <p>12.1.2 ລະບຸເຫດຜົນທີ່ວ່າເປັນຫຍັງທ່ານຕ້ອງການທີ່ຈະປິດບັນຊີຂອງທ່ານ, ໂດຍສະເພາະຖ້າຫາກວ່າທ່ານກໍາລັງເຮັດດັ່ງນັ້ນເນື່ອງຈາກວ່າຄວາມກັງວົນໃນໄລຍະລະດັບຂອງການນໍາໃຊ້ຂອງທ່ານຂອງດຽວກັນໄດ້.</p> <p>ພວກເຮົາຈະຕອບສະຫນອງຕໍ່ການຮ້ອງຂໍຂອງທ່ານ, ຢືນຢັນການປິດບັນຊີຂອງທ່ານແລະວັນທີທີ່ການປິດດັ່ງກ່າວຈະມີຜົນບັງຄັບ, ພາຍໃນທີ່ໃຊ້ເວລາທີ່ເຫມາະສົມ, ສະຫນອງໃຫ້ວ່າທ່ານຈະສືບຕໍ່ທີ່ຈະສົມມຸດຄວາມຮັບຜິດຊອບສໍາລັບກິດຈະກໍາທັງຫມົດໃນບັນຊີຂອງທ່ານຈົນກ່ວາປິດດັ່ງກ່າວໄດ້ຮັບການດໍາເນີນການໂດຍພວກເຮົາ (ທີ່ຈຸດເງື່ອນໄຂຂອງການນໍາໃຊ້ຈະຢຸດ).</p> <p>122 ໃນເວລາທີ່ທ່ານຮ້ອງຂໍເອົາການປິດບັນຊີຂອງທ່ານພາຍໃຕ້ວັກ 121 ພວກເຮົາຈະຕ້ອງຂຶ້ນຢູ່ກັບວັກ 123, ກັບຄືນຍອດຄົງເຫລືອໃນບັນຊີຂອງທ່ານກັບທ່ານ.</p> <p>123 ພາຍຫຼັງການສິ້ນຂອງບັນຊີຂອງທ່ານໃນວັກນີ້ 12 ພວກເຮົາຈະໄດ້ຮັບການສິດ (ໂດຍບໍ່ມີການຈໍາກັດສິດທິຂອງພວກເຮົາທີ່ຢູ່ໃນວັກ 126) ທີ່ຈະລະງັບ, ຈາກການຊໍາລະຄ່າຄວາມດຸ່ນດ່ຽງທີ່ຍັງຄ້າງຄາໃນບັນຊີຂອງທ່ານ, monies ໃດ: (ກ) ອີງຕາມວັກ 11 (ສົມຮູ້ຮ່ວມຄິດ , Cheating, ສໍ້ໂກງແລະອາຊະຍາກໍາ); (b) ອີງຕາມວັກ 20 (ລະເມີດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້); (c) ເປັນດັ່ງນັ້ນຕາມເງື່ອນໄຂການນໍາໃຊ້ (ລວມທັງ, ຕາມຄວາມເຫມາະສົມ, ວັກ 5.4) ໄດ້; ຫຼື (d) ຕາມຄວາມຕ້ອງການໂດຍກົດຫມາຍຫຼືລະບຽບການ.</p> <p>124 ໃນເວລາທີ່ຈ່າຍແທນຄືນຍອດຄ້າງຊໍາລະຢູ່ໃນບັນຊີຂອງທ່ານ, ພວກເຮົາຈະນໍາໃຊ້ວິທີການດຽວກັນຂອງການຈ່າຍເງິນທີ່ທ່ານສະຫນອງໃຫ້ຕາມການຈົດທະບຽນຂອງບັນຊີຂອງທ່ານ, ຫຼືວິທີການຊໍາລະເງິນອື່ນໆເຊັ່ນ: ພວກເຮົາອາດຈະເລືອກສົມເຫດສົມຜົນ.</p> <p>125 ບ່ອນທ່ານໄດ້ປິດບັນຊີຂອງທ່ານ, ພວກເຮົາອາດຈະຢູ່ໃນສະຖານະການສະເພາະໃດຫນຶ່ງສາມາດທີ່ຈະ Re: ເປີດບັນຊີຂອງທ່ານມີລາຍລະອຽດບັນຊີດຽວກັນກ່ອນທີ່ຈະເປັນຖ້າຫາກວ່າທ່ານຮ້ອງຂໍເອົາໃຫ້ພວກເຮົາເຮັດແນວນັ້ນ. ໃນສະຖານະການດັ່ງກ່າວ, ໃນຂະນະທີ່ບັນຊີຂອງທ່ານຈະມີລາຍລະອຽດບັນຊີເຊັ່ນດຽວກັນກັບກ່ອນ, ມັນຈະຕ້ອງມີເງື່ອນໄຂຂອງການນໍາໃຊ້ທີ່ມີຢູ່ໃນຜົນບັງຄັບໃຊ້ໃນວັນທີຂອງໃດຫນຶ່ງເຊັ່ນ: Re ເປີດແລະສິນໄຫມຊົດເຊີຍກ່ອນໃດ (ລວມທັງການ, ແຕ່ບໍ່ຈໍາກັດພຽງການ bonuses ຫຼື winnings ຕໍ່) ຈະບໍ່ມີຕໍ່ໄປອີກແລ້ວຈະຖືກຕ້ອງ.</p> <p><b>ປິດແລະຢຸດໂດຍສະຫະລັດ</b></p> <p>126 ພວກເຮົາ, ໃນທຸກເວລາ (ແລະເຖິງແມ່ນວ່າຂໍ້ກໍານົດພາກສ່ວນອື່ນໆທີ່ບັນຈຸຢູ່ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ໄດ້), ມີສິດທີ່ຈະປິດບັນຊີຂອງທ່ານແລະຢຸດເງື່ອນໄຂຂອງການນໍາໃຊ້ກ່ຽວກັບການແຈ້ງການລາຍລັກອັກສອນ (ຫຼືແຈ້ງການພະຍາຍາມ) ທີ່ຈະທ່ານໃຊ້ຂໍ້ມູນຕິດຕໍ່ຂອງທ່ານ, ຖ້າຫາກພວກເຮົາທີ່ ຈະກ່ອນທີ່ຈະປິດການຂອງການກິນຜົນກະທົບ, ຖ້າຫາກວ່າທ່ານໄດ້ເຮັດຫນຶ່ງຫຼືຫຼາຍກວ່າເດີມພັນທີ່ມີຄຸນນະໃນການນັບຖືຂອງ Bet ໂປໂມຊັ່ນຟລີ) (ອື່ນທີ່ບໍ່ແມ່ນບ່ອນທີ່ພວກເຮົາປິດບັນຊີຂອງທ່ານໃນສະຖານະການອະທິບາຍໃນວັກ 127):</p> <p>12.6.1 ອະນຸຍາດໃຫ້ທ່ານໄດ້ຮັບການພະນັນຟຣີ, ຫຼືມູນຄ່າຄາດຄະເນທີ່ເຕັມໄປດ້ວຍການເດີມພັນຈາກທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ, ໄດ້ວາງໄວ້ທັງຫມົດເດີມພັນທີ່ມີຄຸນນະມີຄວາມຈໍາເປັນ; ແລະ</p> <p>12.6.2 ອະນຸຍາດໃຫ້ທ່ານເພື່ອຈັດວາງສ່ວນທີ່ຍັງເຫຼືອເດີມພັນທີ່ມີຄຸນນະທີ່ຕ້ອງການໂດຍທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ, ແລະຜົນສະທ້ອນໄດ້ຮັບ bets ຟຣີ, ຫຼືມູນຄ່າຄາດຄະເນທີ່ເຕັມໄປດ້ວຍການເດີມພັນຈາກທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ, ທີ່ທ່ານຈະໄດ້ຮັບການສິດເປັນຜົນມາຈາກ; ແລະ</p> <p>12.6.3 ອະນຸຍາດໃຫ້ທ່ານໂອກາດທີ່ຈະພະຍາຍາມໃຫ້ສໍາເລັດໃນຄວາມຕ້ອງການວາງເດີມພັນທີ່ກ່ຽວຂ້ອງກັບທີ່ Free Bet ສົ່ງເສີມ ແລະ</p> <p>12.6.4 ອະນຸຍາດໃຫ້ທ່ານເພື່ອໃຫ້ສໍາເລັດການເດີມພັນຄັດເລືອກທີ່ກໍານົດໄວ້ໂດຍທີ່ເດີມພັນການສົ່ງເສີມການຟຣີ. ໃນກໍລະນີຂອງການຍົກເລີກດັ່ງກ່າວໂດຍພວກເຮົາທີ່ພວກເຮົາຈະຕ້ອງຂຶ້ນຢູ່ກັບວັກ 127, ໃນທັນທີທີ່ສົມເຫດສົມຜົນການປະຕິບັດດັ່ງຕໍ່ໄປນີ້ການຮ້ອງຂໍໂດຍທ່ານ, ຄືນເງິນດຸ່ນດ່ຽງບັນຊີຂອງທ່ານໄດ້.</p> <p><br /> 127 ບ່ອນທີ່ພວກເຮົາປິດບັນຊີຂອງທ່ານແລະຢຸດເງື່ອນໄຂຂອງການນໍາໃຊ້ອີງຕາມວັກ 11 (ສົມຮູ້ຮ່ວມຄິດ, Cheating, ສໍ້ໂກງແລະອາຊະຍາກໍາ) ຫຼືວັກ 20 (ລະເມີດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້), ຍອດຍັງເຫຼືອຂອງບັນຊີຂອງທ່ານຈະໄດ້ຮັບບໍ່ສາມາດຖອນຄືນຖືວ່າ ເພື່ອໄດ້ຮັບການສູນເສຍໂດຍທ່ານໃນຂອບເຂດຂອງການຮ້ອງຂໍທີ່ພວກເຮົາອາດຈະມີຕໍ່ທ່ານນະວັນປິດດັ່ງກ່າວ (ບໍ່ວ່າຈະຢູ່ພາຍໃຕ້ບັນຊີຂອງທ່ານ, ບັນຊີຊ້ໍາຫລືອື່ນ ໆ ) ໄດ້. ປິດບັນຊີຂອງທ່ານແລະການສິ້ນສຸດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້, ນອກຈາກອີງໃສ່ຫຍໍ້ຫນ້າ 11 ຫຼື 20 ຂອງຂໍ້ກໍານົດທົ່ວໄປເຫຼົ່ານີ້, ຈະບໍ່ມີຜົນກະທົບການເດີມພັນທີ່ຍັງຄ້າງຄາໃດໆ, ສະຫນອງໃຫ້ວ່າເດີມພັນທີ່ຍັງຄ້າງຄາດັ່ງກ່າວແມ່ນຖືກຕ້ອງແລະທ່ານບໍ່ໄດ້ຢູ່ໃນການລະເມີດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ ໃນ​ວິ​ທີ​ການ​ໃດ​ຫນຶ່ງ. ສໍາລັບການຫລີກລ້ຽງການສົງໃສ, ພວກເຮົາຈະບໍ່ຄືນເງິນໂບນັດໃດ ໆ ເຂົ້າໄປໃນບັນຊີຂອງທ່ານ, ຫຼືທ່ານຈະໄດ້ຮັບການມີສິດທີ່ຈະຊະນະຕໍ່ໃດໆ,</p> <p>128 ການບົດຄວາມນີ້ຈະຢູ່ລອດເປັນຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ຂອງທ່ານ: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 ແລະ 34 ແລະວັກອື່ນໆຊຶ່ງສາມາດກໍານົດໄວ້ເພື່ອຈຸດປະສົງຂອງ ການຕີລາຄາ; ຮ່ວມກັນກັບພາກສ່ວນອື່ນທີ່ກ່ຽວຂ້ອງຂອງກົດລະບຽບການພະນັນໄດ້, ກົດລະບຽບຂອງເກມທີ່ກ່ຽວຂ້ອງ, ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວແລະຂໍ້ກໍານົດເພີ່ມເຕີມ.</p> <p><b>ບົບກັນສະເທືອນໂດຍສະຫະລັດ</b></p> <p>129 ພວກເຮົາຈະໄດ້ຮັບການມີສິດທີ່ຈະລະງັບບັນຊີຂອງທ່ານໃນສະຖານະການທີ່ກໍານົດໄວ້ສະແດງອອກໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ໄດ້. ຕາມ suspension ຂອງບັນຊີຂອງທ່ານໄດ້: (ກ) ກິຈກບໍ່ມີຈະໄດ້ຮັບການອະນຸຍາດ (ລວມທັງເງິນຝາກ, ຖອນເງິນ, ການພະນັນຫຼືເກມ) ຈົນກ່ວາວັນທີຊຶ່ງມັນໄດ້ຖືກກໍາລັງຂອງກິດຈະກໍາໂດຍພວກເຮົາ; (b) ບໍ່ມີ bonuses ຫຼື winnings ຂຶ້ນຈະໄດ້ຮັບການເງິນກັບບັນຊີ; ແລະ (c) ພວກເຮົາຈະແກ້ໄຂບັນຫາທີ່ໄດ້ເພີ່ມຂຶ້ນເຖິງລະງັບບັນຊີທີ່ມີທັດສະນະໃນການແກ້ໄຂມັນໃນທັນທີທີ່ສົມເຫດສົມຜົນການປະຕິບັດເພື່ອໃຫ້ບັນຊີສາມາດ, ຕາມຄວາມເຫມາະສົມ, ບໍ່ວ່າຈະໄດ້ຮັບການກິດຈະກໍາລັງຫຼືປິດ.</p> <p><b>13. ການເຂົ້າເຖິງ, ແລະການນໍາໃຊ້, ການບໍລິການ</b></p> <p>131 ທ່ານຕ້ອງຮັບຜິດຊອບສໍາລັບການສະຫນອງແລະບໍາລຸງຮັກສາການທັງຫມົດຂອງອຸປະກອນຂອງທ່ານເຂົ້າເຖິງແລະອຸປະກອນແລະສາຍໂທລະສັບທີ່ກ່ຽວຂ້ອງເຄືອຂ່າຍແລະການບໍລິການອິນເທີເນັດທີ່ທ່ານຕ້ອງການທີ່ຈະນໍາໃຊ້ໃນຄໍາສັ່ງໃນການເຂົ້າເຖິງບໍລິການ. ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບໃນວິທີການໃດກໍຕາມສໍາລັບການສູນເສຍໃດໆທີ່ເກີດຈາກການທ່ານໃດ (ບໍ່ວ່າຈະເປັນຜົນມາຈາກການສູນເສຍຂອງບໍລິການ, ການເຊື່ອມຕໍ່ອິນເຕີເນັດທຸກຍາກ, ວາງຂອງສັນຍານບໍ່ພຽງພໍຫລືອື່ນ ໆ ) ໂດຍອິນເທີເນັດຫລືຜູ້ໃຫ້ບໍລິການບໍລິການຄົມມະນາຄົມທີ່ທ່ານມີສ່ວນຮ່ວມໃນຄໍາສັ່ງໃນການເຂົ້າເຖິງບໍລິການ . ສໍາລັບການຫລີກລ້ຽງການສົງໃສໃນ, ຜູ້ດໍາເນີນການບໍ່ໄດ້ເຮັດໃຫ້ການເປັນຕົວແທນໃດຫນຶ່ງຫຼືໃຫ້ການຮັບປະກັນໃດໆທີ່ຈະເປັນການເຮັດວຽກຮ່ວມກັນຂອງບໍລິການທີ່ມີຊອຟແວໃດໂດຍສະເພາະທີສາມພັກຫຼືຮາດແວ, ລວມທັງ (ສໍາລັບການຫລີກລ້ຽງການສົງໃສໄດ້) ການວິເຄາະພາກສ່ວນທີສາມຫຼື 'Bot' ບັນດາໂຄງການທີ່ ສັນຍາຜົນໄດ້ຮັບທີ່ແນ່ນອນຈາກການບໍລິການ.</p> <p>132 ພາຍໃຕ້ສະຖານະການທີ່ບໍ່ມີທ່ານຄວນນໍາໃຊ້ການບໍລິການສໍາລັບຈຸດປະສົງທີ່ຫຼືມີແນວໂນ້ມທີ່ຈະໄດ້ຮັບການພິຈາລະນາທີ່ຈະເສື່ອມເສຍຊື່ສຽງ, ໃຊ້ໃນທາງຜິດ, obscene, ຜິດກົດຫມາຍ, ຂອງ racist, sexist ຫຼືອື່ນໆລັກສະນະຈໍາແນກຫລືທີ່ສາມາດເຮັດໃຫ້ເກີດການກະທໍາຜິດ. ທ່ານຕ້ອງໄດ້ໃຊ້ພາສາໃຊ້ໃນທາງຜິດຫຼືຮຸກຮານຫຼືຮູບພາບຕ່າງໆ, ບານ, ໄພຂົ່ມຂູ່ຕໍ່, ກໍ່ກວນຫຼືທໍາຮ້າຍບຸກຄົນອື່ນ, ລວມທັງຜູ້ຊົມໃຊ້ອື່ນໆ, ໂດຍຜ່ານເວັບໄຊທ໌, ຫຼືພະຍາຍາມທີ່ຈະຜ່ານຕົວທ່ານເອງໄປເປັນບຸກຄົນອື່ນ, ຫຼືປະຕິບັດຕົວໃນດັ່ງກ່າວລັກສະນະຕໍ່ ໃດພະນັກງານ Operator ຖືກນໍາໃຊ້ເພື່ອສະຫນອງການບໍລິການ, ບໍລິການລູກຄ້າ, ຫຼື helpdesk ຫຼືສະຫນັບສະຫນູນການທໍາງານຂອງທີ່ພວກເຮົາເຮັດໃຫ້ສາມາດໃຊ້ໄດ້ກັບທ່ານ.</p> <p>133 ທ່ານຈະນໍາໃຊ້ເວັບໄຊທ໌ສໍາລັບການບັນເທີງສ່ວນຕົວເທົ່ານັ້ນແລະຈະບໍ່ໄດ້ຮັບການອະນຸຍາດໃຫ້ສະຫນອງການເຂົ້າເຖິງຫຼືການແຜ່ພັນໃນເວັບໄຊທ໌ຫຼືສ່ວນຫນຶ່ງຂອງມັນໃນຮູບແບບໃດກໍຕາມໂດຍບໍ່ມີການຍິນຍອມເຫັນດີສະແດງເຖິງຂອງພວກເຮົາ, ລວມທັງການສ້າງການເຊື່ອມຕໍ່ກັບມັນ.</p> <p>134 ທ່ານທີ່ຈະໄດ້ຮັບແຕ່ພຽງຜູ້ດຽວຮັບຜິດຊອບໃນການນັບຖືຂອງເນື້ອຫາທີ່ອັບໂຫລດໂດຍທ່ານໃສ່ເວັບໄຊທ໌ໄດ້ ( \"Content ອັບໂຫລດ\") ແລະໃນການອັບໂຫລດເນື້ອໃນດັ່ງກ່າວ, ທ່ານເປັນຕົວແທນແລະຫນັງສືບັງຄັບທີ່:</p> <p>13.4.1 ທ່ານໄດ້ຮັບທັງຫມົດອະນຸມັດມີຄວາມຈໍາເປັນ, ການຍິນຍອມເຫັນ, ໃບອະນຸຍາດແລະການອະນຸຍາດທີ່ກໍານົດໄວ້ໃນການນັບຖືຂອງເນື້ອຫາທີ່ອັບໂຫລດແລະການເຮັດສໍາເນົາຂອງເນື້ອຫາທີ່ອັບໂຫລດໃນເວັບໄຊທ໌ທີ່ຈະບໍ່ແຊກແຊງທາງລິຂະສິດ, ເຄື່ອງຫມາຍການຄ້າ, ຂໍ້ມູນຂ່າວສານທີ່ເປັນຄວາມລັບຫຼືສິດທິຊັບສິນທາງປັນຍາອື່ນໆ ອັນໃດກໍຕາມຂອງພາກສ່ວນທີສາມ;</p> <p>13.4.2 ເນື້ອຫາທີ່ອັບໂຫລດຈະບໍ່ປະກອບດ້ວຍອຸປະກອນການໃນການລະເມີດຂອງວັກ 132 ຫຼືລະຫັດໃນການລະເມີດຂອງວັກ 133;</p> <p>13.4.3 ເນື້ອຫາທີ່ອັບໂຫລດຈະປະຕິບັດຕາມກົດຫມາຍແລະລະບຽບການ (ລວມທັງ, ໂດຍສະເພາະ, ທີ່ກ່ຽວຂ້ອງກັບການປົກປ້ອງຂໍ້ມູນຄວາມເປັນສ່ວນຕົວແລະ) ທັງຫມົດ; ແລະ</p> <p>13.4.4 ຜູ້ດໍາເນີນການມີສິດທີ່ຈະນໍາໃຊ້ແລະອະນຸໃບອະນຸຍາດການນໍາໃຊ້ຂອງເນື້ອຫາທີ່ອັບໂຫລດໄດ້ຕັດສິນໃຈ sole ຂອງຕົນ.</p> <p>135 ອຸປະກອນການໃດ (ອື່ນກ່ວາຊອບແວພາຍໃຕ້ວັກ 16) ດາວໂຫລດໂດຍທ່ານຈາກເວັບໄຊທ໌ທີ່ຈະໄດ້ຮັບການດາວໂຫຼດທັງຫມົດຢູ່ໃນຄວາມສ່ຽງຂອງທ່ານເອງແລະຜູ້ດໍາເນີນການຈະບໍ່ຮັບຜິດຊອບໃນການເຄົາລົບຂອງການສູນເສຍຂອງຂໍ້ມູນຫຼືຄວາມເສຍຫາຍອື່ນໆທີ່ເກີດຈາກການດາວໂຫລດໃດເຊັ່ນໃດ.</p> <p>136 ບ່ອນທີ່ພວກເຮົາມີເຫດຜົນທີ່ເຊື່ອວ່າການນໍາໃຊ້ຂອງທ່ານຂອງບໍລິການແມ່ນຢູ່ໃນການລະເມີດຂອງການໃດໆຂອງວັກ 132, 133, 134 ຫຼື 135 ພວກເຮົາຈະ, ໂດຍບໍ່ມີການລໍາອຽງທີ່ຈະໃດໆຂອງສິດທິອື່ນໆຂອງພວກເຮົາ, ໄດ້ຮັບການສິດ forthwith ການຖອນອອກຈາກເວັບໄຊທ໌ເນື້ອຫາ offending ໃດ .</p> <p><b>14. ການພະນັນແລະ GAMING ເງື່ອນໄຂ</b></p> <p>141 ສະແດງອອກເຊິ່ງນໍາໃຊ້ໃນການພະນັນແລະເກມອຸດສາຫະກໍາທີ່ມີຈໍານວນຫລາຍ. ບ່ອນທີ່ເຫມາະສົມ, ເປັນຄໍາສັບການອະທິບາຍຄວາມຫມາຍຂອງການນໍາໃຊ້ທົ່ວໄປພະນັນແລະເກມການສະແດງອອກສາມາດໃຊ້ໄດ້ໃນສ່ວນຊ່ວຍເຫລືອຂອງເວັບໄຊທ໌ໄດ້. ທ່ານຄວນຈະຢູ່ໃນຄວາມສົງໃສໃດໆກ່ຽວກັບຄວາມຫມາຍຂອງການສະແດງອອກໃດກໍ່ຕາມ, ທ່ານຄວນຈະ:</p> <p>14.1.1 ຊອກຫາຄວາມຫມາຍຂອງຕົນຢູ່ໃນພາກຄວາມຊ່ວຍເຫລືອທີ່ກ່ຽວຂ້ອງກັບກໍລະນີຫຼືເກມທ່ານແມ່ນການພະນັນຫຼືເກມໃນກ່ຽວກັບການ;</p> <p>14.1.2 ຖ້າຫາກວ່າທ່ານຍັງຢູ່ໃນຄວາມສົງໃສໃດໆ, ບໍລິການຕິດຕໍ່ລູກຄ້າສໍາລັບຄວາມກະຈ່າງແຈ້ງ; ແລະ</p> <p>1413 ບໍ່ວາງເດີມພັນຫຼືເກມໃນກໍລະນີໃດຈົນກ່ວາຄວາມຫມາຍຂອງຕົນແມ່ນຄວາມເຂົ້າໃຈກັບຄວາມພໍໃຈຂອງທ່ານ,</p> <p>ເນື່ອງຈາກວ່າພວກເຮົາບໍ່ສາມາດຍອມຮັບຄວາມຮັບຜິດຊອບໃດໆຖ້າຫາກວ່າທ່ານວາງເດີມພັນຫຼືເກມຜ່ານຜະລິດຕະພັນທີ່ສະຫນອງໃຫ້ໂດຍຜ່ານການບໍລິການໃນກໍລະນີທີທ່ານບໍ່ເຂົ້າໃຈຂອງຂໍ້ກໍານົດທີ່ກ່ຽວຂ້ອງດ້ານຄວາມປອດໄພທີ່ກ່ຽວຂ້ອງກັບການພະນັນຫຼືເກມ.</p> <p><b>15. ປ່ຽນແປງຂອງເວັບໄຊ</b></p> <p>ພວກເຮົາອາດຈະໃຊ້ດຸນພິນິດຢ່າງແທ້ຈິງຂອງພວກເຮົາ, ປ່ຽນແປງຫຼືປ່ຽນແປງຜະລິດຕະພັນຫຼືການບໍລິການ (ລວມທັງລາຄາສະເຫນີ) ສາມາດໃຊ້ໄດ້ຜ່ານເວັບໄຊທ໌ໄດ້ທຸກເວລາສໍາລັບຈຸດປະສົງຂອງການຮັບປະກັນການສະຫນອງຢ່າງຕໍ່ເນື່ອງຂອງເວັບໄຊທ໌ໄດ້, ແຕ່ໂດຍບໍ່ມີການລໍາອຽງທີ່ຈະເກມແລະ / ຫຼືການເດີມພັນ ແລ້ວໃນຄວາມຄືບຫນ້າໃນເວລາຂອງການປ່ຽນແປງດັ່ງກ່າວໄດ້. ຈາກເວລາທີ່ຈະໃຊ້ເວລາ, ພວກເຮົາອາດຈະຈໍາກັດການທ່ານຈາກການເຂົ້າເຖິງບາງສ່ວນຂອງເວັບໄຊທ໌ສໍາລັບຈຸດປະສົງຂອງການບໍາລຸງຮັກຂອງເວັບໄຊທ໌ແລະ / ຫຼືປ່ຽນແປງຫຼືປັບປຸງຂອງເກມແລະ / ຫຼືຜະລິດຕະພັນທີ່ມີຢູ່ໂດຍຜ່ານເວັບໄຊທ໌ໄດ້.</p> <p><b>16 ພາກສ່ວນທີສາມຊອບແວ</b></p> <p>161 ໃນຄໍາສັ່ງທີ່ຈະນໍາໃຊ້ຜະລິດຕະພັນທີ່ສະຫນອງໃຫ້ໂດຍຜ່ານການບໍລິການ, ທ່ານອາດຈະຖືກຮຽກຮ້ອງໃຫ້ດາວນ໌ໂຫລດແລະຕິດຕັ້ງຊອຟແວສະຫນອງໃຫ້ໂດຍພາກສ່ວນທີສາມໃນການອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານ ( \"ຊອບແວ\"). Software ອາດຈະປະກອບມີ, ແຕ່ບໍ່ຈໍາກັດ: ຄໍາຮ້ອງສະຫມັກ Device Access, ຄາສິໂນດາວໂຫລດຂອງພວກເຮົາແລະຜະລິດຕະພັນ Poker ແລະສົ່ງເສີມການຂາຍໃດກໍ່ຕາມ, ການຕະຫຼາດແລະ / ຫຼືຄໍາຮ້ອງສະຫມັກສະຖານ, ຜະລິດຕະພັນແລະຊອຟແວ.</p> <p>162 ໃນສະຖານະການດັ່ງກ່າວ, ທ່ານສາມາດໄດ້ຮັບການຈໍາເປັນໃນການເຂົ້າເຂົ້າໄປໃນຂໍ້ຕົກລົງແຍກຕ່າງຫາກທີ່ມີເຈົ້າຂອງຫຼືອະນຸຍາດຂອງຊອຟແວດັ່ງກ່າວໃນການນັບຖືຂອງການນໍາໃຊ້ຂອງທ່ານຂອງດຽວກັນ (ເປັນ \"ພາກສ່ວນທີສາມ Software ຂໍ້ຕົກລົງ\"). ໃນກໍລະນີຂອງຄວາມບໍ່ແນ່ນອນໃດຫນຶ່ງໃນລະຫວ່າງເງື່ອນໄຂຂອງການນໍາໃຊ້ແລະຂໍ້ຕົກລົງໃດຫນຶ່ງ Software ພາກສ່ວນທີສາມໄດ້, ເງື່ອນໄຂຂອງການນໍາໃຊ້ຈະປະກົດຢູ່ໃນນັ້ນສ່ວນບໍ່ສອດຄ້ອງກັນໄດ້ກ່ຽວຂ້ອງກັບຄວາມສໍາພັນລະຫວ່າງທ່ານແລະຜູ້ດໍາເນີນການໄດ້.</p> <p>163 ມັນເປັນຄວາມຮັບຜິດຊອບຂອງທ່ານເພື່ອຮັບປະກັນວ່າ Software ໃດແມ່ນດາວໂຫຼດໃສ່ອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານໃນລັກສະນະທີ່ເຫມາະສົມກັບອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານເອງຂອງສະເພາະໃດຫນຶ່ງທີ່ກໍານົດໄວ້ຂຶ້ນໄດ້. ສໍາລັບການຫລີກລ້ຽງການສົງໃສ, ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບໃນຂອບເຂດທີ່ວ່າດາວໂຫຼດບໍ່ຖືກຕ້ອງຂອງ Software ໃດມີຜົນກະທົບທາງລົບຕໍ່ປະຕິບັດງານຂອງອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານ.</p> <p>164 Notwithstanding ທີ່ບໍລິການສະຫນອງໃຫ້ໂດຍຜ່ານຄໍາຮ້ອງສະຫມັກ Device Access ໃດຈະຕ້ອງມີເງື່ອນໄຂຂອງການນໍາໃຊ້ໄດ້, ຂໍ້ກໍານົດພາຍໃຕ້ຊຶ່ງຄໍາຮ້ອງສະຫມັກໃດຫນຶ່ງ ( \"App\") ແມ່ນດາວໂຫຼດຫຼືການຕິດຕັ້ງໃສ່ອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານຈະໄດ້ຮັບການຄຸ້ມຄອງໂດຍຂໍ້ຕົກລົງການເຂົ້າເຂົ້າໄປໃນລະຫວ່າງທ່ານແລະ ສະຫນອງຂອງ App ທີ່ກ່ຽວຂ້ອງແຕ່ໃນກໍລະນີຂອງຄວາມບໍ່ແນ່ນອນໃດຫນຶ່ງໃນລະຫວ່າງເງື່ອນໄຂຂອງການນໍາໃຊ້ແລະຂໍ້ຕົກລົງດັ່ງກ່າວໄດ້, ເງື່ອນໄຂຂອງການນໍາໃຊ້ຈະປະກົດຢູ່ໃນນັ້ນສ່ວນບໍ່ສອດຄ້ອງກັນໄດ້ກ່ຽວຂ້ອງກັບຄວາມສໍາພັນລະຫວ່າງທ່ານແລະຜູ້ດໍາເນີນການໄດ້.</p> <p><b>ຄວາມລົ້ມເຫຼວຂອງ 17. IT</b></p> <p>171 ຖ້າວ່າບັນຫາເກີດຂຶ້ນໃນຊອຟແວຫຼືອຸປະກອນທີ່ນໍາໃຊ້ໂດຍພວກເຮົາເພື່ອສະຫນອງບໍລິການທີ່ພວກເຮົາຈະໃຊ້ເວລາຂັ້ນຕອນທີ່ເຫມາະສົມໃນການແກ້ໄຂບັນຫາໃນທັນທີທີ່ປະຕິບັດສົມເຫດສົມຜົນ. ຖ້າວ່າບັນຫາດັ່ງກ່າວເຮັດໃຫ້ເກມທີ່ຈະໄດ້ຮັບການລົບກວນໃນກໍລະນີທີມັນບໍ່ສາມາດໄດ້ຮັບການເລີ່ມຕົ້ນໃຫມ່ຈາກຖານະດຽວກັນໄດ້ໂດຍບໍ່ມີຄວາມເສຍຫາຍໃດໆທີ່ຈະທ່ານຫຼືຜູ້ນອື່ນໆ, ພວກເຮົາຈະໃຊ້ເວລາຂັ້ນຕອນທີ່ເຫມາະສົມໃນການປິ່ນປົວທ່ານໃນລັກສະນະຍຸດຕິທໍາ (ທີ່ອາດຈະປະກອບ reinstating ຍອດຍັງເຫຼືອ ກ່ຽວກັບບັນຊີຂອງທ່ານກັບຕໍາແຫນ່ງທີ່ມີຢູ່ແລ້ວປະຕິບັດຕາມການສໍາເລັດຂອງຊິວິດທີ່ຜ່ານມາຫລືເກມລະບົບກ່ຽວກັບເຄື່ອງແມ່ຂ່າຍຂອງຜູ້ດໍາເນີນການຂອງໃນທັນທີກ່ອນທີ່ຈະປະກົດຕົວຂອງບັນຫາໄດ້).</p> <p>172 ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບສໍາລັບການດ້ານວິຊາການ, ຮາດແວຫຼືຊອບແວການລົ້ມເຫຼວຂອງທຸກຊະນິດຫຼືການສູນເສຍຫຼືບໍ່ມີເລີຍເງື່ອນໄຂເຄືອຂ່າຍທີ່ອາດຈໍາກັດຫຼືຫ້າມບໍ່ໃຫ້ຄວາມສາມາດຂອງທ່ານທີ່ຈະເຂົ້າໄປຫຼືມີສ່ວນຮ່ວມໃນການສົ່ງເສີມໃດໆ. ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບສໍາລັບຄວາມເສຍຫາຍຫຼືການສູນເສຍຫຼືການບາດເຈັບທີ່ໄດ້ຮັບຈາກການເຂົ້າມາສົ່ງເສີມ, ລວມທັງຄວາມລົ້ມເຫຼວທີ່ຈະຊະນະ, ການຍອມຮັບຫຼືການນໍາໃຊ້ຂອງລາງວັນໃດ, ແຕ່ບໍ່ມີຫຍັງໃນຂໍ້ກໍານົດແລະເງື່ອນໄຂເຫຼົ່ານີ້ຈະຕ້ອງປະຕິບັດງານການຍົກເວັ້ນຄວາມຮັບຜິດຊອບສໍາລັບການສໍ້ໂກງທີ່ຢູ່ໃນສ່ວນຂອງ ພວກເຮົາຫຼືເສຍຊີວິດຫຼືບາດເຈັບສ່ວນບຸກຄົນທີ່ມາຈາກຄວາມປະມາດຂອງພວກເຮົາເອງ.</p> <p><b>18. ຄວາມຜິດພາດຫຼືການລະເວັ້ນ</b></p> <p>181 ຈໍານວນຂອງສະຖານະການອາດຈະເກີດຂຶ້ນທີ່ເປັນເດີມພັນຫລືພະນັນເປັນທີ່ຍອມຮັບ, ຫຼືການຈ່າຍເງິນແມ່ນ, ໂດຍພວກເຮົາໃນຄວາມຜິດພາດ. ບັນຊີລາຍຊື່ທີ່ບໍ່ແມ່ນຄົບຖ້ວນສົມບູນຂອງສະຖານະການດັ່ງກ່າວແມ່ນເປັນດັ່ງຕໍ່ໄປນີ້:</p> <p>18.1.1 ບ່ອນທີ່ພວກເຮົາ mis-ລັດບໍ່ລົງຮອຍກັນຫຼືຂໍ້ກໍານົດຂອງຊິວິດຫຼືເກມເດີມພັນກັບທ່ານເປັນຜົນມາຈາກຄວາມຜິດພາດຈະແຈ້ງຫຼືການລະເວັ້ນໃນການປ້ອນຂໍ້ມູນຂ່າວສານຫຼືການສ້າງຕັ້ງຂຶ້ນຕະຫຼາດໃດຫນຶ່ງ, ຫຼືເປັນຜົນມາຈາກການຜິດປະກະຕິຄອມພິວເຕີ;</p> <p>18.1.2 ບ່ອນທີ່ພວກເຮົາໄດ້ເຮັດເປັນ 'ຄວາມຜິດພາດ palpable. ມີຂໍ້ຜິດພາດເກີດຂຶ້ນ palpable ທີ່:</p> <p>18.1.2.1 ທີ່ກ່ຽວຂ້ອງກັບການເດີມພັນໄວ້ກ່ອນທີ່ຈະເປັນກໍລະນີທີ່ເກີດຂຶ້ນ, ລາຄາ / ເງື່ອນໄຂຂອງການມີອຸປະກອນທີ່ແຕກຕ່າງກັນຈາກຜູ້ທີ່ມີຢູ່ໃນຕະຫຼາດທົ່ວໄປ; ຫຼື</p> <p>18.1.2.2 ທີ່ກ່ຽວຂ້ອງກັບກໍລະນີໃດກໍ່ຕາມ, ລາຄາ / ຂໍ້ກໍານົດທີ່ນໍາສະເຫນີໃນເວລາໃຫ້ຊິວິດການແມ່ນຖືກຈັດໃສ່ແມ່ນບໍ່ຖືກຕ້ອງຢ່າງຈະແຈ້ງໃຫ້ການຄາດຄະເນຂອງເຫດການທີ່ເກີດຂຶ້ນໄດ້;</p> <p>18.1.3 ບ່ອນທີ່ພວກເຮົາໄດ້ສືບຕໍ່ຮັບເອົາ bets on ຕະຫຼາດທີ່ຄວນໄດ້ຮັບການລະງັບ, ລວມທັງເປັນບ່ອນທີ່ກໍລະນີທີ່ກ່ຽວຂ້ອງຢູ່ໃນຄວາມຄືບຫນ້າ (ຍົກເວັ້ນບ່ອນທີ່ໃນແລ່ນ 'bets ແມ່ນຍອມຮັບ) ຫຼືມີແລ້ວສໍາເລັດຮູບ (ບາງຄັ້ງເອີ້ນວ່າ' ຊ້າ bets ');</p> <p>18.1.4 ບ່ອນທີ່ມີຂໍ້ຜິດພາດໄດ້ຮັບການເຮັດໃຫ້ເປັນຜົນມາຈາກການປະຕິບັດທີ່ຖືກຫ້າມພາຍໃຕ້ວັກ 111;</p> <p>18.1.5 ບ່ອນທີ່ພວກເຮົາບໍ່ຄວນຍອມຮັບ, ຫຼືມີສິດທິໃນການຍົກເລີກການຫຼື Re: settle, ຊິວິດການເປັນອີງຕາມກົດລະບຽບການພະນັນ (ຕົວຢ່າງເນື່ອງຈາກ 'ພາລະຜູກພັນທີ່ກ່ຽວຂ້ອງ');</p> <p>18.1.6 ບ່ອນທີ່ເປັນຄວາມຜິດພາດແມ່ນເຮັດໄດ້ໂດຍພວກເຮົາທີ່ຈະເປັນການຈໍານວນຂອງ winnings / ຜົນຕອບແທນທີ່ໄດ້ຈ່າຍໃຫ້ກັບທ່ານ, ລວມທັງເປັນຜົນມາຈາກການຜິດພາດການປ້ອນຂໍ້ມູນດ້ວຍຕົນເອງຫລືຄອມພິວເຕີ; ຫຼື</p> <p>18.1.7 ບ່ອນທີ່ມີຂໍ້ຜິດພາດໄດ້ຮັບການເຮັດໄດ້ໂດຍພວກເຮົາທີ່ຈະເປັນການຈໍານວນຂອງການເດີມພັນແລະ / ຫຼື bonuses ທີ່ໂອນໄປຍັງບັນຊີຂອງທ່ານ,</p> <p>ສະຖານະການດັ່ງກ່າວຖືກເອີ້ນວ່າເປັນ \"ຄວາມຜິດພາດ\"</p> <p><a name=\"18.3\"></a>182 ພວກເຮົາສະຫງວນສິດທີ່ຈະ:</p> <p>18.2.1 ແກ້ Error ໃດເຮັດກ່ຽວກັບຊິວິດການເປັນວາງແລະ Re: ແກ້ໄຂດຽວກັນໃນລາຄາທີ່ຖືກຕ້ອງຫຼືຂໍ້ກໍານົດທີ່ໄດ້ສາມາດໃຊ້ໄດ້ຫຼືຄວນຈະໄດ້ຮັບທີ່ມີຢູ່ໂດຍຜ່ານການດໍາເນີນການ (absent ກ່າງຄວາມຜິດພາດການພິມ) ໃນເວລາທີ່ bet ໄດ້ຖືກເກັບໄວ້ແລະ ຊິວິດຈະໄດ້ຮັບການຖືວ່າໄດ້ປະຕິບັດສະຖານທີ່ກ່ຽວກັບຂໍ້ກໍານົດທີ່ໄດ້ປົກກະຕິສໍາລັບການເດີມພັນທີ່; ຫຼື</p> <p>18.2.2 ບ່ອນທີ່ມັນບໍ່ແມ່ນສົມເຫດສົມຜົນການປະຕິບັດເພື່ອແກ້ແລະ Re: ຊໍາລະພາຍໃຕ້ 18.2.1 ຂ້າງເທິງ, ການປະກາດ void ຊິວິດແລະກັບຄືນໃນລະຫວ່າງສ່ຽງຂອງທ່ານເຂົ້າໄປໃນບັນຊີຂອງທ່ານ; ຫຼື</p> <p>18.2.3 ໃນກໍລະນີທີ Error ໄດ້ຜົນຈາກການປະຕິບັດທີ່ຖືກຫ້າມ, ຈະເປັນບາດກ້າວທີ່ກໍານົດໄວ້ໃນວັກ 114.</p> <p>183 monies ໃດທີ່ກໍາລັງເງິນເພື່ອບັນຊີຂອງທ່ານ, ຫຼືຈ່າຍໃຫ້ທ່ານເປັນຜົນມາຈາກຄວາມຜິດພາດເປັນຈະໄດ້ຮັບການຖືວ່າ, ລໍຖ້າການແກ້ໄຂພາຍໃຕ້ວັກ 182, ໄດ້ຈັດຂຶ້ນໂດຍທ່ານກ່ຽວກັບຄວາມໄວ້ວາງໃຈສໍາລັບພວກເຮົາແລະຈະໄດ້ຮັບການຊໍາລະຄືນໃນທັນທີທີ່ຈະໃຫ້ພວກເຮົາໃນເວລາທີ່ຄວາມຕ້ອງການສໍາລັບການ ການຊໍາລະເງິນແມ່ນເຮັດໄດ້ໂດຍພວກເຮົາທ່ານ. ບ່ອນທີ່ສະຖານະການດັ່ງກ່າວມີ, ຖ້າຫາກວ່າທ່ານມີເງິນໃນບັນຊີຂອງທ່ານພວກເຮົາອາດຈະທວງເອົາເງິນເຫຼົ່ານີ້ຈາກບັນຊີຂອງທ່ານອີງຕາມວັກ 7.4. ພວກເຮົາຕົກລົງເຫັນດີວ່າພວກເຮົາຈະໃຊ້ການດໍາເນີນສົມເຫດສົມຜົນທັງຫມົດທີ່ຈະກວດສອບຄວາມຜິດພາດແລະແຈ້ງໃຫ້ທ່ານຂອງເຂົາເຈົ້າໃນທັນທີທີ່ປະຕິບັດສົມເຫດສົມຜົນ.</p> <p>184 ທັງພວກເຮົາ (ລວມທັງພະນັກງານຫຼືຕົວແທນຂອງພວກເຮົາ) ຫຼືຄູ່ຮ່ວມງານຫຼືຜູ້ສະຫນອງຂອງພວກເຮົາຈະຮັບຜິດຊອບສໍາລັບການສູນເສຍໃດໆ, ລວມທັງການສູນເສຍຂອງການຊະນະ, ທີ່ຜົນໄດ້ຮັບຈາກຄວາມຜິດພາດໂດຍພວກເຮົາຫຼືຄວາມຜິດພາດໂດຍທ່ານ.</p> <p>185 ທ່ານຈະແຈ້ງໃຫ້ພວກເຮົາໃນທັນທີທີ່ປະຕິບັດສົມເຫດສົມຜົນທ່ານຄວນຕະຫນັກເຖິງຄວາມຜິດພາດໃດໆ.</p> <p>186 ບ່ອນທ່ານໄດ້ນໍາໃຊ້ເງິນທີ່ໄດ້ຮັບເງິນກັບບັນຊີຂອງທ່ານຫຼືໄດ້ຮັບຮາງວັນທ່ານເປັນຜົນມາຈາກຄວາມຜິດພາດທີ່ຈະວາງເດີມພັນທີ່ຕາມມາຫລືຫຼິ້ນເກມ, ພວກເຮົາອາດຈະຍົກເລີກການເດີມພັນດັ່ງກ່າວແລະ / ຫຼືລະງັບ winnings ທີ່ທ່ານອາດຈະໄດ້ຮັບຮາງວັນມີເງິນດັ່ງກ່າວ ແລະຖ້າຫາກວ່າພວກເຮົາໄດ້ຮັບຄ່າຈ້າງອອກກ່ຽວກັບການເດີມພັນດັ່ງກ່າວຫຼືກິດຈະກໍາການຫຼິ້ນເກມ, ຈໍານວນເງິນດັ່ງກ່າວຈະໄດ້ຮັບການຖືວ່າໄດ້ຈັດຂຶ້ນໂດຍທ່ານກ່ຽວກັບຄວາມໄວ້ວາງໃຈສໍາລັບພວກເຮົາແລະທັນທີທ່ານຈະຕອບແທນແກ່ພວກເຮົາປະລິມານດັ່ງກ່າວໃນເວລາທີ່ຕ້ອງການສໍາລັບການຊໍາລະແມ່ນເຮັດໄດ້ໂດຍພວກເຮົາທ່ານ .</p> <p><b>19. ການຍົກເວັ້ນຄວາມຮັບຜິດຊອບຂອງພວກເຮົາ</b></p> <p>191 ທ່ານເຂົ້າເຖິງແລະໃຊ້ບໍລິການແມ່ນຢູ່ໃນຕົວເລືອກແຕ່ພຽງຜູ້ດຽວຂອງທ່ານ, ການຕັດສິນໃຈແລະມີຄວາມສ່ຽງ. ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບສໍາລັບຄວາມພະຍາຍາມໂດຍທ່ານການນໍາໃຊ້ບໍລິການໂດຍວິທີການ, ວິທີຫຼືວິທີການທີ່ບໍ່ຕັ້ງໃຈພວກເຮົາ.</p> <p>192 ພວກເຮົາຈະສະຫນອງບໍລິການທີ່ມີສີມືແຮງງານທີ່ເຫມາະສົມແລະການດູແລແລະຕໍ່ເນື່ອງເປັນອະທິບາຍຢູ່ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ໄດ້. ພວກເຮົາບໍ່ໄດ້ເຮັດໃຫ້ຄໍາຫມັ້ນສັນຍາອື່ນໆຫຼືການຮັບປະກັນກ່ຽວກັບການບໍລິການ, ຫຼືຜະລິດຕະພັນຫຼືການບໍລິການກອບເປັນຈໍານວນສ່ວນຫນຶ່ງຂອງບໍລິການແບບໃດກໍ່ຕາມແລະຂໍຍົກເວັ້ນ (ໃນຂອບເຂດທີ່ອະນຸຍາດຕາມກົດຫມາຍ) ການຮັບປະກັນໂດຍໄນທັງຫມົດໃນການນັບຖືຂອງດຽວກັນ (ລວມທັງການຮັບປະກັນໂດຍໄນທີ່ຈະເປັນການ ຄຸນນະພາບຫນ້າພໍໃຈແລະ / ຫຼືອອກກໍາລັງກາຍສໍາລັບຈຸດປະສົງຂອງທ່ານ). ໂດຍສະເພາະ, ພວກເຮົາບໍ່ຮັບປະກັນວ່າເວັບໄຊທ໌ຈະມີຄວາມພ້ອມຂັດຈັງຫວະຫລືວ່າມັນຈະບໍ່ເສຍຄ່າຂອງແມງໄມ້, ໄວຣັສຫຼືຄວາມຜິດພາດອື່ນໆ.</p> <p>193 SAVE AS ສະຫນອງໃຫ້ໃນກົດລະບຽບການພະນັນຂອງພວກເຮົາແລະວິຊາ TO ວັກ 195, ຄວາມຮັບຜິດຊອບສູງສຸດຂອງພວກເຮົາ (ລວມທັງທີ່ຂອງພວກເຮົາບໍລິສັດ GROUP, ພີ່ນ້ອງ, ພະນັກງານ, ກໍາມະການຕົວແທນແລະພະນັກງານ) ເກີດຈາກການໃຊ້ການທຸຈະ (ຫຼືພາກສ່ວນຂອງການບໍລິການໃດໆ ແລະບໍ່ວ່າຈະເປັນການນໍາໃຊ້ເວັບໄຊທ໌ຫຼື TELEBETTING), ບໍ່ວ່າຈະເປັນຄວາມຮັບຜິດຊອບດັ່ງກ່າວເກີດພາຍໃຕ້ການລະເມີດຂອງສັນຍາ, (trademark notices), OR ອື່ນ, ຈະຖືກຈໍາກັດ:</p> <p>19.3.1 ບ່ອນທີ່ຄວາມຮັບຜິດຊອບຂອງພວກເຮົາກ່ຽວຂ້ອງກັບ A BET OR ເດີມພັນ, ຈໍານວນເງິນຂອງພະນັນຫຼືເດີມພັນທີ່ຕັ້ງໄວ້ໂດຍທ່ານຕາມລໍາດັບຂອງທີ່ຮັບຜິດຊອບຂອງພວກເຮົາໄດ້ເກີດຂຶ້ນໄດ້;</p> <p>19.3.2 ບ່ອນທີ່ຄວາມຮັບຜິດຊອບຂອງພວກເຮົາກ່ຽວຂ້ອງກັບໄປໃຊຜິດຂອງກອງ, ຈໍານວນເງິນໃນບັນຊີຂອງທ່ານທີ່ໄດ້ຮັບຜິດໂດຍສະຫະລັດດັ່ງກ່າວ; ແລະ</p> <p>19.3.3 ຕາມລໍາດັບຂອງຄວາມຮັບຜິດຊອບຊໍາຊຸງຂອງຜູ້ດໍາເນີນການ, ສິບພັນປອນ STERLING (£ 10,000).</p> <p>194 WE (ລວມທັງພວກເຮົາບໍລິສັດ GROUP, ພີ່ນ້ອງ, ພະນັກງານ, ກໍາມະການຕົວແທນແລະພະນັກງານ) ບໍ່ທີ່ຈະໄດ້ຮັບຜິດຊອບຕໍ່ທ່ານ, ບໍ່ວ່າຈະເປັນຄວາມຮັບຜິດຊອບດັ່ງກ່າວເກີດກໍ່ຄວາມເສຍຫາຍ (ລວມທັງເລີຍ) ຫລືອື່ນ, ຕາມລໍາດັບຂອງໃດໆ:</p> <p>19.4.1 ການສູນເສຍຂອງຂໍ້ມູນ;</p> <p>19.4.2 ສູນເສຍຜົນກໍາ;</p> <p>19.4.3 ການສູນເສຍລາຍຮັບ;</p> <p>19.4.4 ການສູນເສຍໂອກາດໃນທຸລະກິດ;</p> <p>19.4.5 ການສູນເສຍຫຼືຄວາມເສຍຫາຍ TO Goodwill OR ຊື່ສຽງ;</p> <p>19.4.6 BUSINESS ການຢຸດຊະງັກ; OR</p> <p>19.4.7 ໃດໆທາງອ້ອມ, ພິເສດ OR ເປັນຜົນຕາມມາການສູນເສຍຫຼືຄວາມເສຍຫາຍ, ເຖິງແມ່ນວ່າບ່ອນທີ່ການສູນເສຍດັ່ງກ່າວຫຼືຄວາມເສຍຫາຍໄດ້ຮັບການແຈ້ງໃຫ້ສະຫະລັດວ່າເປັນໄປໄດ້, ທີ່ເກີດຈາກການຂໍ້ກໍານົດຂອງການໃຊ້ຫລືການນໍາໃຊ້ໃດໆໃດໆຕາມທ່ານຂອງການບໍລິການ.</p> <p>195 ບໍ່ມີຫຍັງຢູ່ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ຈະປະຕິບັດງານທີ່ຈະເປັນການຍົກເວັ້ນຄວາມຮັບຜິດຊອບທີ່ພວກເຮົາອາດຈະມີຢູ່ໃນການນັບຖືຂອງ:</p> <p>19.5.1 ການທຸຈະລິດ (ລວມທັງການບິດເບືອນສໍ້ໂກງ); ຫຼື</p> <p>19.5.2 ການເສຍຊີວິດຫຼືບາດເຈັບສ່ວນບຸກຄົນທີ່ເກີດຈາກຄວາມປະມາດຂອງພວກເຮົາ.</p> <p><b>20. ເມີດຂອງຂໍ້ກໍານົດການໃຊ້</b></p> <p>201 ທ່ານຢ່າງເຕັມສ່ວນຈະປ້ອງກັນ, ປ້ອງກັນແລະຖືພວກເຮົາແລະພວກເຮົາພະນັກງານ, ອໍານວຍການ, ພະນັກງານ, ຕົວແທນ, ຜູ້ຮັບເຫມົາແລະຜູ້ສະຫນອງເປັນອັນຕະລາຍຈາກການຕໍ່ຕ້ານທຸກອັນແລະທຸກການສູນເສຍ, ຄ່າໃຊ້ຈ່າຍ, ຄ່າໃຊ້ຈ່າຍ, ການຮຽກຮ້ອງ, ຄວາມຕ້ອງການ, ຫນີ້ສິນແລະຄວາມເສຍຫາຍ (ລວມທັງຄ່າທໍານຽມທາງກົດຫມາຍ), ຢ່າງໃດກໍຕາມ ເກີດມາຈາກ, ທີ່ອາດຈະເກີດຂຶ້ນ, ບໍ່ວ່າຈະເປັນຫຼືບໍ່ອັນໄກ້ນີ້ສົມເຫດສົມຜົນ, ເປັນຜົນມາຈາກຫຼືໃນການເຊື່ອມຕໍ່ກັບ:</p> <p>20.1.1 ການເຂົ້າເຖິງແລະການນໍາໃຊ້ການບໍລິການໂດຍທ່ານຫຼືຜູ້ອື່ນນໍາໃຊ້ຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານຂອງທ່ານ; ແລະ / ຫຼື</p> <p>20.1.2 ການລະເມີດໂດຍທ່ານຂອງການໃດໆຂອງຂໍ້ກໍານົດແລະບົດບັນຍັດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ໄດ້.</p> <p>202 ບ່ອນທ່ານຢູ່ໃນການລະເມີດເງື່ອນໄຂການໃຊ້, ພວກເຮົາອາດຈະຕັດສິນໃຈ sole ຂອງພວກເຮົາ, ກ່ອນທີ່ຈະ suspension ຫລືບັນຊີຂອງທ່ານໃດ, ແຈ້ງທ່ານ (ການນໍາໃຊ້ລາຍລະອຽດຕິດຕໍ່ຂອງທ່ານ) ທີ່ທ່ານຢູ່ໃນການລະເມີດ, ການກໍານົດທ່ານຈະຢຸດເຊົາການປະຕິບັດທີ່ກ່ຽວຂ້ອງ ຫຼືຄວາມລົ້ມເຫຼວທີ່ຈະປະຕິບັດ, ແລະ / ຫຼືຮຽກຮ້ອງທ່ານທີ່ຈະໃຫ້ສິດທິໃນກົດຫມາຍວ່າດ້ວຍຫຼືຄວາມຜິດຢູ່ໃນສ່ວນຂອງທ່ານແລະເຕືອນທ່ານຂອງການປະຕິບັດຈຸດປະສົງຂອງພວກເຮົາຖ້າຫາກວ່າທ່ານບໍ່ເຮັດແນວນັ້ນ, ສະຫນອງໃຫ້ສະເຫມີວ່າການແຈ້ງເຕືອນດັ່ງກ່າວຈະບໍ່ເປັນທາງສ່ວນຫນ້າຂອງສະພາບການລະງັບຫຼື ການສິ້ນສຸດການບັນຊີຂອງທ່ານ.</p> <p>203 ພວກເຮົາມີສິດທິໃນການປິດການໃຊ້ງານລະຫັດປະຈໍາຕົວຜູ້ໃຊ້ຫຼືລະຫັດຜ່ານ, ບໍ່ວ່າຈະເປັນການຄັດເລືອກໂດຍທ່ານຫຼືຈັດສັນໃຫ້ໂດຍພວກເຮົາ, ໃນທຸກເວລາ, ຖ້າຫາກວ່າໃນຄວາມຄິດເຫັນຂອງສົມເຫດສົມຜົນຂອງພວກເຮົາທ່ານໄດ້ພົບຄວາມລົ້ມເຫຼວທີ່ຈະປະຕິບັດຕາມຂໍ້ກໍານົດໃດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ໄດ້.</p> <p>204 ໃນນອກເຫນືອໄປຈາກຢາບັນເທົາອື່ນໆທີ່ມີຢູ່, ຖ້າຫາກວ່າທ່ານລະເມີດເງື່ອນໄຂຂອງການນໍາໃຊ້ຂອງພວກເຮົາຈະໄດ້ຮັບສິດເພື່ອຟື້ນຕົວຈາກບັນຊີຂອງທ່ານດຸ່ນດ່ຽງທາງບວກໃດກັບຂອບເຂດຂອງຈໍານວນໃດອ້າງເຫດຜົນກັບທ່ານອີງຕາມວັກ 201 ໄດ້.</p> <p><b>21. ສິດທິຊັບສິນທາງປັນຍາ</b></p> <p>211 ທັງຫມົດອອກແບບເວັບໄຊທ໌, ຂໍ້ຄວາມ, ຮູບພາບ, ດົນຕີ, ສຽງ, ຮູບພາບ, ວິດີໂອ, ການຄັດເລືອກແລະການຮ່ວມມືດັ່ງກ່າວ, ລວບລວມຊອຟແວ, ຕິດພັນ source code, ຊອຟແວແລະທັງຫມົດສ່ວນກອບເປັນຈໍານວນອຸປະກອນອື່ນໆຂອງບໍລິການແມ່ນຂຶ້ນກັບລິຂະສິດແລະສິດທິບັດອື່ນໆທີ່ມີ ບໍ່ວ່າຈະເປັນເຈົ້າຂອງໂດຍພວກເຮົາຫຼືນໍາໃຊ້ພາຍໃຕ້ໃບອະນຸຍາດຈາກເຈົ້າຂອງສິດທິບຸກຄົນທີສາມ. ໃນຂອບເຂດທີ່ວ່າເອກະສານປະກອບຢູ່ພາຍໃນບໍລິການອາດຈະໄດ້ຮັບການດາວໂຫຼດຫຼືພິມແລ້ວວັດສະດຸດັ່ງກ່າວອາດຈະໄດ້ຮັບການດາວໂຫຼດກັບອຸປະກອນດຽວເທົ່ານັ້ນ (ແລະສໍາເນົາການຍາກທີ່ຈະພິມອອກ) ແຕ່ພຽງຜູ້ດຽວສໍາລັບສ່ວນບຸກຄົນ, ການນໍາໃຊ້ທີ່ບໍ່ແມ່ນການຄ້າຂອງທ່ານເອງ.</p> <p>212 ພາຍໃຕ້ສະຖານະການທີ່ບໍ່ມີຈະໄດ້ນໍາໃຊ້ຂອງທຶນຊ່ວຍເຫຼືອລ້າບໍລິການທ່ານມີຄວາມສົນໃຈໃນສິດທິຊັບສິນທາງປັນຍາທຸກປະເພດ (ຕົວຢ່າງລິຂະສິດ, ຄວາມຮູ້ຫຼືການຄ້າເຄື່ອງຫມາຍ) ເຈົ້າຂອງໂດຍພວກເຮົາຫຼືໂດຍພາກສ່ວນທີສາມໃດກໍຕາມ, ນອກຈາກເປັນສ່ວນບຸກຄົນ, ບໍ່ແມ່ນສະເພາະ , ໃບອະນຸຍາດທີ່ບໍ່ແມ່ນຍ່ອຍໃບອະນຸຍາດການນໍາໃຊ້ຊັບສິນທາງປັນຍາເຊັ່ນ: ໃນການເຊື່ອມຕໍ່ກັບສ່ວນບຸກຄົນ, ການນໍາໃຊ້ທີ່ບໍ່ແມ່ນການຄ້າຂອງບໍລິການອີງຕາມເງື່ອນໄຂຂອງການນໍາໃຊ້ໄດ້.</p> <p>213 ບໍ່ມີສິດທິອັນໃດກໍຕາມຈະໄດ້ຮັບການນໍາໃຊ້ຫຼືການແຜ່ພັນເຄື່ອງຫມາຍການຄ້າຫຼືຮູບສັນຍາລັກທີ່ປາກົດຢູ່ເວັບໄຊທ໌ໄດ້ຍົກເວັ້ນອະນຸຍາດສະເພາະໃນສອດຄ່ອງກັບເງື່ອນໄຂຂອງການນໍາໃຊ້.</p> <p>214 ທ່ານຕ້ອງບໍ່, ຫຼືທ່ານຕ້ອງອະນຸຍາດໃຫ້ບຸກຄົນອື່ນເພື່ອສໍາເນົາ, ຮ້ານ, ເຜີຍແຜ່, ໃຫ້ເຊົ່າ, ໃບອະນຸຍາດ, ຂາຍ, ແຈກຢາຍ, ປ່ຽນແປງ, ເພີ່ມ, ລຶບ, ເອົາຫຼືແກ້ໄຂໄດ້ເວັບໄຊທ໌ຫຼືພາກສ່ວນຕ່າງໆຂອງມັນໃນວິທີການໃດຫນຶ່ງຫຼືໂດຍກົງ ຫຼືທາງອ້ອມລົບກວນຫຼືແຊກແຊງ (ຫຼືພະຍາຍາມທີ່ຈະລົບກວນການເຮັດຫຼືແຊກແຊງ) ກັບຫຼືປ່ຽນແປງເວັບໄຊທ໌ໄດ້, ນອກຈາກໃນໄລຍະການກໍາລັງເບິ່ງຫຼືການນໍາໃຊ້ເວັບໄຊທ໌ທີ່ສອດຄ່ອງກັບເງື່ອນໄຂຂອງການນໍາໃຊ້ໄດ້.</p> <p>215 ທັງຫມົດເປັນຊັບສິນທາງປັນຍາໃນພຣະນາມ \"William Hill\" ແລະ \"Will Hill\", ການຮູບສັນຍາລັກ, ການອອກແບບ, ເຄື່ອງຫມາຍການຄ້າແລະຄຸນສົມບັດຍີ່ຫໍ້ອື່ນໆທີ່ແຕກຕ່າງກັນຂອງຕົວຊີ້ບອກແລະເນື້ອໃນສະຫນອງໃຫ້ໂດຍຜູ້ດໍາເນີນການຫຼືພາກສ່ວນທີສາມສໍາລັບການລວມກ່ຽວກັບ vest ເວັບໄຊທ໌ໄດ້ ໃນ Operator ຫຼືພາກສ່ວນທີສາມສາມາດນໍາໃຊ້. ທັມມະທາຣາສະແດງຫລືການນໍາໃຊ້ຮູບສັນຍາລັກດັ່ງກ່າວ, ການອອກແບບ, ເຄື່ອງຫມາຍການຄ້າແລະຄຸນນະສົມບັດອື່ນໆຍີ່ຫໍ້ທີ່ແຕກຕ່າງກັນໃນລັກສະນະໃດໂດຍບໍ່ມີການຍິນຍອມເຫັນດີລາຍລັກອັກສອນຂອງພວກເຮົາກ່ອນ.</p> <p><b>22. ໄວຣັສ, Hack ການກະທໍາຜິດອື່ນໆ</b></p> <p>221 ທ່ານຈະບໍ່:</p> <p>22.1.1 ສໍ້ລາດບັງຫຼວງເວັບໄຊທ໌ໄດ້;</p> <p>22.1.2 ຄວາມພະຍາຍາມທີ່ຈະໄດ້ຮັບການເຂົ້າເຖິງຮັບອະນຸຍາດໃຫ້ເວັບໄຊທ໌ໄດ້, ເຄື່ອງແມ່ຂ່າຍທີ່ເວັບໄຊທ໌ໄດ້ຖືກເກັບຮັກສາໄວ້ຫຼືເຄື່ອງແມ່ຂ່າຍໃດ, ຄອມພິວເຕີຫຼືຖານຂໍ້ມູນເຊື່ອມຕໍ່ກັບເວັບໄຊທ໌ໄດ້;</p> <p>22.1.3 ້ໍາຖ້ວມເວັບໄຊທ໌ທີ່ມີຂໍ້ມູນຂ່າວສານ, ການສົ່ງຫຼາຍຫຼື \"ຂີ້ເຫຍື້ອ\";</p> <p>22.1.4 ໂດຍຕັ້ງໃຈຫຼືປະມາດນໍາໃຊ້ຄຸນນະສົມບັດທີ່ອາດຈະມີຜົນກະທົບການທໍາງານຂອງເວັບໄຊທ໌ໃນວິທີການໃດສໍາລັບການຍົກຕົວຢ່າງ (ແຕ່ບໍ່ຈໍາກັດ) ປ່ອຍຫຼືການໂຄສະໄວຣັສ, ໄວລັດ, ລະເບີດຢ່າງມີເຫດຜົນຫຼືອຸປະກອນທີ່ຄ້າຍຄືກັນທີ່ເປັນອັນຕະລາຍຫຼືເປັນອັນຕະລາຍ;</p> <p>22.1.5 ແຊກແຊງຫຼືແກ້ໄຂ, ເອົາຫຼືປ່ຽນແປງໃນວິທີການໃດກໍ່ຕາມ, ຂໍ້ມູນຂ່າວສານໃນຮູບແບບທີ່ໄດ້ຖືກລວມເຂົ້າໃນເວັບໄຊທ໌ໄດ້;</p> <p>22.1.6 ໂຈມຕີເວັບໄຊທ໌ໂດຍຜ່ານການໂຈມຕີການປະຕິເສດຂອງການບໍລິຫຼືໂຈມຕີການປະຕິເສດຂອງການບໍລິການແຈກຢາຍ. ພວກເຮົາຈະລາຍງານການລະເມີດທີ່ສົງໃສຂອງກົດຫມາຍວ່າດ້ວຍຄອມພິວເຕີການໃຊ້ປີ 1990 ເປັນການບັງຄັບໃຊ້ກົດຫມາຍທີ່ກ່ຽວຂ້ອງແລະພວກເຮົາຈະຮ່ວມມືກັບອໍານາດການປົກຜູ້ດ້ວຍການເຜີຍແຜ່ເອກະລັກຂອງທ່ານເພື່ອໃຫ້ເຂົາເຈົ້າ. ໃນກໍລະນີຂອງດັ່ງກ່າວລະເມີດໄດ້, ສິດທິຂອງທ່ານທີ່ຈະນໍາໃຊ້ເວັບໄຊທ໌ຈະຢຸດທັນທີ.</p> <p>222 ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບສໍາລັບການສູນເສຍຫຼືຄວາມເສຍຫາຍທີ່ເກີດຈາກການປະຕິເສດຂອງການບໍລິການໂຈມຕີກະຈາຍໄວຣັສຫລືອຸປະກອນການເປັນອັນຕະລາຍເຕັກໂນໂລຊີອື່ນໆທີ່ອາດຈະແຜ່ເຊື້ອພະຍາດອຸປະກອນຂອງທ່ານເຂົ້າເຖິງແລະອຸປະກອນທີ່ກ່ຽວຂ້ອງ, ບັນດາໂຄງການຄອມພິວເຕີ, ຂໍ້ມູນຫຼືອຸປະກອນບັດອື່ນໆອັນເນື່ອງມາຈາກການນໍາໃຊ້ຂອງທ່ານ ຂອງເວັບໄຊທ໌ຫຼືການດາວໂຫຼດຂອງທ່ານຂອງອຸປະກອນໃດໆກໍຕາມທີ່ກ່ຽວກັບເວັບໄຊທ໌ດັ່ງກ່າວ, ຫຼືເວັບໄຊທ໌ທີ່ເຊື່ອມໂຍງກັບເວັບໄຊທ໌ໄດ້.</p> <p><b>23. ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ</b></p> <p>231 ຂໍ້ມູນທັງຫມົດກ່ຽວກັບບັນຊີຂອງທ່ານໄດ້ຈັດຂຶ້ນໂດຍພວກເຮົາແມ່ນຂໍ້ມູນຢ່າງປອດໄພ warehoused ແລະຍັງເປັນຄວາມລັບຍົກເວັ້ນທີ່ລະບຸໄວ້ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ (ລວມທັງ, ເພື່ອປ້ອງກັນຂອງຄວາມສົງໃສໃນ, ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ).</p> <p>232 ພວກເຮົາຖືກກໍານົດໂດຍກົດຫມາຍວ່າດ້ວຍ (ໂດຍສະເພາະໃນການປົກປ້ອງຂໍ້ມູນກົດຫມາຍວ່າດ້ວຍ 2004 ໃນ Gibraltar) ປະຕິບັດຕາມຄວາມຕ້ອງການປົກປັກຮັກສາຂໍ້ມູນໃນວິທີການທີ່ພວກເຮົານໍາໃຊ້ຂໍ້ມູນສ່ວນຕົວເກັບກໍາຂໍ້ມູນຈາກທ່ານໃນການນໍາໃຊ້ຂອງທ່ານການບໍລິການ. ດັ່ງນັ້ນພວກເຮົາໃຊ້ເວລາຢ່າງຈິງຈັງພັນທະຂອງພວກເຮົາທີ່ກ່ຽວຂ້ອງກັບວິທີການໃນການທີ່ພວກເຮົານໍາໃຊ້ຂໍ້ມູນຂ່າວສານສ່ວນບຸກຄົນຂອງທ່ານ.</p> <p>233 ກ່ອນທີ່ຈະນໍາໃຊ້ຂອງທ່ານຂອງແລະໃນເວລາທີ່ທ່ານໃຊ້ບໍລິການມັນຈະມີຄວາມຈໍາເປັນສໍາລັບພວກເຮົາທີ່ຈະເກັບກໍາຂໍ້ມູນບາງຢ່າງກ່ຽວກັບທ່ານ, ລວມທັງຊື່ແລະວັນເດືອນປີເກີດຂອງທ່ານ, ຂໍ້ມູນຕິດຕໍ່ຂອງທ່ານ, ແລະອາດຈະປະກອບຂໍ້ມູນກ່ຽວກັບຄວາມມັກການຕະຫຼາດຂອງທ່ານ (ທັງຫມົດທີ່ ຈະໄດ້ຮັບການເປັນທີ່ຮູ້ຈັກເປັນ \"ຂໍ້ມູນຂ່າວສານສ່ວນບຸກຄົນຂອງທ່ານ\").</p> <p>234 ໂດຍການສະຫນອງໃຫ້ພວກເຮົາມີຂໍ້ມູນສ່ວນບຸກຄົນຂອງທ່ານ, ທ່ານອະນຸຍາດໃຫ້ການປະມວນຜົນຂອງພວກເຮົາຂໍ້ມູນຂ່າວສານສ່ວນບຸກຄົນຂອງທ່ານ, ລວມທັງຂອງດຽວກັນຊຶ່ງເປັນທີ່ລະອຽດອ່ອນໂດຍສະເພາະ:</p> <p>23.4.1 ສໍາລັບຈຸດປະສົງທີ່ກໍານົດໄວ້ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ (ລວມທັງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ) ໄດ້; ແລະ</p> <p>23.4.2 ສໍາລັບຈຸດປະສົງອື່ນໆບ່ອນທີ່ພວກເຮົາຈໍາເປັນຕ້ອງໄດ້ດໍາເນີນການຂໍ້ມູນຂ່າວສານສ່ວນບຸກຄົນຂອງທ່ານເພື່ອຈຸດປະສົງຂອງການດໍາເນີນວຽກບໍລິການ,</p> <p>ລວມທັງໂດຍການແບ່ງປັນມັນກັບໃຫ້ບໍລິການບໍລິການແລະຕົວແທນຂອງພວກເຮົາສໍາລັບຈຸດປະສົງເຫຼົ່ານີ້, ສໍາລັບການຍົກຕົວຢ່າງການໃຫ້ບໍລິການບໍລິການໄປສະນີ, ບໍລິການການຕະຫຼາດແລະຕົວແທນບໍລິການລູກຄ້າຂອງພວກເຮົາ. ພວກເຮົາຍັງອາດຈະເປີດເຜີຍຂໍ້ມູນສ່ວນບຸກຄົນຂອງທ່ານຢູ່ໃນຄໍາສັ່ງທີ່ຈະປະຕິບັດຕາມພັນທະທາງດ້ານກົດຫມາຍຫຼືລະບຽບການ.</p> <p>235 ພວກເຮົາອາດຈະຍັງຄົງສາສໍາເນົາຂອງການສື່ສານທີ່ທ່ານສົ່ງໃຫ້ພວກເຮົາ (ລວມທັງສໍາເນົາຂອງອີມີ) ໃນຄໍາສັ່ງທີ່ຈະຮັກສາການບັນທຶກທີ່ຖືກຕ້ອງຂອງຂໍ້ມູນທີ່ພວກເຮົາໄດ້ຮັບຈາກທ່ານ.</p> <p><b>24. ການນໍາໃຊ້ 'cookies' ເທິງເວັບໄຊຂອງ</b></p> <p>241 ການເວັບໄຊທ໌ການນໍາໃຊ້ 'cookies' ເພື່ອຕິດຕາມການນໍາໃຊ້ຂອງທ່ານຂອງອິນເຕີເນັດ, ເພື່ອເກັບກໍາຂໍ້ມູນບາງຢ່າງກ່ຽວກັບອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານ (ເຊັ່ນ: ທີ່ຢູ່ IP, ປະເພດອຸປະກອນຂໍ້ມູນທາງພູມິສາດ, ສະຖານທີ່, ຂໍ້ມູນຂອງຕົວທ່ອງເວັບ) ແລະການຊ່ວຍເຫຼືອການທໍາງານຂອງເວັບໄຊທ໌ໄດ້. ຄຸກກີແມ່ນເປັນໄຟລ໌ຂະຫນາດນ້ອຍຂອງຄວາມທີ່ຖືກດາວໂຫຼດໃສ່ອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານໃນເວລາທີ່ທ່ານເຂົ້າເຖິງເວັບໄຊທ໌ແລະມັນອະນຸຍາດໃຫ້ພວກເຮົາທີ່ຈະຮັບຮູ້ໃນເວລາທີ່ທ່ານກັບຄືນໄປບ່ອນເວັບໄຊທ໌ໄດ້. Cookies ຊ່ວຍການເຮັດວຽກຂອງເວັບໄຊທ໌, ລວມທັງ (ສໍາລັບຕົວຢ່າງ) ອະນຸຍາດໃຫ້ທ່ານທີ່ຈະຍັງຄົງຢູ່ໃນລະບົບເປັນທ່ານເບິ່ງລະຫວ່າງການ, ແລະນໍາໃຊ້ບັນຊີຂອງທ່ານເພື່ອເດີມພັນໃນຫລືຫລິ້ນເກມກ່ຽວກັບ, ພາກສ່ວນທີ່ແຕກຕ່າງກັນຂອງເວັບໄຊທ໌ໄດ້. ພວກເຮົາຍັງນໍາໃຊ້ cookies ສໍາລັບຈຸດປະສົງການວິເຄາະຂອງພວກເຮົາເອງດັ່ງນັ້ນພວກເຮົາສາມາດລະບຸບັນຫາດ້ານວິຊາການທີ່ລູກຄ້າໄດ້ພົບກັບເວັບໄຊທ໌, ແລະເພາະສະນັ້ນຊ່ວຍໃຫ້ພວກເຮົາປັບປຸງລູກຄ້າຂອງພວກເຮົາ ' ປະສົບການແລະຍັງສໍາລັບຈຸດປະສົງການປ້ອງກັນການທຸຈະລິດເຊັ່ນ: ການກວດສອບບັນຊີຊ້ໍາ, ກໍລະນີຂອງການລະເມີດເງິນຫຼືບັນຊີເຊື່ອມໂຍງເປັນທີ່ກໍານົດໄວ້ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້. ຂໍ້ມູນໄດ້ມາຈາກການໃຊ້ຄຸກກີໃຫ້ພວກເຮົາປະຕິບັດຕາມພາລະຜູກພັນຕາມກົດຫມາຍແລະກົດລະບຽບສະເພາະໃດຫນຶ່ງເຊັ່ນ: ຄວາມຕ້ອງການຕ້ານການ Laundering ເງິນຂອງພວກເຮົາ, ຄວາມຮັບຜິດຊອບທາງສັງຄົມເພື່ອວຽກງານຕ້ານການໃຊ້ບໍລິການຂອງພວກເຮົາສໍາລັບຈຸດປະສົງຂອງການລົງທຶນການກໍ່ການຮ້າຍແລະເພື່ອປ້ອງກັນການເຂົ້າເຖິງເວັບໄຊທ໌ຂອງພວກເຮົາຈາກປະເທດທີ່ຈໍາກັດ. ຂໍ້ມູນເກັບກໍາຂໍ້ມູນຈາກການນໍາໃຊ້ cookies ຂອງພວກເຮົາອາດຈະໄດ້ຮັບການແບ່ງປັນກັບອົງການຈັດຕັ້ງບັງຄັບໃຊ້ກົດຫມາຍແລະອົງກອນກໍາກັບອື່ນໆທີ່ມີພັນທະຕາມກົດຫມາຍທີ່ຈະເຮັດແນວນັ້ນ. ຂໍ້ມູນໄດ້ມາຈາກການໃຊ້ຄຸກກີໃຫ້ພວກເຮົາປະຕິບັດຕາມພາລະຜູກພັນຕາມກົດຫມາຍແລະກົດລະບຽບສະເພາະໃດຫນຶ່ງເຊັ່ນ: ຄວາມຕ້ອງການຕ້ານການ Laundering ເງິນຂອງພວກເຮົາ, ຄວາມຮັບຜິດຊອບທາງສັງຄົມເພື່ອວຽກງານຕ້ານການໃຊ້ບໍລິການຂອງພວກເຮົາສໍາລັບຈຸດປະສົງຂອງການລົງທຶນການກໍ່ການຮ້າຍແລະເພື່ອປ້ອງກັນການເຂົ້າເຖິງເວັບໄຊທ໌ຂອງພວກເຮົາຈາກປະເທດທີ່ຈໍາກັດ. ຂໍ້ມູນເກັບກໍາຂໍ້ມູນຈາກການນໍາໃຊ້ cookies ຂອງພວກເຮົາອາດຈະໄດ້ຮັບການແບ່ງປັນກັບອົງການຈັດຕັ້ງບັງຄັບໃຊ້ກົດຫມາຍແລະອົງກອນກໍາກັບອື່ນໆທີ່ມີພັນທະຕາມກົດຫມາຍທີ່ຈະເຮັດແນວນັ້ນ. ຂໍ້ມູນໄດ້ມາຈາກການໃຊ້ຄຸກກີໃຫ້ພວກເຮົາປະຕິບັດຕາມພາລະຜູກພັນຕາມກົດຫມາຍແລະກົດລະບຽບສະເພາະໃດຫນຶ່ງເຊັ່ນ: ຄວາມຕ້ອງການຕ້ານການ Laundering ເງິນຂອງພວກເຮົາ, ຄວາມຮັບຜິດຊອບທາງສັງຄົມເພື່ອວຽກງານຕ້ານການໃຊ້ບໍລິການຂອງພວກເຮົາສໍາລັບຈຸດປະສົງຂອງການລົງທຶນການກໍ່ການຮ້າຍແລະເພື່ອປ້ອງກັນການເຂົ້າເຖິງເວັບໄຊທ໌ຂອງພວກເຮົາຈາກປະເທດທີ່ຈໍາກັດ. ຂໍ້ມູນເກັບກໍາຂໍ້ມູນຈາກການນໍາໃຊ້ cookies ຂອງພວກເຮົາອາດຈະໄດ້ຮັບການແບ່ງປັນກັບອົງການຈັດຕັ້ງບັງຄັບໃຊ້ກົດຫມາຍແລະອົງກອນກໍາກັບອື່ນໆທີ່ມີພັນທະຕາມກົດຫມາຍທີ່ຈະເຮັດແນວນັ້ນ.</p> <p>242 ຖ້າຫາກວ່າທ່ານຄັດຄ້ານການ cookies ຫລືຕ້ອງການທີ່ຈະລົບ cookies ທີ່ຈະຖືກເກັບໄວ້ແລ້ວກ່ຽວກັບອຸປະກອນການເຂົ້າເຖິງຂອງທ່ານ, ພວກເຮົາຂໍແນະນໍາໃຫ້ທ່ານປະຕິບັດຕາມຄໍາແນະນໍາສໍາລັບການລຶບ cookies ທີ່ມີຢູ່ແລ້ວແລະປິດ cookies ໃນອະນາຄົດກ່ຽວກັບການຄຸ້ມຄອງເອກະສານແລະຜົນການຊອກຫາອິນເຕີເນັດຊອບແວຂອງທ່ານ. ຂໍ້ມູນຂ່າວສານເພີ່ມເຕີມກ່ຽວກັບການລຶບຫຼືຄວບຄຸມ cookies ສາມາດໃຊ້ໄດ້ພາຍໃນຂອງພວກເຮົານະໂຍບາຍຄວາມເປັນສ່ວນຕົວເວັບFAQແລະwww.aboutcookies.org. ກະລຸນາສັງເກດວ່າໂດຍການລຶບ cookies ຂອງພວກເຮົາຫຼືປິດການໃຊ້ຄຸກກີໃນອະນາຄົດທ່ານອາດຈະບໍ່ສາມາດໃນການເຂົ້າເຖິງພື້ນທີ່ສະເພາະໃດຫນຶ່ງຫຼືລັກສະນະຂອງເວັບໄຊທ໌ໄດ້.</p> <p><b>25. ການຮ້ອງຮຽນແລະແຈ້ງການ</b></p> <p>251 ບໍ່ມີການຮ້ອງຂໍຫຼືການຂັດແຍ້ງກ່ຽວກັບ:</p> <p>25.1.1 ການຍອມຮັບຫຼືການຕັ້ງຖິ່ນຖານຂອງຊິວິດທີ່ທ່ານໄດ້ເຮັດການນໍາໃຊ້ບໍລິການຈະໄດ້ຮັບການພິຈາລະນາຫຼາຍກ່ວາສາມສິບວັນນັບແຕ່ມື້ເຮັດທຸລະກໍາຕົ້ນສະບັບດັ່ງກ່າວ; ແລະ</p> <p>25.1.2 ເກມທີ່ທ່ານໄດ້ມີການນໍາໃຊ້ບໍລິການຈະໄດ້ຮັບການພິຈາລະນາຫຼາຍກ່ວາສິບສອງອາທິດຫຼັງຈາກວັນທີທີ່ເຮັດທຸລະກໍາຫລືເກມຫຼິ້ນກ່ຽວຂ້ອງໄດ້ຈັດຂຶ້ນ.</p> <p>252 ທ່ານຄວນຈະເຮັດໃຫ້ການຮ້ອງຮຽນກ່ຽວກັບການບໍລິການ, ເປັນບາດກ້າວທໍາອິດໃດກໍ່ຕາມ, ໃນທັນທີທີ່ສົມເຫດສົມຜົນການປະຕິບັດ, ການຕິດຕໍ່ບໍລິການລູກຄ້າກ່ຽວກັບການຮ້ອງຮຽນຂອງທ່ານ, ເຊິ່ງຈະໄດ້ຮັບການເພີ່ມຂຶ້ນຕາມຄວາມຈໍາເປັນພາຍໃນທີມງານບໍລິການລູກຄ້າຂອງພວກເຮົາຈົນກ່ວາຄວາມລະອຽດ.</p> <p><b>26 ໂອນສິດທິແລະພັນທະ</b></p> <p>261 ພວກເຮົາສະຫງວນສິດໃນການໂອນ, ມອບຫມາຍ, sublicense ຫຼືສັນຍາ Terms of Use (ເປັນ \"ການມອບຫມາຍ\"), ໃນທັງຫມົດຫຼືໃນສ່ວນຫນຶ່ງ, ໃຫ້ບຸກຄົນໃດຫນຶ່ງໂດຍບໍ່ມີການແຈ້ງການກັບທ່ານ, ສະຫນອງໃຫ້ວ່າການມອບຫມາຍດັ່ງກ່າວຈະຢູ່ໃນເງື່ອນໄຂດຽວກັນຫຼື ຂໍ້ກໍານົດວ່າບໍ່ມີຫນ້ອຍປຽບກັບທ່ານ.</p> <p>262 ທ່ານບໍ່ສາມາດກໍາຫນົດ, sublicense ປ່ຽນຫລືໂອນໃນລັກສະນະໃດກໍຕາມຂອງສິດທິຫຼືພັນທະຂອງທ່ານຢູ່ພາຍໃຕ້ເງື່ອນໄຂຂອງການນໍາໃຊ້.</p> <p><b>27. ເວັ້ນແຕ່ຄວບຄຸມຂອງພວກເຮົາ</b></p> <p>271 ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບຫຼືຄວາມຮັບຜິດຊອບສໍາລັບຄວາມລົ້ມເຫຼວຂອງໃດຫນຶ່ງເພື່ອປະຕິບັດ, ຫຼືຄວາມຊັກຊ້າໃນການປະຕິບັດການຂອງບໍພັນທະຂອງພວກເຮົາພາຍໃຕ້ເງື່ອນໄຂຂອງການນໍາໃຊ້ທີ່ແມ່ນເກີດມາຈາກກິດຈະກໍາຂອງນອກການຄວບຄຸມທີ່ເຫມາະສົມຂອງພວກເຮົາ, ລວມທັງ (ໂດຍບໍ່ມີການຈໍາກັດ) ໃດຄວາມລົ້ມເຫລວເຄືອຂ່າຍຄົມມະນາຄົມ, ພະລັງງານ ຄວາມລົ້ມເຫລວ, ຄວາມລົ້ມເຫລວໃນຄອມພິວເຕີຂອງສາມພັກ (ຫຼືອື່ນໆ) ອຸປະກອນ, ໄຟ, ຟ້າຜ່າ, ການລະເບີດ, ນ້ໍາຖ້ວມ, ດິນຟ້າອາກາດຮ້າຍແຮງ, ຂໍ້ຂັດແຍ່ງອຸດສາຫະກໍາຫລືລັອກ outs, ກິດຈະກໍາກໍ່ການຮ້າຍແລະການກະທໍາຂອງລັດຖະບານຫຼືຜູ້ມີອໍານາດອື່ນໆ (a \"ໂອນ\").</p> <p>272 ປະສິດທິພາບຂອງພວກເຮົາແມ່ນຖືວ່າຈະຖືກໂຈະສໍາລັບການໄລຍະເວລາທີ່ຜົນບັງຄັບໃຊ້ກິດຈະກໍາ Majeure ຍັງຈະສືບຕໍ່, ແລະພວກເຮົາຈະມີການຂະຫຍາຍຂອງທີ່ໃຊ້ເວລາສໍາລັບການປະສິດທິພາບສໍາລັບການໄລຍະເວລາຂອງໄລຍະເວລານັ້ນ. ພວກເຮົາຈະໃຊ້ການດໍາເນີນສົມເຫດສົມຜົນຂອງພວກເຮົາເພື່ອເຮັດໃຫ້ກິດຈະກໍາ Majeure ບັງຄັບໃຫ້ກ່າວຈົບລົງຫລືແກ້ໄຂບັນຫາໂດຍທີ່ພາລະຜູກພັນຂອງພວກເຮົາອາດຈະໄດ້ຮັບປະຕິບັດເຖິງແມ່ນວ່າຈະຈັດກິດຈະກໍາ Majeure Force ໄດ້.</p> <p><b>28. ຍົກເວັ້ນ</b></p> <p>281 ຖ້າຫາກວ່າພວກເຮົາເຊັ່ນການແລກປ່ຽນຮຽກຮ້ອງໃຫ້ຊາວເງື່ອນໄຂການທີ່ເຂັ້ມງວດຂອງການໃດໆຂອງພາລະຜູກພັນຂອງທ່ານຫລືຖ້າຫາກວ່າພວກເຮົາເຊັ່ນການແລກປ່ຽນອອກກໍາລັງກາຍຂອງສິດທິຫຼືວິທີແກ້ໄຂທີ່ພວກເຮົາກໍາລັງສິດ, ນີ້ຈະບໍ່ເກີດການຍົກເວັ້ນຂອງສິດທິຫຼືວິທີແກ້ໄຂດັ່ງກ່າວແລະຈະໄດ້ບັນເທົາທ່ານຈາກປະຕິບັດຕາມ ມີພາລະຜູກດັ່ງກ່າວ.</p> <p>282 ການຍົກເວັ້ນໂດຍພວກເຮົາໃນຕອນຕົ້ນໃດຈະບໍ່ເກີດການຍົກເວັ້ນຂອງການເລີ່ມຕົ້ນຕິດຕໍ່ກັນໃດໄດ້.</p> <p>283 ບໍ່ມີການຍົກເວັ້ນໂດຍພວກເຮົາມີຂໍ້ກໍານົດຂອງຂໍ້ກໍານົດຂອງການນໍາໃຊ້ທີ່ຈະໄດ້ຮັບປະສິດທິພາບເວັ້ນເສຍແຕ່ວ່າມັນໄດ້ລະບຸໄວ້ຢ່າງຈະແຈ້ງວ່າຈະຍົກເວັ້ນແລະແມ່ນການເຜີຍແຜ່ໃຫ້ທ່ານລາຍລັກອັກສອນໂດຍສອດຄ່ອງກັບວັກ 25 (ຄໍາຮ້ອງທຸກແລະປະກາດ) ຂ້າງເທິງ.</p> <p><b>29. ຫຼາຍ</b></p> <p>291 ຖ້າຄົນໃດໃນເງື່ອນໄຂຂອງການນໍາໃຊ້ຖືກກໍານົດໂດຍອົງການຄຸ້ມຄອງໃດໆທີ່ຈະບໍ່ຖືກຕ້ອງ, ຜິດກົດຫມາຍຫຼື unenforceable ໃນຂອບເຂດໃດກໍ່ຕາມ, ໃນໄລຍະດັ່ງກ່າວ, ສະພາບຫຼືການສະຫນອງຈະໃນຂອບເຂດທີ່ໄດ້ຮັບການ severed ຈາກຂໍ້ກໍານົດທີ່ຍັງເຫຼືອ, ເງື່ອນໄຂແລະຂໍ້ກໍານົດທີ່ຈະສືບຕໍ່ເປັນ ຖືກຕ້ອງໃນຂອບເຂດ fullest ອະນຸຍາດຕາມກົດຫມາຍ.</p> <p>292 ໃນກໍລະນີດັ່ງກ່າວ, ສ່ວນທີ່ຖືວ່າບໍ່ຖືກຕ້ອງຫຼື unenforceable ຈະຕ້ອງໄດ້ຮັບການແກ້ໄຂໃນລັກສະນະທີ່ສອດຄ່ອງກັບກົດຫມາຍສາມາດນໍາໃຊ້ເພື່ອສະທ້ອນໃຫ້ເຫັນເປັນ, ເປັນຢ່າງໃກ້ຊິດເປັນໄປໄດ້, ຜູ້ດໍາເນີນການຂອງສົງຕົ້ນສະບັບ.</p> <p><b>30. ສັນຍາທັງຫມົດ</b></p> <p>301 ເງື່ອນໄຂຂອງການນໍາໃຊ້ແລະເອກະສານໃດໆສະແດງໄດ້ກ່າວເຖິງໃນໃຫ້ເຂົາເຈົ້າເປັນຕົວແທນຂອງສັນຍາທັງຫມົດລະຫວ່າງທ່ານແລະພວກເຮົາແລະແທນໃດສັນຍາກ່ອນ, ຄວາມເຂົ້າໃຈຫລືການຮ່ວມມືແບບລະຫວ່າງທ່ານແລະພວກເຮົາ, ບໍ່ວ່າຈະເປັນວາຈາຫຼືເປັນລາຍລັກອັກສອນ.</p> <p>302 ພວກເຮົາແຕ່ລະຄົນໄດ້ຮັບຮູ້ວ່າບໍ່ຂອງພວກເຮົາໄດ້ເພິ່ງພາອາໄສການເປັນຕົວແທນໃດຫນຶ່ງ, ປະຕິບັດຫຼືສັນຍາມອບໃຫ້ໂດຍອື່ນໆຫຼື implied ຈາກຫຍັງເວົ້າຫຼືລາຍລັກອັກສອນໃນການເຈລະຈາລະຫວ່າງພວກເຮົາຍົກເວັ້ນດັ່ງທີ່ໄດ້ກ່າວຢ່າງຈະແຈ້ງໃນເງື່ອນໄຂຂອງການນໍາໃຊ້.</p> <p>303 ທັງສອງຝ່າຍຈະມີຢາບັນເທົາໃນຄວາມນັບຖືຂອງຖະແຫຼງການຄວາມຈິງທີ່ເກີດຂຶ້ນໂດຍການອື່ນໆ, ບໍ່ວ່າຈະເປັນຄໍາເວົ້າຫຼືເປັນລາຍລັກອັກສອນກ່ອນທີ່ຈະວັນຂອງສັນຍາດັ່ງກ່າວ (ເວັ້ນເສຍແຕ່ວ່າຄໍາຖະແຫຼງທີ່ຈິງດັ່ງກ່າວໄດ້ເຮັດຕະຫລົບຕະແລງ) ແລະພາກສ່ວນອື່ນໆຂອງການແກ້ໄຂພຽງແຕ່ຈະເປັນໄປເພື່ອການລະເມີດ ຂອງສັນຍາໄດ້ກໍານົດໄວ້ໃນເງື່ອນໄຂຂອງການນໍາໃຊ້.</p> <p><b>31. ສິດພາກສ່ວນທີສາມ</b></p> <p>311 ມີຂໍ້ຍົກເວັ້ນຂອງຜູ້ດໍາເນີນການຂອງບໍລິສັດກຸ່ມບໍລິສັດ, ເວັ້ນເສຍແຕ່ວ່າເງື່ອນໄຂຂອງການນໍາໃຊ້ເຫຼົ່ານີ້ສະແດງລະບຸເປັນຢ່າງອື່ນ:</p> <p>31.1.1 ບຸກຄົນຜູ້ທີ່ບໍ່ເປັນພາຄີກັບຂໍ້ກໍານົດຂອງການນໍາໃຊ້ເຫຼົ່ານີ້ມີສິດທິໃນການບັງຄັບໃຊ້ຂອງຂໍ້ກໍານົດພາຍໃຕ້ສັນຍາການ (ສິດທິຂອງພາກສ່ວນທີສາມ) ກົດຫມາຍວ່າດ້ວຍ 1999 ບໍ່ມີ; ແລະ</p> <p>31.1.2 ຖ້າບຸກຄົນຜູ້ທີ່ບໍ່ເປັນພາຄີກັບຂໍ້ກໍານົດຂອງການນໍາໃຊ້ເຫຼົ່ານີ້ແມ່ນໄດ້ລະບຸໄວ້ມີສິດທິໃນການບັງຄັບໃຊ້ຂອງຂໍ້ກໍານົດຂອງຕົນພາຍໃຕ້ສັນຍາ (ສິດທິຂອງພາກສ່ວນທີສາມ) ກົດຫມາຍວ່າດ້ວຍ 1999, ພວກເຮົາອາດຈະຍົກເລີກຫລືປ່ຽນແປງຂໍ້ກໍາຫນົດການໃຊ້ວຽກຕະຫຼອດ ການຕັດສິນໃຈ sole ຂອງພວກເຮົາ (ແລະເອກະສານໃດໆເຂົ້າໄປເຂົ້າໄປໃນຕາມຫຼືໃນການເຊື່ອມຕໍ່ກັບມັນ) ໂດຍບໍ່ມີການຍິນຍອມເຫັນດີຫຼືການຍິນຍອມຂອງບຸກຄົນທີ່ໄດ້ຂອງທ່ານ.</p> <p><b>32. ຄວາມຮັບຜິດຊອບ GAMING / ເລື່ອງການພະນັນ</b></p> <p>321 ສໍາລັບລູກຄ້າຜູ້ທີ່ຕ້ອງການທີ່ຈະຈໍາກັດການຫຼີ້ນການພະນັນຂອງເຂົາເຈົ້າ, ພວກເຮົາສະຫນອງນະໂຍບາຍຕົນເອງຍົກເວັ້ນຄວາມສະຫມັກໃຈ, ຊຶ່ງຈະຊ່ວຍໃຫ້ທ່ານທີ່ຈະປິດບັນຊີຂອງທ່ານຫຼືຈໍາກັດຄວາມສາມາດຂອງທ່ານທີ່ຈະວາງເດີມພັນຫຼືເກມໃນເວັບໄຊທ໌ສໍາລັບການໄລຍະເວລາຕໍາ່ສຸດທີ່ຂອງຫົກເດືອນ. ທ່ານສາມາດຮ້ອງຂໍໃຫ້ມີຂໍ້ຈໍາກັດທີ່ຈະແກ່ຍາວເຖິງສໍາລັບໄລຍະເວລາຂອງການສູງເຖິງຫ້າປີ. ເມື່ອບັນຊີຂອງທ່ານໄດ້ດ້ວຍຕົນເອງ, ບໍ່ໄດ້ຄິດໄລ່ທ່ານຈະບໍ່ສາມາດເປີດໃຊ້ບັນຊີພາຍໃຕ້ສະຖານະການໃດຫນຶ່ງຈົນກ່ວາຫມົດອາຍຸຂອງໄລຍະເວລາໄດ້ຮັບຄັດເລືອກທີ່ຢູ່ໃນວັກນີ້. ໃນຫມົດອາຍຸຂອງໄລຍະເວລາຕົນເອງຍົກເວັ້ນໄດ້ທ່ານຈະໄດ້ຮັບການ Re: ເລີ່ມນໍາໃຊ້ບໍລິການໂດຍການຕິດຕໍ່ຫາບໍລິການລູກຄ້າ.</p> <p>322 ຖ້າຫາກວ່າທ່ານຮຽກຮ້ອງໃຫ້ມີຂໍ້ມູນຂ່າວສານທີ່ກ່ຽວຂ້ອງກັບສະຖານທີ່ນີ້ກະລຸນາເວົ້າໃຫ້ບໍລິການລູກຄ້າໂດຍຜ່ານການ<a href=\"http://liveguess.net/about/help\">ຊ່ວຍເຫຼືອ</a> ສ່ວນ.</p> <p>323 ພວກເຮົາຈະໃຊ້ການດໍາເນີນສົມເຫດສົມຜົນຂອງພວກເຮົາເພື່ອຮັບປະກັນປະຕິບັດຕາມດ້ວຍຕົນເອງຍົກເວັ້ນ. ຢ່າງໃດກໍຕາມ, ຕົນເອງຍົກເວັ້ນຮຽກຮ້ອງໃຫ້ມີຄໍາຫມັ້ນສັນຍາຮ່ວມມືລະຫວ່າງທັງສອງທ່ານແລະຜູ້ດໍາເນີນການ. ໃນລະຫວ່າງໄລຍະເວລາຕົນເອງມີການຍົກເວັ້ນທ່ານຕ້ອງໄດ້ພະຍາຍາມທີ່ຈະພະຍາຍາມທີ່ຈະເປີດບັນຊີໃຫມ່ແລະທ່ານຍອມຮັບວ່າພວກເຮົາມີບໍ່ມີຄວາມຮັບຜິດຊອບຫຼືຄວາມຮັບຜິດຊອບອັນໃດກໍຕາມຖ້າຫາກວ່າທ່ານຈະສືບຕໍ່ຫຼີ້ນການພະນັນແລະ / ຫຼືຊອກຫາວິທີທີ່ຈະນໍາໃຊ້ເວັບໄຊທ໌ແລະພວກເຮົາເຊັ່ນການແລກປ່ຽນຮັບຮູ້ຫຼືກໍານົດວ່າທ່ານໄດ້ຮຽກຮ້ອງໃຫ້ ຕົນເອງຍົກເວັ້ນໃນສະຖານະການທີ່ເປັນສິ່ງທີ່ເກີນການຄວບຄຸມທີ່ເຫມາະສົມຂອງພວກເຮົາລວມທັງ, ແຕ່ບໍ່ຈໍາກັດ, ທ່ານເປີດບັນຊີໃຫມ່, ການພະນັນໃນ Office Betting ລິຂະສິດຫຼືທາງໂທລະສັບແທນທີ່ຈະກ່ວາໃນໄລຍະອິນເຕີເນັດຫຼືການນໍາໃຊ້ຊື່ທີ່ແຕກຕ່າງກັນຫຼືຢູ່.</p> <p><b>33. LINKS</b></p> <p>ບ່ອນທີ່ພວກເຮົາສະຫນອງການ hyperlinks ກັບເວັບໄຊທ໌ອື່ນໆ, ພວກເຮົາເຮັດແນວນັ້ນສໍາລັບຈຸດປະສົງຂໍ້ມູນຂ່າວສານເທົ່ານັ້ນ. ທ່ານໃຊ້ເຊື່ອມຕໍ່ດັ່ງກ່າວຢູ່ໃນຄວາມສ່ຽງຂອງທ່ານເອງແລະພວກເຮົາຍອມຮັບຄວາມຮັບຜິດຊອບສໍາລັບການເນື້ອໃນຫຼືການນໍາໃຊ້ຂອງເວັບໄຊທ໌ດັ່ງກ່າວບໍ່ມີ, ຫຼືສໍາລັບການຂໍ້ມູນຂ່າວສານທີ່ບັນຈຸຢູ່ໃນໃຫ້ເຂົາເຈົ້າ. ທ່ານບໍ່ສາມາດເຊື່ອມຕໍ່ໄປຫາເວັບໄຊດັ່ງກ່າວນີ້, ແຕ່ບໍ່ມີພາມັນໂດຍບໍ່ມີການອະນຸຍາດລາຍລັກອັກສອນຂອງພວກເຮົາສະແດງເຖິງ.</p> <p><b>34 ຕິດຕໍ່ພົວພັນສະຫະລັດ</b></p> <p>ຜູ້ດໍາເນີນການສາມາດໄດ້ຮັບການຕິດຕໍ່ຢູ່ທີ່ຢູ່ທີ່ລະບຸໃນວັກ 2.1 ຂ້າງເທິງ; ໂດຍ e-mail ແລະ / ຫຼືທາງໂທລະສັບທີ່ຢູ່ໃນທີ່<a href=\"http://liveguess.net/about/contacts\">ຕິດ​ຕໍ່​ພວກ​ເຮົາ</a>ສ່ວນຂອງເວັບໄຊທ໌ໄດ້</p>"
}
