{
  "Username": "Nama pengguna",
  "Password": "Kata Laluan",
  "Invalid Username/Password": "Nama Pengguna / Kata Laluan Tidak Sah",
  "Login": "Masuk",
  "Save username": "Simpan nama pengguna",
  "Retrieve your login": "Ambil semula login anda",
  "Register": "Daftar",
  "Deposit": "Deposit",
  "Join": "Sertai",
  "Save": "Simpan",
  "Back": "Miverina",
  "Setting": "Menetapkan",
  "Language": "Bahasa",
  "Your session has expired": "Sesi anda telah tamat tempoh",
  "Your session ended. Please sign in again !": "Sesi anda berakhir Sila log masuk lagi!",
  "Logout": "Log Kelua",
  "Open": "Buka",
  "Close": "Tutup",
  "Waiting": "Menunggu",
  "Last": "Terakhir",
  "Cancel": "Batal",
  "Place Bet": "Tempat Guess",

  "Home": "Rumah",
  "Market": "Pasaran",
  "News": "Berita",
  "Sports": "Sukan",
  "Games": "Permainan",
  "History Bet": "Sejarah Bet",
  "Open Bet": "Buka Bet",
  "Current": "Semasa",
  "Bet Lower": "Bet Rendah",
  "Guess": "Tebak",
  "Bet Higher": "Bet Higher",
  "Time": "Masa",
  "Bet Yes": "Bet Yes",
  "Result": "Hasil",
  "Bet No": "Tebak Tidak",
  "Bet Images": "Teka Imej",
  "Bet Numbers": "Bilangan Bet",
  "Bet 0-50" : "Tebak 0-50",
  "Bet 51-100": "Tebak 51-100",
  "Bet 0 - 50" : "Tebak <div>0 - 50</div>",
  "Bet 51 - 100": "Tebak <div>51 - 100</div>",
  "Round Bet": "Tebak Tebak",
  "Bet History": "Sejarah Bet",
  "Bet history in one section": "Bet sejarah dalam satu bahagian",
  "View All": "Lihat Semua",
  "Add:": "Tambah:",
  "Click to add: ": "Klik untuk menambah: ",
  "Betting": "Pertaruhan",
  "Clear": "Kosongkan",
  "Chart odds": "Kemungkinan carta",
  "Question": "Soalan",
  "Questions": "Soalan",
  "Related News": "Berita Berkaitan",

  "Back to top": "Kembali ke atasp",
  "Terms and Condition": "Terma dan Syarat",
  "Rules": "Peraturan",
  "Contact Us": "Hubungi Kami",
  "Your Feedback": "Maklum Balas Anda",
  "Jobs & Career": "Pekerjaan & Kerjaya",
  "Afiliate Program": "Program Afiliasi",
  "Privacy Policy": "Dasar Privasi",
  "Help": "Tolong",
  "Office": "Pejabat",
  "Shop Locator": "Shop Locator",
  "About": "Perihal",

  "Notification": "Pemberitahuan",
  "OK": "Okey",
  "You must have a referral to join in !!!": "Anda mesti mempunyai Pautan Gabungan untuk menyertai dalam !!!",

  "Odd ${oddValue}": "Ganjil ${oddValue}",
  "Type: ${type}": "Jenis: ${type}",
  "Your bet: ${value}": "Taruhan anda: ${value}",
  "Total: ${value}": "Jumlah: ${value}",
  "Yes Win: ${value}": "Ya Menang: ${value}",
  "No Win: ${value}": "Tidak Menang: ${value}",
  "Yes Win": "Ya Menang",
  "No Win": "Tidak Menang",
  "Total refund: ${value}": "Jumlah bayaran balik: ${value}",
  "No Win": "Tidak Menang",
  "Win": "Menang",
  "Total refund": "Jumlah bayaran balik",
  "Higher Win: ${value}": "Menang Tinggi: ${value}",
  "Lower Win: ${value}": "Lower Win: ${value}",
  "Total for betting: ${value}": "Jumlah untuk taruhan: ${value}",
  "Singles (${singles} Selection)": "Singles (${singles} Pilihan)",

  "footer-first-verse" : "<span> Tebak secara langsung komited untuk menyokong <span style=\"color: #fbff47\">Permainan Bertanggungjawab</span>. Perjudian bawah umur adalah satu kesalahan. </span>",
  "footer-second-verse" : "<span> Notis Cookie: DTT menggunakan cookies untuk membantu meningkatkan pengalaman anda ketika melawat laman web kami, membantu kami dengan pencegahan penipuan dan memenuhi kewajiban hukum dan peraturan kami. Sila baca <a href=\"\">Dasar Cookie</a> untuk mendapatkan maklumat lanjut tentang bagaimana kami menggunakan maklumat yang diperoleh dari kuki dan cara mengubah tetapan kuki anda. Dengan terus menggunakan laman web kami, anda bersetuju dengan penggunaan cookies kami. </span>",

  "ABOUT_HEADER": "Kenapa gunakan “liveguess.net”",
  "ABOUT_BODY": "<main><h6><strong>Mengapa menggunakan “liveguess.net”</strong></h6> <ul> <li> <p>Transparansi dalam semua layanan yang disediakan</p> <p> </p> </li> <li> <p>Hanya untuk anggota \"tebak & menang\"</p> <p> </p> </li> <li> <p>Liveguess.net tidak berpartisipasi dalam menang dan kalah dengan anggota</p> <p> </p> </li> <li> <p>Hasil dihubungkan secara real time dari sumber terkemuka terkemuka di dunia.</p> <p> </p> </li> <li> <p>Sama sekali tidak campur tangan untuk mengubah hasil acak dalam layanan.</p> <p> </p> </li> <li> <p>Berkomitmen untuk menggunakan teknologi kontrak pintar di semua layanan yang diberikan kepada anggota</p> <p> </p> </li> <li> <p>Smart Contract akan digunakan untuk menyediakan lotere \"Power lotere\" dengan hadiah hingga 1 miliar USD</p> <p> </p> </li> <li> <p>Liveguess.net adalah penyedia likuiditas untuk produk dan layanan hiburan untuk anggota di semua negara.</p> <p> </p> </li> <li> <p>Liveguess.net adalah tempat di mana pengalaman \"menang\" dan \"kalah\" secara terbuka untuk hasil ekonomi, politik, sosial, olahraga dan kehidupan.</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>Perusahaan memelopori pasar untuk taruhan teknologi tinggi, berita, olah\"raga, dan permainan mini. Kami memberikan hasil paling transparan bagi pemain untuk memenangkan banyak permainan untuk dipilih.</p> <p> </p> </li> <li> <p>Prinsip-prinsip aturan permainan adalah anggota untuk menebak anggota. Perusahaan akan selalu menonjol untuk hasil. Oleh karena itu, semua taruhan yang belum dibayar akan dikembalikan kepada pemain yang bertaruh pada jumlah taruhan yang akan datang dan berdasarkan persentase dari total jumlah pengembalian uang.</p> <p> </p> </li> <li> <p>Teknologi Perusahaan saham gabungan yang paling dapat diandalkan yang langsung menggunakan adalah kontrak yang cerdas. Ini akan digunakan untuk selalu memiliki hasil permainan menebak untuk pemain dan untuk lotre kekuatan kami.</p> <p> </p> </li> <li> <p>Lotere Listrik adalah proyek distribusi Liveguess Holdings Ltd menggunakan teknologi canggih dan kekuatan konversi untuk menciptakan peluang bagi setiap pemain acak untuk menjadi jutawan atau miliarder dengan hanya 50 sen untuk membeli tiket Nomor daya di Liveguess.net</p> </li> </ul></main>",

  "RULE_HEADER": "Peraturan",
  "RULE_BODY": "<ul> <li>Tebak: meramalkan hasil produk dan perkhidmatan di liveguess.net</li> <li>Tebak lebih rendah: meramalkan hasilnya lebih rendah daripada nilai yang diberikan dalam permainan.</li> <li>Teka lebih tinggi: meramalkan hasil permainan lebih daripada nilai yang diberikan dalam permainan.</li> <li>Tebak Tidak: meramalkan hasilnya salah berbanding keputusan yang ditetapkan dalam soalan</li> <li>Teka Ya: meramalkan hasil yang betul sepadan dengan keputusan yang ditetapkan dalam soalan</li> <li>Keputusan: adalah hasil ramalan untuk semua produk dan perkhidmatan liveguess.net yang disambungkan dari sumber terkemuka di dunia.</li> <li>Jumlah nilai yang diramalkan di antara kedua-dua keputusan mestilah sama jika terdapat nilai sisa, nilai sisa akan dikembalikan kepada ramalan lebihan mengikut kadar yang berlebihan.</li> <li>Ramalan yang memenangi akan membayar yuran bersamaan dengan 5% nilai menang</li> </ul>",

  "CONTACT_HEADER": "Hubungi Kami",
  "CONTACT_BODY": "<p>1. Tele: Admin Liveguess</p> <p>2. E-mel: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "Bantuan",
  "HELP_BODY": "<p>Klik ikon Telegram</p> <p>Arahan: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">Muat turun</a></p>",

  "POLICY_HEADER": "Dasar Privasi",
  "POLICY_BODY": "<p>Dialu-alukan untuk Dasar Privasi Dalam Talian kami. Undang-undang perlindungan data berubah jadi kami telah dikemaskini untuk memberikan anda maklumat lanjut mengenai bagaimana dan mengapa kami menggunakan data peribadi anda. Mengetahui lebih lanjut di sini.</p> <p><b>Live Guess Dasar Privasi - Online</b></p> <p><b>1. TUJUAN DASAR PRIVASI INI</b></p> <p>1.1 Dasar Privasi ini menerangkan cara dan cara bagaimana, kami, LiveGuess Holding Limited, (kami, kami, kita, Operator), mengumpul dan menggunakan data peribadi yang kami boleh dapat tentang anda. Cara di mana kami memproses data peribadi anda dan langkah-langkah yang kita ambil untuk melindungi data peribadi anda dan bagaimana anda boleh menyemak dan membetulkan data peribadi anda diliputi di sini. Kami meminta anda membaca Dasar Privasi ini dengan teliti kerana ia mengandungi maklumat penting tentang apa yang diharapkan bagaimana kami mengumpul dan menggunakan data peribadi mengenai anda. Anda boleh menghubungi Perkhidmatan Pelanggan dengan apa-apa pertanyaan perlindungan data melalui<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 Melainkan jika konteksnya menghendaki makna yang lain, istilah yang berhuruf tidak ditakrifkan dalam Dasar Privasi ini hendaklah sebagaimana yang ditakrifkan dalam Syarat Am, yang, untuk mengelakkan keraguan, juga dikenakan dan anda perlu membaca dan memahami Syarat Am selain daripada Privasi ini dasar.</p> <p>1.3 Kami kadang-kadang boleh mengemas kini Dasar Privasi ini. Apabila kita lakukan, kita akan menyemak semula \"terakhir dikemas kini\" tarikh di bahagian bawah Dasar Privasi dan kami akan memberitahu anda lebih awal mengenai sebarang perubahan. Sila juga memastikan bahawa anda kerap memeriksa Dasar Privasi ini untuk maklumat terkini.</p> <p><b>2. APAKAH JENIS MAKLUMAT KAMI MENGUMPUL</b></p> <p>2.1. Dengan melayari laman web kami dan / atau menggunakan aplikasi kami, mendaftar untuk menggunakan perkhidmatan yang ditawarkan buat masa ini oleh kami melalui kami laman web, telebetting, sukan pertaruhan, permainan, persembahan free-to-play dan / atau mana-mana aplikasi perisian ( \"Perkhidmatan \") atau menghubungi kami Dasar Privasi ini akan dikenakan.</p> <p>2.2. Data peribadi yang kami kumpul daripada anda boleh termasuk yang berikut:</p> <p>2.2.1. Maklumat yang anda berikan kepada kami semasa mendaftar untuk Perkhidmatan kami;</p> <p>2.2.2. Maklumat yang anda berikan kepada kami dalam mana-mana surat-menyurat dan rekod sebarang surat-menyurat yang kita ada dengan anda;</p> <p>2.2.3. butiran transaksi anda menjalankan dengan kami serta maklumat tentang akaun dan kad butiran bank anda;</p> <p>2.2.4. maklumat mengenai penggunaan Perkhidmatan kami;</p> <p>2.2.5. Maklumat yang anda berikan kepada kami melalui kaji selidik anda lengkap atau pertandingan anda memasukkan;</p> <p>2.2.6. maklumat tentang pilihan anda;</p> <p>2.2.7. maklumat mengenai sebarang penipuan, jenayah atau anti-wang mungkin aktiviti haram yang sistem kami mengesan; dan</p> <p>2.2.8. maklumat mengenai sejarah taruhan anda dan corak.</p> <p>2.3. Anda tidak perlu memberikan apa-apa maklumat kepada kami, tetapi jika anda tidak lakukan, kita tidak mungkin dapat menyediakan anda Perkhidmatan yang diminta.</p> <p><b>3. PENGGUNAAN DATA PERIBADI ANDA</b></p> <p>3.1 Selaras dengan undang-undang perlindungan data, kami hanya akan memproses data peribadi anda di mana kita mempunyai asas yang sah untuk berbuat demikian. Berkenaan dengan data peribadi anda, pangkalan ini adalah di mana ia adalah perlu untuk menyediakan Perkhidmatan kepada anda di bawah pelaksanaan kontrak itu kita mempunyai dengan anda; di mana kami dikehendaki berbuat demikian selaras dengan obligasi undang-undang atau peraturan; mana anda telah memberi kebenaran anda; dan di mana ia adalah dalam kepentingan sah kami untuk memproses data peribadi anda dengan syarat bahawa ini tidak menjejaskan hak sendiri, kebebasan dan kepentingan.</p> <p>3.2. Kami akan memproses data peribadi anda untuk tujuan-tujuan berikut dan mengikut syarat-syarat yang sah yang berikut:</p> <p>3.2.1. Untuk membolehkan kami untuk menubuhkan dan mengendalikan Akaun anda supaya anda boleh menggunakan sepenuhnya semua ciri-ciri Perkhidmatan, termasuk mengkreditkan Akaun Anda dengan dana, meletakkan pertaruhan dan bermain permainan (perlu bagi pelaksanaan suatu kontrak).</p> <p>3.2.2. Untuk menyediakan Perkhidmatan kepada anda (perlu bagi pelaksanaan kontrak).</p> <p>3.2.3. Untuk menghubungkan akaun dalam talian anda dan akaun runcit di mana anda telah meminta ini (perlu bagi pelaksanaan kontrak).</p> <p>3.2.4. Untuk membolehkan kita untuk menerima soalan dan komen daripada anda melalui Talian Pusat Bantuan kami, dan bagi kita untuk dapat bertindak balas kepada mereka (perlu bagi pelaksanaan kontrak).</p> <p>3.2.5. Untuk merakam panggilan telefon dan mengekalkan komunikasi ke dan dari Perkhidmatan Pelanggan kami Jabatan untuk tujuan latihan untuk membolehkan kita untuk meningkatkan perkhidmatan pelanggan kami dan juga untuk tujuan keselamatan untuk membolehkan kita untuk mengenal pasti orang dalam komunikasi berikutnya (kepentingan sah).</p> <p>3.2.6. Anda menetapkan had deposit kami akan menggunakan cara automatik untuk mengesan jumlah deposit anda untuk memastikan kami mematuhi permintaan anda (kebenaran).</p> <p>3.2.7. Untuk memantau pola perjudian anda dan untuk mengenal pasti kebimbangan perjudian bertanggungjawab mungkin seperti yang dinyatakan dalam perenggan 3.4 (perlu untuk mematuhi obligasi undang-undang).</p> <p>3.2.8. Menyediakan statistik, menyediakan laporan analisis dan analisis yang berkaitan dengan penggunaan Perkhidmatan oleh anda dan pelanggan lain (kepentingan sah).</p> <p>3.2.9. Untuk membolehkan kami menghubungi anda untuk tujuan penyelidikan supaya kita lebih memahami perkhidmatan kami dan bagaimana mereka dilihat oleh pelanggan kami. komunikasi tersebut adalah untuk penyelidikan sahaja dan tidak akan mengandungi sebarang pemasaran. Kami akan menawarkan anda peluang untuk menarik diri daripada kajian akan datang dalam apa-apa komunikasi yang kami hantar kepada anda (kepentingan sah).</p> <p>3.2.10. Untuk memantau aktiviti (dan semua pelanggan-pelanggan kami) perjudian anda dan menguruskan risiko dan kemungkinan (kepentingan sah) kami.</p> <p>3.2.11. Dari semasa ke semasa menghantar komunikasi bertulis kepada anda untuk mengumumkan perubahan penting perkhidmatan, kemas kini isu teknikal dan perubahan terhadap Syarat Am, termasuk Polisi Privasi ini (perlu bagi pelaksanaan kontrak).</p> <p>3.2.12. Untuk menghantar tawaran dan promosi yang boleh menarik minat (tetapi hanya di mana anda telah bersetuju untuk kami berbuat demikian) (persetujuan) anda.</p> <p>3.2.13. Untuk menyediakan anda dengan penggunaan peribadi Perkhidmatan kami supaya kita boleh menawarkan anda dan pemain lain perkhidmatan yang lebih baik (kepentingan sah).</p> <p>3.2.14. Ke profil anda supaya kita lebih memahami keutamaan anda dan yang produk dan tawaran akan paling sesuai untuk anda dan pelanggan sama dengan anda (kepentingan sah).</p> <p>3.2.15. Apabila anda memilih untuk memuat turun Perisian menurut Perkhidmatan kami, perisian pemberitahuan juga boleh dimuat turun ke Peranti Akses Anda. Ini membolehkan kami untuk menghantar pemberitahuan kepada anda mengenai Perkhidmatan kami terus ke Peranti Akses Anda, sebagai contoh untuk memaklumkan kepada anda tentang ciri-ciri baru, kemas kini, komunikasi perkhidmatan, tawaran dan promosi. Dengan memuat turun perisian tersebut, anda bersetuju untuk menerima pemberitahuan. Jika anda lebih suka untuk tidak menerima pemberitahuan ini, anda perlu untuk manual pemasangan perisian pemberitahuan daripada Peranti Akses anda (contohnya dengan mengklik butang \"apa ini\" pada pemberitahuan yang anda terima dan berikutan 'bagaimana untuk mengeluarkan' arahan \", atau dengan mengikuti berkenaan \"Tetapan\" dan \"Pusat Pemberitahuan\" arahan uninstall pada Peranti Akses anda).</p> <p>3.3. Kami perlu melaksanakan langkah-langkah untuk mengenal pasti dan menyiasat sebarang menyalahi undang-undang, aktiviti penipuan atau tidak wajar disyaki berkaitan dengan Perkhidmatan, termasuk kemungkinan pengubahan wang haram, penggunaan hasil jenayah dan penipuan. Kami juga bertanggungjawab untuk menyiasat dan mengenal pasti sebarang isu yang mungkin berkaitan dengan integriti, kecurangan, penyelewengan dan kelakuan serius lain yang tidak wajar dalam sukan, seperti mengatur perlawanan. Di mana kita mengesyaki aktiviti tersebut berlaku, atau menerima permintaan sah untuk maklumat mengenai kegiatan itu daripada badan-badan berkuasa, kami perlu mendedahkan maklumat ini kepada pihak berkuasa yang berkaitan dan / atau badan pentadbiran.</p> <p>3.4. Selaras dengan perjudian dan tanggungjawab sosial kewajipan bertanggungjawab dan untuk manfaat pemain kami, kami akan memantau corak perjudian / deposit yang mungkin menunjukkan kebimbangan berkenaan dengan perjudian bertanggungjawab. Kami mungkin menggunakan automatik proses membuat keputusan untuk membantu kita untuk mengenal pasti corak tersebut (sebagai contoh, sistem kami secara automatik akan menghalang anda daripada simpanan di luar had yang ditetapkan oleh anda dan pengenalan, pengesahan dan kredit cek dijalankan oleh pemproses kami selesai sebagainya yang automatik asas). keputusan ini membolehkan kami untuk membantu anda berjudi bertanggungjawab (perlu untuk mematuhi obligasi undang-undang).</p> <p>3.5. Bagi tujuan pemprosesan pencegahan atau pengesanan jenayah dan perjudian bertanggungjawab seperti yang dinyatakan dalam perenggan 3.3 dan 3.4, kita boleh menambah maklumat yang anda berikan kepada kami dengan maklumat yang kami terima daripada pihak ketiga atau mengumpul dengan mengakses sumber-sumber pihak ketiga, termasuk (tanpa had) maklumat yang diterbitkan di internet tentang atau oleh anda, sebagai contoh di media sosial dan laman rangkaian sosial (perlu untuk mematuhi obligasi undang-undang).</p> <p>3.6 Apabila anda memberikan kami maklumat mengenai apa-apa isu kesihatan yang berkaitan dengan diri anda atau mana-mana pihak ketiga, kami akan memproses maklumat ini ke tahap di mana ia adalah perlu untuk melindungi kepentingan anda atau orang-orang lain semula jadi.</p> <p><b>4. PERKONGSIAN DATA PERIBADI ANDA</b></p> <p>4.1. Kami akan melantik pihak ketiga tertentu termasuk tetapi tidak terhad kepada syarikat-syarikat analisis, agensi pengiklanan, agensi risiko dan penipuan atau agensi perkhidmatan pelanggan untuk memproses data peribadi anda bagi pihak kami. Pihak ketiga ini hanya akan memproses data peribadi anda mengikut arahan kami dan kami akan memastikan bahawa langkah-langkah yang mencukupi di tempat untuk memastikan bahawa data peribadi anda diproses hanya mengikut Dasar Privasi ini dan disimpan dengan selamat pada setiap masa.</p> <p>4.2. Sebagai tambahan kepada sebarang perkongsian disenaraikan dalam perenggan 3, kami boleh mendedahkan data tidak bernama (seperti statistik agregat) mengenai pengguna Perkhidmatan kami untuk menerangkan jualan, pelanggan, corak trafik kami dan maklumat lain kepada rakan kongsi bakal, pengiklan, pelabur dan lain-lain pihak bereputasi ketiga dan untuk tujuan lain yang sah, tetapi statistik ini tidak akan mengandungi data peribadi anda.</p> <p>4.3. Seperti yang disenaraikan dalam perenggan 3, kita mungkin kadang-kadang yang dikehendaki oleh undang-undang, perintah mahkamah atau pihak berkuasa kerajaan untuk mendedahkan beberapa jenis data peribadi.</p> <p>4.4. Kami juga mungkin berkongsi maklumat anda dengan pihak ketiga dalam keadaan seperti berikut, setakat yang dibenarkan oleh undang-undang:</p> <p>4.4.1. jika kita fikir berbuat demikian adalah perlu untuk melindungi hak, harta, keselamatan, atau keselamatan kami, Perkhidmatan kami, pengguna kami atau orang awam itu;</p> <p>4.4.2. untuk menguatkuasakan Syarat Am atau mana-mana perjanjian lain yang kami ada di tempat dengan anda;</p> <p>4.4.3. untuk menyiasat dan mempertahankan diri kita atau orang lain terhadap mana-mana tuntutan pihak ketiga atau dakwaan; dan</p> <p>4.3.4. manakala berunding atau berhubung dengan transaksi perniagaan, seperti penggabungan, perubahan kawalan, penjualan aset, atau muflis.</p> <p><b>5. MENGEMASKINI MAKLUMAT ANDA</b></p> <p>Ia adalah penting bahawa maklumat yang kami simpan tentang anda adalah tepat dalam usaha kita untuk mematuhi undang-undang dan pengawalseliaan kami dan juga untuk menyediakan anda dengan perkhidmatan yang terbaik mungkin. Oleh itu, kami meminta bahawa anda memastikan data peribadi anda mencapai data pada setiap masa. Anda boleh mengemas kini data peribadi anda pada bila-bila masa dari dalam Akaun Anda melalui 'Akaun Saya / Kemas Kini Butiran Akaun (jika ada) atau dengan menghubungi Perkhidmatan Pelanggan.</p> <p><b>6. MAKLUMAT KESELAMATAN</b></p> <p>6.1. Kami berusaha untuk melindungi data peribadi dan Perkhidmatan kami daripada akses tidak dibenarkan atau perubahan data peribadi anda. Ini termasuk penggunaan pelbagai langkah-langkah keselamatan untuk melindungi data peribadi anda yang dipegang oleh atau bagi pihak kami dan tinjauan berterusan amalan pengumpulan, storan dan pemprosesan kami.</p> <p>6.2. Tertakluk kepada kegunaan yang dinyatakan dalam Dasar Privasi ini, kami akan berusaha untuk merawat semua data peribadi anda secara rahsia dan berusaha untuk mengambil semua langkah yang munasabah untuk menyimpan data peribadi anda selamat apabila ia telah dipindahkan ke sistem kami. Walau bagaimanapun, internet bukanlah medium yang selamat dan kami tidak dapat menjamin keselamatan sebarang data yang anda dedahkan dalam talian. Anda menerima risiko keselamatan yang wujud dalam memberikan maklumat dan berurusan dalam talian melalui internet dan tidak akan memegang kita bertanggungjawab untuk sebarang pelanggaran keselamatan melainkan ini adalah disebabkan oleh kegagalan kita untuk memastikan kita mempunyai langkah-langkah teknikal dan organisasi yang sesuai di tempat seperti yang dikehendaki oleh GDPR.</p> <p>6.3. Jika anda link ke laman web yang lain daripada kami<a href=\"http://liveguess.net/\">laman web</a>maka data peribadi akan ditadbir oleh dasar privasi. Kami mengesyorkan bahawa anda sentiasa membaca apa-apa dasar privasi seperti sebelum berinteraksi dengan laman web baru untuk memastikan anda memahami bagaimana data peribadi anda akan digunakan.</p> <p><b>7. HAK ANDA BERKENAAN DENGAN DATA PERIBADI ANDA</b></p> <p>7.1. Anda mempunyai hak yang berikut berkaitan dengan data peribadi anda:</p> <p>7.1.1. hak untuk mengakses data peribadi anda yang dipegang oleh kami;</p> <p>7.1.2. hak untuk menerima data peribadi tertentu dalam format yang boleh dibaca mesin seperti .csv (boleh dibaca pada Microsoft Excel atau setara) atau .pdf (boleh dibaca pada Adobe Acrobat atau setara);</p> <p>7.1.3. hak untuk membantah pemprosesan di mana asas yang sah adalah bahawa ia adalah dalam kepentingan sah kita, tetapi sila ambil perhatian bahawa kami masih boleh memproses data peribadi anda di mana terdapat lain-lain pangkalan sah berkaitan atau di mana kami mempunyai alasan yang kukuh untuk terus memproses data peribadi anda dalam kita kepentingan yang tidak diatasi oleh hak, minat atau kebebasan;</p> <p>7.1.4. hak untuk mempunyai data peribadi tidak tepat diperbetulkan;</p> <p>7.1.5. hak untuk mempunyai data peribadi tertentu dipadamkan di mana ia tidak lagi perlu bagi kita untuk memprosesnya, di mana anda telah menarik balik kebenaran anda menurut perenggan 8.1.8, di mana anda telah membantah menurut perenggan 7.1.3, di mana data peribadi telah menyalahi undang-undang diproses, atau di mana memadam data peribadi anda diperlukan selaras dengan obligasi undang-undang;</p> <p>7.1.4. hak untuk meminta penjelasan logik yang terlibat di mana kita membuat keputusan tentang anda semata-mata melalui cara automatik;</p> <p>7.1.5. hak untuk membuat aduan kepada pengawal selia perlindungan data negara anda;</p> <p>7.1.6. di mana kita telah secara spesifik meminta persetujuan anda untuk memproses data peribadi anda dan tidak mempunyai syarat-syarat sah yang lain bergantung kepada anda mempunyai hak untuk menarik balik kebenaran ini dengan melawat Pusat Keutamaan pada laman web atau perisian aplikasi kami atau dengan menghantar e-mel<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> dan</p> <p>7.1.7. hak untuk membantah pemasaran langsung, yang boleh dilakukan dengan memilih keluar daripada pemasaran langsung sama ada melalui Akaun Anda melalui Akaun Saya / seksyen Maklumat Anda atau dengan memilih keluar melalui komunikasi itu sendiri. Anda juga mempunyai hak untuk membantah apa-apa profil setakat yang ia berkaitan dengan mengarahkan pemasaran sahaja.</p> <p>7.2. Jika anda tidak pasti mengenai hak-hak anda atau bimbang tentang bagaimana data peribadi anda mungkin akan diproses anda perlu menghubungi pengawal selia perlindungan data negara anda.</p> <p>7.3. Anda membuat permintaan berkenaan dengan hak-hak anda, kami akan memerlukan bukti pengenalan. Kami juga mungkin meminta anda jelaskan permintaan anda. Jika kami menerima permintaan berulang atau mempunyai sebab untuk mempercayai permintaan sedang dibuat tidak munasabah kami berhak untuk tidak bertindak balas.</p> <p><b>8. MARKETING</b></p> <p>8.1. Kami boleh menghubungi anda berhubung dengan promosi, produk atau perkhidmatan yang anda mungkin berminat untuk dari semasa ke semasa, tetapi hanya jika anda telah bersetuju untuk menerima komunikasi pemasaran tersebut. Anda boleh mengemas kini pilihan pemasaran anda dan juga memilih untuk keluar pada bila-bila masa melalui tab Keutamaan terletak di menu Baki Icon. Kami juga akan menyertakan ciri unsubscribe dalam komunikasi kami yang anda boleh menggunakan untuk menarik diri daripada komunikasi pemasaran masa depan.</p> <p>8.2. Kami juga boleh menjalankan profil tertentu anda dan aktiviti anda berhubung dengan Perkhidmatan kami untuk menghantar komunikasi pemasaran yang lebih berkaitan. pemprofilan ini akan dilaksanakan berdasarkan penggunaan Perkhidmatan kami dan juga melalui pemilihan anda di Pusat Keutamaan. Anda boleh mengemas kini pilihan anda melalui tab Pilihan.</p> <p>8.3. Anda telah berkenan menerima pemasaran langsung daripada kami dan juga perniagaan runcit kami, kami boleh menghantar pemasaran langsung berkaitan dengan tawaran dalam talian dan runcit bersama.</p> <p><b>9. MENGEKALKAN DATA PERIBADI ANDA</b></p> <p>Kami akan menyimpan data peribadi anda untuk tempoh yang diperlukan untuk menyediakan anda dengan Perkhidmatan. Oleh itu, data peribadi anda akan dikekalkan sehingga 7 tahun selepas penutupan Akaun anda (jika berkenaan) atau perhubungan terakhir dengan kami berpunca daripada anda. Di mana ia tidak lagi perlu untuk memproses data peribadi anda, kami akan memadamkannya. Sila ambil perhatian, bagaimanapun, bahawa kita mungkin tertakluk kepada keperluan undang-undang dan peraturan untuk menjaga data peribadi untuk tempoh yang lebih lama, dalam menurut tertentu kepada mana-mana tempoh had berkanun berkenaan.</p> <p><b>ALAMAT 10. IP</b></p> <p>Penyemak imbas anda juga menjana maklumat lain, termasuk bahasa yang laman web yang dipaparkan dalam, dan alamat Protokol Internet ( \"Alamat IP\"). Alamat IP adalah satu set nombor yang diberikan kepada komputer anda semasa sesi menyemak imbas setiap kali anda log masuk ke internet melalui pembekal perkhidmatan internet anda atau rangkaian anda (jika anda mengakses internet dari, sebagai contoh, komputer di tempat kerja). Alamat IP anda telah log secara automatik oleh pelayan kami dan digunakan untuk mengumpul data lalu lintas mengenai pengunjung ke laman web kami. Kami juga menggunakan alamat IP anda untuk membantu mendiagnosis masalah dengan server kami, dan untuk mentadbir laman web kami.</p> <p><b>11. COOKIES</b></p> <p>11.1. A 'cookie' adalah fail teks kecil yang dimuat turun ke Peranti Akses anda apabila anda melawat laman web dan yang membolehkan laman web untuk mendapatkan maklumat tertentu daripada penyemak imbas anda, seperti pilihan anda. Cookies membolehkan kita untuk memaksimumkan pengalaman anda menggunakan laman web dengan meningkatkan fungsi dan membenarkan laman web untuk mengingati maklumat dan pilihan yang anda bergerak dari satu halaman ke halaman dan daripada lawatan untuk melawat, bergantung kepada cookie. Kuki tidak memudaratkan Peranti Akses Anda juga tidak mengandungi sebarang virus atau malware lain.</p> <p>11.2. cookies yang berbeza menjalankan tugas yang berbeza. Sebagai contoh, beberapa cookies mungkin tegas perlu dan / atau fungsi, mengingat pilihan pertaruhan anda sebagai anda membina slip taruhan atau pilihan bahasa anda. Ini adalah penting kerana ia mengekalkan anda log masuk ke dalam laman web dan mencegah keperluan untuk log masuk setiap kali anda klik ke bahagian yang berbeza dari Laman Web ini. Mengeluarkan kuki ini akan memberi kesan kepada keupayaan anda untuk menggunakan Perkhidmatan kami. cookies lain adalah untuk tujuan analisis dan pengiklanan. Mereka memberitahu kita bagaimana anda bergerak melalui laman web, yang membolehkan kita untuk memantau prestasi dan memastikan anda mendapat pengalaman yang terbaik di laman web kami. Melumpuhkan kuki ini bermakna anda mungkin tidak dapat mengakses ciri-ciri tertentu. Kami juga menggunakan kuki yang mendapatkan maklumat mengenai Peranti Akses anda (seperti alamat IP, jenis peranti, geo-location data, maklumat pelayar) untuk membantu kami mengenal pasti anda untuk pencegahan penipuan, mematuhi keperluan pencegahan pengubahan wang kita dan untuk mengesan Amalan yang dilarang yang mungkin memberi kesan kepada pengalaman pelanggan anda. Kami hanya menerima data dari Peranti Akses anda apabila anda log masuk ke Akaun Anda. Di mana kita menggunakan cookies pihak ketiga ini adalah tertakluk kepada yang ketat pemeriksaan untuk memastikan bahawa data peribadi dilindungi mengikut keperluan undang-undang. Tanpa kuki ini kami mungkin tidak dapat menyediakan anda dengan Perkhidmatan pada semua. Di mana kita menggunakan cookies pihak ketiga ini adalah tertakluk kepada yang ketat pemeriksaan untuk memastikan bahawa data peribadi dilindungi mengikut keperluan undang-undang. Tanpa kuki ini kami mungkin tidak dapat menyediakan anda dengan Perkhidmatan pada semua. Di mana kita menggunakan cookies pihak ketiga ini adalah tertakluk kepada yang ketat pemeriksaan untuk memastikan bahawa data peribadi dilindungi mengikut keperluan undang-undang. Tanpa kuki ini kami mungkin tidak dapat menyediakan anda dengan Perkhidmatan pada semua.</p> <p>11.3. Anda boleh mengawal tetapan privasi dan keselamatan anda. Untuk mengetahui lebih lanjut mengenai kuki dan cara untuk mematikan mereka kami cadangkan anda<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">tekan di sini.</a>Tambahan pula, anda boleh mengetahui lebih lanjut mengenai cookies pemasaran pihak ketiga secara keseluruhan, dan bagaimana untuk memadamnya<a href=\"http://www.youronlinechoices.eu/\">di sini</a>. Manakala menghalang kuki tertentu boleh menjejaskan penggunaan dan keseronokan anda Laman Web. Untuk maklumat lanjut mengenai cookies dan bagaimana untuk menguruskan mereka lawati laman soalan lazim kami.</p> <p>11.4. Sila pastikan bahawa anda telah membaca fasal 24 Syarat Penggunaan kami untuk maklumat lanjut tentang bagaimana dan mengapa kami memproses maklumat menggunakan cookies.</p> <p>11.5. Dengan terus menggunakan Laman Web anda bersetuju dengan penggunaan cookies.</p> <p><b>12. menghubungi kami</b></p> <p>12.1. Jika pada bila-bila masa anda percaya bahawa kami tidak dipatuhi peruntukan yang dinyatakan dalam Dasar Privasi ini, sila maklumkan kepada kami dengan menghubungi Perkhidmatan Pelanggan melalui<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>untuk memulakan chat atau menghantar e-mel.</p> <p>12.2. Sekiranya anda sedang memuncak isu privasi data atau mempunyai soalan yang tidak dapat diselesaikan oleh pasukan perkhidmatan pelanggan kami, anda boleh menghubungi pejabat perlindungan data kami dengan menghantar e-mel<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>Dasar Privasi ini berkesan apabila menggunakan perkhidmatan laman web kami</p> ",

  "AFFILIATE_HEADER": "Kaitkan dengan",
  "AFFILIATE_BODY": "Sokongan Kenalan: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "Terma dan syarat",
  "TERM_BODY": "<p><b>TERMA PENGGUNAAN PERKHIDMATAN</b></p> <p><b>1. PENGENALAN: DEFINISI UTAMA DAN APA YANG MENGENAI TERMA PENGGUNAAN ANDA</b></p> <p>Definisi berikut digunakan dalam terma dan syarat ini:</p> <p>\" <b>Akses Peranti</b> \" bermaksud apa-apa cara elektronik untuk mengakses Perkhidmatan, termasuk, tetapi tidak terhad kepada, komputer, peranti telefon pintar, telefon ciri, peranti tablet, peranti sentuh atau mana-mana sistem hiburan rumah seperti konsol permainan video dan TV pintar (atau mana-mana cara jauh lain);</p> <p>\" <b>Terma Bonus</b> \" bermaksud sebarang terma dan syarat dan / atau peraturan berkaitan dengan promosi, bonus dan tawaran istimewa yang mungkin dikenakan ke mana-mana bahagian Perkhidmatan dari semasa ke semasa;</p> <p>\" <b>Baki Beli</b> \" bermaksud sebarang jumlah atau amaun yang Anda telah komited kepada jumlah pembelian seperti yang dikehendaki di bawah mana-mana Syarat Bonus yang terpakai untuk Promosi, untuk menyertai Promosi tersebut (termasuk apa-apa kemenangan daripada pertandingan yang dibuat dengan dana sedemikian dan yang diperuntukkan kepada baki ini);</p> <p>\" <b>Terma Muat Turun</b> \" bermaksud apa-apa terma pengguna dan syarat penggunaan tambahan yang Anda perlukan untuk mengesahkan Perjanjian Anda sebagai sebahagian daripada memuat turun dan / atau pemasangan mana-mana perisian yang Anda boleh muat turun untuk dapat menggunakan Laman Web, termasuk Playtech Perjanjian LesenPengguna Akhir yang boleh didapati dalam Lampiran kepada Syarat-syarat Am;</p> <p>\" <b>Promosi Bet Percuma</b> \" bermaksud Promosi di mana bonus ditambahkan ke Akaun Anda khusus untuk pertaruhan di sukan, termasuk bonus ( i ) dalam bentuk taruhan bebas dari nilai tetap untuk membuat taruhan di pasaran tertentu atau pasaran Anda memilih dan (ii) dalam bentuk dana dengan nilai yang dikaitkan dengan jumlah belian (yang telah Anda tambahkan ke Baki Belian Anda) untuk digunakan pada pelbagai pertaruhan, dan tertakluk kepada Keperluan Pertaruhan;</p> <p>\" <b>Suruhanjaya Perjudian</b> \" bermaksud pengawal selia perjudian komersial di Great Britain yang laman webnya berada <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gamblingcommission.gov.uk</a> ;</p> <p>\" <b>Terma Umum</b> \" bermaksud terma dan syarat yang dinyatakan dalam dokumen ini;</p> <p>\" <b>Dasar Privasi</b> \" bermaksud polisi privasi Operator yang diakses melalui <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/policy\">Dasar Privasi</a> pautan;</p> <p>\" <b>Promosi</b> \" bermaksud tawaran istimewa yang disediakan untuk Anda berhubung dengan Perkhidmatan kami yang terdiri daripada dana atau setaraf yang disediakan oleh kami dan ditambahkan ke Akaun Anda dari mana Anda boleh meletakkan pertaruhan, termasuk tanpa batasan; dana pencocokan deposit untuk pertaruhan mengikut budi bicara anda, putaran bebas pada permainan tertentu, dan pertaruhan percuma untuk pertaruhan sukan</p> <p>\" <b>Terma</b> <b>Akaun Berkaitan</b> \" bermaksud terma dan syarat yang dinyatakan dalam Lampiran 1 Terma-terma Umum ini yang menjadi sebahagian daripada Syarat Penggunaan;</p> <p>\" <b>Peraturan</b> \" bermaksud Peraturan Pertaruhan dan Peraturan Permainan khusus yang berkenaan dengan jenis pertaruhan dan / atau permainan yang relevan, seperti yang dikenal pasti secara terperinci dalam perenggan 1.3.1 dan 1.3.2;</p> <p>\" <b>Perkhidmatan</b> \" bermaksud, sebagaimana yang sesuai, perkhidmatan yang ditawarkan pada masa ini oleh Pengendali melalui Laman Web, Telebetting dan / atau melalui sebarang aplikasi Peranti Akses;</p> <p>\" <b>Telebetting</b> \" bermaksud perkhidmatan pertaruhan telefon untuk masa yang ditawarkan oleh Operator;</p> <p>\" <b>Syarat Penggunaan</b> \" bermaksud (a) Syarat Umum; (b) Dasar Privasi; (c) jika sesuai di bawah perenggan 1.3, Kaedah, Syarat Bonus dan Syarat Tambahan yang berkaitan dengan Perkhidmatan yang digunakan oleh Anda; (d) Terma Akaun Berkaitan; dan (e) sebarang Terma Muat turun;</p> <p>\" <b>Keperluan Pertaruhan</b> \" bermaksud sebarang keperluan di bawah Terma Bonus untuk Anda untuk membuat penilaian yang bernilai tertentu untuk dana bonus (termasuk kemenangan bonus) untuk menjadi dikeluarkan dari Akaun Anda, sama ada jumlah keperluan dinyatakan sebagai jumlah tetap atau sebagai berbilang jumlah lain, seperti saiz jumlah belian yang didepositkan oleh anda dalam Baki Buy-In anda, atau bonus yang diterima oleh Anda. Untuk mengelakkan keraguan ini, tidak termasuk syarat bahawa dana bonus mesti dipungut satu kali, tetapi hanya jika Syarat Bonus membenarkan Anda dengan segera untuk mengeluarkan sebarang kemenangan daripada pertaruhan bonus itu; dan</p> <p>\" <b>Laman Web</b> \" bermaksud laman web atau mana-mana halaman, subkontak, subdomain atau bahagiannya dari semasa ke semasa, yang terletak di atau boleh diakses melalui nama domain : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess./\">www.liveguess.net</a></p> <p>1.2 Dengan menggunakan dan / atau melawat mana-mana bahagian Laman Web, atau dengan membuka akaun dengan Pengendali melalui Laman Web, atau melalui mengakses Telebetting , Anda bersetuju untuk terikat oleh Syarat Penggunaan dan Anda dengan sewajarnya: (a) bersetuju dengan penggunaan komunikasi elektronik untuk memasuki kontrak; dan (b) mengetepikan apa-apa hak atau kehendak yang terpakai yang memerlukan tandatangan dengan tangan, setakat yang dibenarkan oleh mana-mana undang-undang yang terpakai. Syarat Penggunaan tidak menjejaskan hak berkanun anda.</p> <p>1.3 Di samping itu, di mana Anda bermain mana-mana permainan, atau membuat pertaruhan menggunakan Perkhidmatan, atau menggunakan Perkhidmatan tersebut, Anda bersetuju untuk terikat dengan:</p> <p>1.3.1 Peraturan Untuk Semua Pertaruhan Sukan di Sportsbook William Hill seperti yang dinyatakan di bawah bahagian Bantuan umum (\" <b>Peraturan Pertaruhan</b> \");</p> <p>1.3.2 Kaedah mana-mana permainan yang anda mainkan (\" <b>Peraturan Permainan</b> \"), seperti yang ditetapkan di bawah bahagian Bantuan umum yang relevan dan mana-mana Peraturan, termasuk (tanpa batasan):</p> <p>1.3.2.1 untuk Pasaran di bawah tab ' <i>Pasaran</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/market\">Pasaran</a> untuk pasaran yang berkaitan ;</p> <p>1.3.2.2 untuk Berita di bawah tab '' <i>Berita</i> ': the <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/news\">Berita</a> untuk berita yang berkaitan ;</p> <p>1.3.2.3 untuk Sukan di bawah tab '' <i>Sukan</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/sports\">Sukan</a> untuk Sukan yang berkaitan (Liga Juara-Juara, Liga Europa, Liga Perdana, La Liga , Bundesliga, Serie A, Ligue 1)</p> <p>1.3.2.4 untuk G ames di bawah tab '' <i>Permainan</i> ': the <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/games\">Permainan</a> untuk permainan yang berkaitan;</p> <p>1.3.2. 5 berkenaan dengan mana-mana permainan baru, peraturan yang digunakan untuk permainan tersebut;</p> <p>1.3.3 sebarang Terma Bonus;</p> <p>1.3.4 sebarang Terma Muat turun;</p> <p>1.3.5 apa-apa terma dan syarat yang berkaitan dengan pengeluaran yang terkandung dalam bahagian 'Pengeluaran' Bahagian Bantuan Laman Web (\" <b>Syarat Pengeluaran</b> \"); dan</p> <p>1.3.6 apa-apa terma lain yang terpakai bagi Perkhidmatan dan / atau yang Anda dikehendaki mengesahkan Perjanjian anda sebagai sebahagian daripada Perkhidmatan, contohnya istilah yang berkaitan dengan perkhidmatan Penasihat Tip (\" <b>Syarat Tambahan</b> \").</p> <p>1.4 Teks asal Terma Penggunaan adalah dalam bahasa Inggeris dan apa-apa tafsirannya akan berdasarkan teks bahasa Inggeris asal. Jika Syarat Penggunaan atau mana-mana dokumen atau notis yang berkaitan dengannya diterjemahkan ke dalam bahasa lain, versi Bahasa Inggeris yang asal akan diguna pakai.</p> <p>1.5 Sekiranya terdapat sebarang percanggahan atau ketidakselarasan tertentu antara mana-mana bahagian individu dari Syarat Penggunaan yang membentuk Kontrak anda dengan Pengendali, susunan keutamaannya adalah seperti berikut:</p> <p>1.5.1 Terma Penarikan;</p> <p>1.5.2 Terma Bonus;</p> <p>1.5.3 Peraturan Pertaruhan;</p> <p>1.5.4 Peraturan Permainan;</p> <p>1.5.5 Syarat Tambahan;</p> <p>1.5.6 Terma Akaun Berkaitan;</p> <p>1.5.7 Terma Umum;</p> <p>1.5.8 Dasar Privasi; dan</p> <p>1.5.9 Syarat Muat Turun.</p> <p>1.6 Sila baca Terma Penggunaan dengan teliti sebelum menerimanya. Sebaik sahaja Anda telah menerima Terma Penggunaan, sila cetak Syarat Penggunaan dan simpannya, bersama-sama dengan semua e-mel pengesahan, syarat tambahan, data urus niaga, peraturan permainan, peraturan kesepakatan adil dan kaedah pembayaran yang berkaitan dengan penggunaan Laman Web Anda. Sila ambil perhatian bahawa Syarat Penggunaan adalah tertakluk kepada perubahan, seperti yang dinyatakan dalam perenggan 3 di bawah.</p> <p>1.7 Jika Anda tidak bersetuju menerima dan terikat dengan Syarat Penggunaan sila jangan buka akaun, dan / atau terus menggunakan Akaun Anda. Penggunaan terus anda dari mana-mana Perkhidmatan akan menjadi penerimaan Syarat Penggunaan yang kami telah memberitahu Anda berkuat kuasa dari semasa ke semasa.</p> <p>1.8 Terma Penggunaan mengawal kontrak anda dengan Operator dan akan berkuatkuasa menggunakan laman web kami . Untuk mengelakkan keraguan, setiap dan semua bahagian Laman Web dan Telebetting dikawal oleh Syarat Penggunaan, dan Anda harus memastikan pada setiap masa penggunaan Perkhidmatan Anda selaras dengan Syarat Penggunaan.</p> <p>SYARAT UMUM</p> <p><b>2. PEMEGANG PARTI</b></p> <p>2.1 Syarat Penggunaan akan dipersetujui antara Anda dan Pengendali.</p> <p>2.2 Laman Web, peluang dan harga yang terkandung di dalamnya dan Syarat Penggunaan diterjemahkan ke dalam beberapa bahasa dan oleh itu bertujuan untuk digunakan oleh rakyat negara-negara yang berkaitan dan negara-negara lain yang berbahasa mereka.</p> <p>2.3 Rujukan dalam Terma Penggunaan kepada \" <b>kami</b> \", \" <b>kami</b> \" atau \" <b>kami</b> \" adalah rujukan kepada:</p> <p>2.3.1 Pengendali; atau</p> <p>2.3.2 dalam hal terma dan syarat yang berkaitan dengan wang yang dipegang dalam Akaun Anda dari semasa ke semasa, kepada mana-mana syarikat Kumpulan Operator yang memegang apa-apa wang dan hendaklah (jika sesuai) disifatkan sebagai termasuk ejen, rakan kongsi dan pembekal kami.</p> <p><b>3. PERUBAHAN KE TERMA PENGGUNAAN</b></p> <p>3.1 Kami mungkin perlu menukar Terma Penggunaan dari semasa ke semasa untuk beberapa sebab, termasuk (tanpa had) atas alasan komersil, mematuhi undang-undang atau peraturan, untuk mematuhi arahan, panduan atau cadangan daripada badan kawal selia, atau untuk sebab perkhidmatan pelanggan. Terma Penggunaan yang paling terkini dapat diakses dari <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/term-condition\">Terma dan syarat</a> <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/term-condition\"> </a> pautan di bahagian footer di Laman Web, dan tarikh yang akan diterapkan pada perenggan 1.8 Terma Umum ini.</p> <p>3.2 Di mana kami ingin membuat perubahan besar kepada Syarat Penggunaan, kami akan memberi Anda notis terlebih dahulu tentang perubahan seperti yang semunasabahnya dapat dilaksanakan melalui salah satu kaedah yang dinyatakan dalam perenggan 3.3. Untuk perubahan kecil atau tidak ketara, kami mungkin tidak memberi Anda apa-apa notis mengenai perubahan tersebut, jadi Anda dinasihatkan untuk mengkaji Syarat Penggunaan melalui <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/term-condition\">Terma dan syarat</a> pautan di Laman Web secara teratur.</p> <p>3.3 Di mana kami membuat perubahan kepada Syarat Penggunaan yang kami ingin memaklumkan kepada Anda tentang, kami akan berbuat demikian dengan kaedah pemberitahuan seperti yang mungkin, mengikut budi bicara kami, yang dianggap sesuai, yang mungkin terdiri daripada:</p> <p>3.3.1 e-mel (ke alamat e-mel anda sebelum ini telah membekalkan kami dengan, jika ada);</p> <p>3.3.2 mesej ke Peti Masuk Anda di Laman Web; atau</p> <p>3.3.3 notis di Laman Web dan kami boleh, menurut budi bicara kami, menjemput Anda untuk menerima Terma Penggunaan yang baru dengan mengklik pada \"ya\" atau \"Saya terima\", semak 'kotak tandat' atau kaedah pengesahan yang serupa oleh Anda. Jika Anda memberikan kami pengesahan sedemikian, atau terus menggunakan Laman Web atauTelebetting selepas pemberitahuan di bawah perenggan ini 3, Anda hendaklah, dari masa itu, disifatkan telah menerima, dan terikat oleh, Terma Penggunaan baru, termasuk ( untuk mengelakkan keraguan) apa-apa penambahan, penyingkiran, penggantian atau perubahan lain kepada identiti Operator, sama ada atau tidak Anda telah membaca Terma Penggunaan yang diubah. Jika apa-apa perubahan tidak dapat diterima oleh Anda, Anda sama ada boleh berhenti menggunakan Perkhidmatan dan / atau menutup Akaun Anda dengan mematuhi perenggan 12 Terma-terma Umum ini.</p> <p>3.4 Walau apa pun fasal 3 ini, sekiranya kami ingin membuat apa-apa perubahan kepada terma-terma yang Dana anda dipegang di bawah klausa 7.3, kami akan memberitahu Anda terlebih dahulu dengan kaedah yang kami, mengikut budi bicara kami, menganggap wajar, tetapi kaedah sedemikian hendaklah menghendaki Anda mengakui penerimaan maklumat tersebut dengan mengklik pada \"ya\" atau \"saya terima\", semak 'kotak centang' atau kaedah pengakuan yang serupa oleh Anda. Sekiranya Anda memberi kami pengakuan yang sedemikian, Anda hendaklah, dari masa itu, disifatkan telah menerima, dan terikat oleh, Terma Penggunaan yang baru. Jika apa-apa perubahan tidak dapat diterima oleh Anda, Anda sama ada boleh berhenti menggunakan Perkhidmatan dan / atau menutup Akaun Anda dengan mematuhi perenggan 12 Terma-terma Umum ini.</p> <p><b>4. BUKA AKAUN ANDA</b></p> <p>4.1 Untuk meletakkan taruhan atau bermain permainan menggunakan Perkhidmatan, Anda perlu membuka akaun dengan Operator (\" <b>Akaun Anda</b> \" atau \" <b>Akaun</b> \").</p> <p>4.2 Untuk membuka Akaun Anda untuk digunakan dengan Perkhidmatan, Anda boleh:</p> <p>4.2.1 hubungi Perkhidmatan Pelanggan;</p> <p>4.2.2 klik pada <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">Sertai sekarang</a> di Laman Web dan ikuti arahan pada skrin ; atau</p> <p>4.2.3 dibuka oleh kaedah pembukaan Akaun lain sebagaimana yang akan ditawarkan oleh Pengendali dari semasa ke semasa;</p> <p>4.3 Akaun anda sama ada akan dikendalikan oleh Pengendali, atau oleh syarikat lain dalam Kumpulannya untuk dan bagi pihaknya sendiri dan / atau syarikat Kumpulan Pengendali yang berkaitan dengan siapa Anda telah mengontrak.</p> <p>4.4 Apabila Anda membuka Akaun Anda, anda akan diminta memberikan maklumat peribadi, termasuk Nama dan tarikh lahir dan butiran hubungan yang sesuai, termasuk alamat, nombor telefon dan alamat e-mel (\" <b>Butiran Hubungan Anda</b> \"). Anda boleh mengemas kini Butiran Hubungan Anda dari semasa ke semasa dengan menghubungi Perkhidmatan Pelanggan; atau melalui Akaun saya halaman pengurusan di Laman Web: atau melalui kaedah lain yang akan, dari semasa ke semasa, ditawarkan oleh Operator.</p> <p>4.5 Jika Anda tidak mahu Butiran Hubungan Anda digunakan oleh kami dan rakan perniagaan kami untuk menghubungi Anda untuk memberitahu Anda tentang maklumat pemasaran yang berkaitan dengan barangan, produk atau perkhidmatan kami atau rakan niaga kami, sila nyatakan bahawa ini adalah kes oleh sama ada mengemas kini keutamaan anda di bawah 'Akaun Saya / Butiran &amp; Tetapan 'atau dengan memberitahu Perkhidmatan Pelanggan.</p> <p>4.6 Dalam membuka Akaun Anda Anda menjamin bahawa:</p> <p>4.6.1 Anda memahami dan menerima risiko bahawa, dengan menggunakan Perkhidmatan, Anda boleh, serta memenangi wang, kehilangan wang;</p> <p>4.6.2 Anda adalah: (a) lebih daripada 18 tahun; dan (b) di atas umur di mana perjudian atau aktiviti perjudian adalah sah di bawah undang-undang atau bidang kuasa yang terpakai kepada Anda (\" <b>Umur Yang Relevan</b> \");</p> <p>4.6.3 perjudian tidak menyalahi undang-undang di wilayah tempat Anda tinggal;</p> <p>4.6.4 Anda secara sah boleh membuat kontrak;</p> <p>4.6.5 Anda tidak dikecualikan daripada perjudian; dan</p> <p>4.6.6 Anda belum mempunyai Akaun yang ditutup oleh kami di bawah perenggan 11 (Collusion, Cheating, Fraud and Aktiviti Jenayah), 20 (Pelanggaran Syarat Penggunaan) atau atas permintaan Anda di bawah perenggan 33.1 (Permainan Bertanggungjawab / Perjudian).</p> <p>4.7 Akaun anda mesti didaftarkan dengan butir-butir anda sendiri, betul, nama dan peribadi dan ia hanya akan dikeluarkan sekali untuk Anda dan tidak diduplikasi melalui mana-mana orang lain, keluarga, isi rumah, alamat (pos atau IP), alamat e-mel, Akses Peranti atau sebarang persekitaran di mana Peranti Akses dikongsi (misalnya sekolah, tempat kerja, perpustakaan awam dan lain-lain ) dan / atau akaun berkenaan dengan Perkhidmatan. Sebarang akaun lain yang Anda buka dengan kami, atau yang dimiliki secara benefisial oleh Anda berhubung dengan Perkhidmatan adalah \" <b>Akaun Pendupaan</b> \". Kami boleh menutup mana-mana Akaun Duplikat (tetapi tidak wajib untuk berbuat demikian).Jika kami menutup Akaun Duplikat:</p> <p>4.7.1 semua bonus, pertaruhan dan kemenangan percuma yang diperoleh daripada bonus dan pertaruhan percuma yang diperoleh menggunakan Akaun Duplikat ini akan terbatal dan dilucutkan oleh Anda;</p> <p>4.7.2 kami boleh, atas budi bicara kami, membatalkan semua kemenangan dan membayar balik semua deposit (jumlah yang kurang berkenaan dengan kemenangan yang tidak sah) yang dibuat berkenaan dengan Akaun Duplikat itu dan, setakat yang tidak didapatkan oleh kami dari Akaun Pendua yang berkaitan, apa-apa amaun yang akan dikembalikan kepada kami oleh Anda berkenaan dengan Akaun Pendupaan boleh dipulihkan oleh kami terus dari mana-mana Akaun Anda yang lain (termasuk mana-mana Akaun Pendua yang lain); atau</p> <p>4.7.3 kami boleh, menurut budi bicara kami, membenarkan penggunaan Akaun Duplikat untuk dianggap sah dan kesemua kerugian dan kepentingan yang diletakkan oleh atau untuk Anda melalui Akaun Duplikat akan dikekalkan oleh kami.</p> <p><b>5. PENGENALAN IDENTITI ANDA;</b> <b>KEPERLUAN PERUBAHAN WANG</b></p> <p>5.1 Anda menjamin bahawa:</p> <p>5.1.1 nama dan alamat yang anda berikan ketika membuka Akaun Anda adalah betul; dan</p> <p>5.1.2 Anda adalah pemilik wang yang sah yang Anda simpan pada bila-bila masa dalam Akaun Anda.</p> <p>5.2 Dengan bersetuju dengan Syarat Penggunaan Anda memberi kebenaran kepada kami untuk menjalankan pemeriksaan pengesahan dari semasa ke semasa kerana kami mungkin memerlukan diri kami atau mungkin dikehendaki oleh pihak ketiga (termasuk, tetapi tidak terhad kepada, badan pengawalselia) untuk mengesahkan fakta-fakta ini (yang \"<b>Cek</b> \"). Anda bersetuju bahawa dari semasa ke semasa, atas permintaan kami, Anda mungkin dikehendaki untuk memberi butiran tambahan berkenaan dengan mana-mana maklumat yang telah Anda berikan kepada kami, termasuk berhubung dengan mana-mana deposit yang telah Anda buat ke Akaun Anda.</p> <p>5.3 Walaupun kami menjalankan sebarang Cek dari semasa ke semasa, kami mungkin mengehadkan Anda daripada mengeluarkan dana dari Akaun Anda dan / atau menghalang akses kepada semua atau bahagian tertentu Laman Web. Sila ambil perhatian bahawa kami mungkin dari semasa ke semasa mengubah Cek untuk pengawalseliaan, keselamatan atau sebab-sebab perniagaan yang lain. Jika sebarang sekatan tersebut menyebabkan Anda menjadi masalah, sila hubungi Perkhidmatan Pelanggan.</p> <p>5.4 Dalam keadaan tertentu, kami mungkin perlu menghubungi Anda dan meminta Anda untuk memberikan maklumat lanjut kepada kami secara langsung untuk menyelesaikan Cek. Untuk tujuan ini, kami akan berhak, mengikut budi bicara kami sendiri, untuk menghendaki Anda memberi kami ID yang ditemahkan atau mana-mana ID yang disahkan bersamaan mengikut undang-undang yang terpakai dalam bidang kuasa anda atau sebaliknya, bukti alamat, bil utiliti, butiran bank, penyata bank dan rujukan bank dan sebarang dokumentasi yang mengesahkan sumber dana anda. Sehingga maklumat tersebut telah dibekalkan kepada kepuasan kami, kami dapat menghalang sebarang aktiviti yang dijalankan oleh Anda berhubung dengan Akaun atau kami, jika kami dengan semunasabahnya percaya bahawa maklumat yang sengaja salah diberikan oleh Anda, menyimpan jumlah yang didepositkan pada Akaun yang berikut penutupan Akaun oleh kami.</p> <p>5.5 Mungkin suatu kesalahan bagi orang di bawah Usia yang Relevan untuk menggunakan Laman Web. Jika kami tidak dapat mengesahkan bahawa Anda adalah Usia yang Relevan maka kami boleh menangguhkan Akaun Anda sehingga masa yang kami dapat mengesahkan bahawa Anda adalah Usia yang relevan. Jika Anda kemudian terbukti telah berada di bawah Zaman Yang Relevan pada masa Anda membuat transaksi perjudian atau perjudian dengan kami, maka:</p> <p>5.5.1 Akaun anda akan ditutup;</p> <p>5.5.2 semua urus niaga yang dibuat semasa Anda berada di bawah umur akan dibatalkan, dan semua dana berkaitan yang disimpan oleh Anda akan dikembalikan melalui kaedah pembayaran yang digunakan untuk deposit dana tersebut, di mana dapat dilaksanakan;</p> <p>5.5.3 apa-apa deposit yang dibuat semasa Anda berada di bawah Zaman Yang Relevan akan dikembalikan kepada Anda; dan</p> <p>5.5.4 apa-apa kemenangan yang Anda telah terakru semasa Anda ketika berada di bawah Zaman Yang Relevan akan dilucut oleh Anda (dan boleh ditolak dari jumlah deposit yang dikembalikan di bawah perenggan 5.5.3) dan Anda akan kembali kepada kami apabila diminta sebarang dana sedemikian yang telah ditarik balik dari Akaun Anda.</p> <p><b>6. USERNAME, PASSWORD, PIN dan MAKLUMAT PELANGGAN</b></p> <p>6.1 Selepas membuka Akaun Anda , Anda mesti mengambil semua langkah yang munasabah untuk mengelakkan pendedahan (sama ada secara sengaja atau tidak sengaja) Nama pengguna, kata laluan dan / atau nombor akaun anda kepada orang lain, termasuk (jika dapat dilaksanakan) memastikan bahawa perisian keselamatan terkini dimuat turun ke Peranti Akses anda.</p> <p>6.2 Semua urus niaga yang dibuat di mana nama pengguna dan kata laluan dan / atau nombor akaun anda telah dimasukkan dengan betul akan dianggap sebagai sah, sama ada atau tidak dibenarkan oleh Anda, dan kami tidak akan bertanggungjawab untuk sebarang tuntutan sekiranya Anda mendedahkan Nama pengguna, kata laluan anda atau nombor akaun kepada orang lain (sama ada sengaja atau tidak sengaja).</p> <p>6.3 Jika Anda telah kehilangan atau melupakan butiran Akaun anda, atau mempunyai sebab untuk mempercayai bahawa butiran tersebut diketahui oleh pihak ketiga yang tidak dibenarkan , sila hubungi kami dengan segera untuk penggantian melalui Perkhidmatan Pelanggan, butir-butir yang dapat dijumpai di Hubungi Kami atau <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://www.williamhill.com/whHelp/%3Fv%3D0\" target=\"_blank\">Bantuan</a> bahagian Laman Web.</p> <p><b>7. DEPOSIT DAN PENGELUARAN DARIPADA AKAUN ANDA</b></p> <p>7.1 Jika Anda ingin menyertai Perkhidmatan, Anda mesti mendepositkan wang ke dalam Akaun Anda dari akaun atau sumber yang Anda pemegang akaun. Wang tersebut boleh (tertakluk kepada perenggan 5) kemudian digunakan oleh Anda untuk meletakkan taruhan atau bermain permainan. Butiran lanjut tentang bagaimana untuk mendepositkan, menarik balik dan memindahkan dana boleh didapati di Bahagian Deposit <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Bantuan</a> bahagian Laman Web. Jika Anda menggunakan kaedah pembayaran yang mana Anda bukan pemegang akaun, kami berhak untuk merawat sebarang deposit ke dalam Akaun sebagai tidak sah (dan sebarang kemenangan yang timbul daripada deposit sedemikian sebagai tidak sah) sehingga selesai memenuhi semua Cek yang berkaitan .</p> <p>7.2 Anda selanjutnya bersetuju untuk tidak membuat sebarang bayaran balik, pembalikan atau sebaliknya membatalkan sebarang deposit ke dalam Akaun Anda, dan dalam apa-apa kejadian sedemikian untuk mengembalikan dan memberi pampasan kepada kami untuk deposit yang tidak dibayar termasuk apa-apa perbelanjaan yang ditanggung oleh kami dalam proses pengumpulan deposit Anda. Untuk mengelakkan keraguan Akaun Anda tidak akan digunakan oleh Anda sebagai akaun bank dan, sekiranya kami menyedari deposit masuk dan pengeluaran dari Akaun Anda tanpa pertaruhan atau aktiviti perjudian yang sepadan, kami berhak memotong caj pentadbiran (sama ada atau tidak kita tutup atau menggantung akaun). Wang yang didepositkan dengan kami dalam Akaun Anda tidak akan menarik minat.</p> <p>7.3 Kami dikehendaki oleh lesen kami untuk memaklumkan kepada pelanggan tentang apa yang berlaku kepada wang yang kami memegang akaun untuk Anda, dan sejauh mana wang tersebut dilindungi sekiranya berlaku ketidakmampuan bayar. <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a> . Wang yang didepositkan oleh Anda ke Akaun Anda akan disimpan dalam akaun bank dan / atau akaun escrow yang akan dipisahkan dari dana syarikat kami. Wang dalam Akaun Anda tidak dilindungi, dijamin, ditaja atau dilindungi oleh mana-mana sistem deposit atau perbankan atau mana-mana sistem insurans yang serupa. Oleh itu, wang dalam Akaun Anda tidak dilindungi sekiranya insolvensi. Ini memenuhi keperluan Suruhanjaya Perjudian untuk pemisahan dana pelanggan di peringkat: pemisahan asas.</p> <p>7.4 Kami boleh pada bila-bila masa menetapkan sebarang baki positif pada Akaun Anda terhadap apa-apa amaun yang anda bayar (termasuk di bawah Akaun Duplikat) kepada mana-mana syarikat lain dalam Kumpulan Pengendali (tidak kira sama ada terdapat pelanggaran Syarat Penggunaan) , termasuk (tanpa batasan) di mana kami menetapkan semula pertaruhan atau pertaruhan mengikut perenggan 4.7 (Akaun Duplikat), perenggan 11 (Kolusi, Penipuan, Penipuan dan Aktiviti Jenayah) atau perenggan 18 (Kesilapan atau Ketinggalan).</p> <p>7.5 Setakat yang diperlukan oleh undang-undang tempatan anda atau cukai atau pihak berkuasa lain Anda bertanggungjawab untuk melaporkan kemenangan dan kerugian anda yang timbul daripada Perkhidmatan.</p> <p>7.6 Anda boleh menetapkan had deposit pada Akaun anda dalam mana-mana satu hari. Had ini tidak boleh ditingkatkan tanpa memberi kami notis dua puluh empat jam tentang keinginan Anda untuk meningkatkan had deposit anda dan hanya apabila dua puluh empat jam telah berlalu dari permintaan Anda untuk kenaikan tersebut akan peningkatan ini berlaku. Untuk butiran tentang bagaimana untuk menetapkan had deposit, sila hubungi Perkhidmatan Pelanggan, atau (di mana Akaun Anda untuk Laman Web) menetapkan had melalui Laman Web dengan mengklik Akaun Saya, kemudian Butiran Akaun Kemas Kini. Sebarang pengurangan pengesahan kepada had deposit anda akan berkuat kuasa serta-merta.</p> <p>7.7 Tertakluk kepada perenggan 12 (Penutupan Akaun Anda dan lain-lain ), Anda boleh meminta pengeluaran dana dari Akaun Anda pada bila-bila masa (ambil perhatian bahawa hak pengeluaran ini termasuk hak untuk menarik balik keseluruhan Baki Belian Anda dan mana-mana dana deposit lain ), dengan syarat:</p> <p>7.7.1 semua pembayaran yang dibuat ke dalam Akaun anda telah disahkan sebagai dibersihkan dan tidak ada yang dibatalkan, dibalikkan atau dibatalkan;</p> <p>7.7.2 mana-mana Cek yang disebut dalam perenggan 5 (Pengesahan Identiti Anda; Keperluan Pencucian Wang) di atas telah disiapkan oleh kami untuk kepuasan kami; dan</p> <p>7.7.3 Anda telah mematuhi sebarang syarat pengeluaran yang relevan yang mempengaruhi Akaun Anda. Perhatikan bahawa dalam Syarat Pengeluaran terdapat beberapa had pengeluaran minimum (yang berbeza bergantung pada kaedah pembayaran yang anda pilih), tetapi jika Akaun Anda kurang dari jumlah minimum (termasuk dalam Baki Buy-In) kami akan memproses pengeluaran untuk kira dalam Akaun Anda dalam apa jua keadaan (walaupun terdapat minimum yang dinyatakan).</p> <p>7.8 Mengenai sebarang pengeluaran yang diluluskan oleh kami, dengan syarat bahawa Anda memberi kami maklumat yang mencukupi tentang bagaimana dana itu harus dipindahkan kepada Anda, kami akan mengembalikan dana yang relevan kepada Anda mengikut perenggan 7.7 (kurang caj yang ditanggung atau apa-apa jumlah lain yang perlu dipotong dari Pengeluaran anda untuk mematuhi mana-mana undang-undang yang berkenaan). Sila ambil perhatian bahawa pengeluaran oleh Anda dari mana-mana Baki Buy-In akan mengakibatkan pembatalan mana-mana Baki Bonus yang berkaitan dengan Baki Buy-In sesuai dengan Syarat Bonus yang berkaitan dengan Promosi tersebut. Untuk mengeluarkan Imbangan Buy-In anda, anda mungkin perlu membatalkan terlebih dahulu mana-mana Promosi yang mana Baki Buy-In berkaitan dan jika ini diperlukan arahan penuh tentang cara berbuat demikian terkandung dalam Syarat Bonus yang berkaitan dengan Promosi tersebut .</p> <p>7.9 Kami akan cuba menampung permintaan anda mengenai kaedah pembayaran dan mata wang pembayaran pengeluaran Anda. Walau bagaimanapun, ini tidak boleh dijamin. Oleh itu, kami boleh memproses dan membayar pengeluaran dalam kaedah pembayaran yang berbeza daripada yang diminta oleh Anda, seperti melalui pembekal pembayaran yang berbeza, draf bank atau pindahan kawat (sebarang caj yang berkaitan dengan kaedah pembayaran yang berkaitan ditetapkan dalam Bahagian Penarikan <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/help\" target=\"_blank\">Bantuan</a> seksyen Laman Web). Begitu juga, dalam kes tertentu, mata wang Pengeluaran Anda tidak boleh menjadi mata wang di mana Deposit anda dibuat atau yang diminta selainnya oleh Anda dan, dalam keadaan di mana kami dikehendaki untuk menukar simpanan anda antara mata wang yang berlainan, kadar penukaran yang digunakan oleh kami adalah seperti yang dinyatakan di dalam <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/help\" target=\"_blank\">Bantuan</a> bahagian Laman Web.</p> <p>7.10 Bayaran Akaun Tidak Aktif. Sekiranya Anda tidak menggunakan Akaun Anda untuk pertaruhan atau perjudian, membuat deposit, pengeluaran atau pemindahan, atau jika sebaliknya tidak aktif, untuk sekurang-kurangnya 13 bulan berturut-turut maka itu akan menjadi \" <b>Akaun Tidak Aktif</b> \". Semua Akaun Tidak Aktif akan dikenakan bayaran ( \"Yuran Akaun Tidak Aktif\"), butiran yang boleh didapati di bahagian Bantuan Laman Web. Kami akan memaklumkan Anda apabila Akaun Anda menjadi Akaun Tidak Aktif, dan sekurang-kurangnya 14 hari sebelum sebarang Yuran Akaun tidak aktif ditolak daripada itu.</p> <p><b>8. PENGGUNAAN UNDANG-UNDANG LAMAN WEB</b></p> <p>8.1 Akses kepada atau penggunaan Laman Web atau mana-mana Perkhidmatan melalui Laman Web mungkin tidak sah bagi sesetengah atau semua penduduk atau orang di negara tertentu. Kami tidak berhasrat bahawa Laman Web itu harus digunakan untuk pertaruhan, permainan atau apa-apa tujuan lain oleh orang di negara-negara di mana kegiatan sedemikian adalah haram, termasuk Amerika Syarikat dan wilayah-wilayah yang disenaraikan melalui bahagian Bantuan di Laman Web. Hakikat bahawa Laman Web boleh diakses di mana-mana negara sedemikian, atau muncul dalam bahasa rasmi mana-mana negara sedemikian tidak boleh ditafsirkan sebagai perwakilan atau jaminan berkenaan dengan kesahihan atau sebaliknya akses dan penggunaan Laman Web, dan membuat deposit atau penerimaan mana-mana kemenangan dari Akaun Anda. Ketersediaan Laman Web tidak merupakan tawaran, permintaan atau pelawaan oleh kami untuk penggunaan atau langganan untuk pertaruhan, permainan atau perkhidmatan lain dalam mana-mana bidang kuasa di mana kegiatan tersebut dilarang oleh undang-undang.</p> <p>8.2 Adalah menjadi tanggungjawab anda untuk menentukan undang-undang yang terpakai di lokasi di mana Anda hadir. Anda harus memastikan bahawa Anda akan bertindak secara sah di bidang kuasa anda dalam membuka Akaun Anda dan / atau menggunakan Laman Web dan Anda mewakili, menjamin dan bersetuju bahawa Anda akan melakukannya.</p> <p>8.3 Jika menjadi jelas kepada kami bahawa Anda bermastautin dalam suatu negara di mana penggunaan Laman Web tidak sah, kami berhak dengan segera menutup Akaun Anda, yang mana mana-mana baki pada Akaun pada tarikh penutupan tersebut akan dikembalikan kepada Anda sebaik sahaja kami dapat melakukannya.</p> <p><b>9. MELAKUKAN BET DAN / ATAU GAMING ANDA MENGGUNAKAN PERKHIDMATAN</b></p> <p>9.1 Untuk meletakkan pertaruhan atau akses Perkhidmatan, anda harus mematuhi arahan yang disediakan di bahagian Bantuan.</p> <p>9.2 Adalah menjadi tanggungjawab anda untuk memastikan bahawa butiran mana-mana taruhan, kepentingan atau transaksi serupa yang anda letakkan menggunakan Perkhidmatan (\" <b>Transaksi</b> \") adalah betul dengan cara yang berikut:</p> <p>9.2.1 semasa menggunakan Laman Web (sama ada secara langsung, melalui suatu aplikasi atau sebaliknya) selaras dengan Kaedah Pertaruhan atau Peraturan Pertandingan yang bersesuaian, sesuai; dan</p> <p>9.2.2 apabila menggunakan Telebetting , taruhan anda akan dibaca kembali kepada anda dan anda akan diminta mengesahkan bahawa ia betul kepada ejen telefon kami.</p> <p>9.3 Sejarah Transaksi anda boleh diakses oleh anda dengan mengklik Akaun Saya di Laman Web, atau melalui pasukan Perkhidmatan Pelanggan kami (termasuk dengan memilih untuk menerima pernyataan bertulis).</p> <p>9.4 Kami berhak untuk menolak keseluruhan atau sebahagian daripada apa-apa Transaksi yang diminta oleh Anda; (a) di mana Anda telah melanggar Terma Penggunaan, atau (b) pada bila-bila masa mengikut budi bicara kami semata-mata kecuali kami tidak akan menggunakan budi bicara sedemikian atau berusaha untuk menguatkuasakan budi bicara tersebut jika Anda telah membuat satu atau lebih pertaruhan yang berkaitan dengan Promosi Bet Percuma) dan pelaksanaan budi bicara kami akan:</p> <p>9.4.1 menjejaskan keupayaan anda untuk: <br /> 9.4.1.1 menerima taruhan bebas, atau nilai jangkaan penuh dari taruhan bebas dari Promosi Bet Percuma itu, setelah meletakkan semua taruhan yang diperlukan; dan <br /> 9.4.1.2 letakkan taruhan berkelayakan yang diperlukan oleh Promosi Bet Percuma itu, dan seterusnya menerima taruhan percuma, atau nilai jangkaan penuh dari taruhan bebas dari Promosi Bet Percuma itu, yang Anda akan berhak sebagai hasilnya; dan <br /> 9.4.1.3 cuba melengkapkan mana-mana Keperluan Pertarungan yang dikaitkan dengan Promosi Bet Percuma itu; atau <br /> 9.4.2 secara material menjejaskan keupayaan anda untuk melengkapkan pertaruhan yang diperlukan oleh Promosi Bet Percuma itu.</p> <p>9.5 Tiada Urus Niaga diterima oleh kami sehingga Anda telah memberikan pengesahan yang sesuai (atau telah diterima oleh kami) menurut perenggan 9.2. Sekiranya Anda berada dalam keraguan sama ada Transaksi telah berjaya diterima, Anda harus menghubungi Perkhidmatan Pelanggan.</p> <p>Sebaik sahaja Transaksi telah diterima oleh kami, Anda tidak boleh membatalkan transaksi itu kecuali kami bersetuju sebaliknya. Sekiranya Anda membuat urus niaga telefon dan sambungan telefon yang berkaitan secara tidak diduga terputus sambungan, kami akan meletakkan taruhan yang berkaitan jika (a) kami jelas mengenai arahan yang anda kehendaki; (b) butiran taruhan telah diberikan kepada kami oleh Anda sebelum titik di mana kami berhenti menerima pertaruhan pada acara yang berkaitan; dan (c) pertaruhan boleh diterima oleh kami dalam urusan biasa perniagaan. Sekiranya berlaku pemotongan telefon seperti itu, Anda harus segera menghubungi pasukan Perkhidmatan Pelanggan kami untuk mengesahkan sama ada taruhan anda telah diletakkan.</p> <p>9.6 Kami boleh, menurut budi bicara kami (dan dengan syarat bahawa Anda dan kami tidak mendapat kelebihan yang tidak adil), memilih untuk menerima pertarungan walau apa pun peristiwa yang berkaitan telah bermula. Berkenaan dengan permainan, Peraturan Permainan yang relevan akan menetapkan titik di mana tidak ada lagi kepentingan yang akan diterima oleh kami.</p> <p>9.7 Kami boleh membatalkan atau meminda Transaksi menurut peruntukan perenggan 5 (Pengesahan Pengenalan Anda), perenggan 11 (Kolusi, Penipuan, Penipuan dan Aktiviti Jenayah) atau perenggan 18 (Kesilapan atau Ketinggalan).</p> <p><b>10. REMOTE GAMING ATAU PERMAINAN</b></p> <p>10.1 Di mana Anda mengakses Perkhidmatan melalui bentuk komunikasi elektronik Anda harus sedar bahawa:</p> <p>10.1.1 berhubung dengan Penggunaan Laman Web anda untuk meletakkan taruhan atau bermain permainan:</p> <p>10.1.1.1 Anda mungkin menggunakan sambungan atau peralatan yang lebih perlahan daripada peralatan yang digunakan oleh orang lain dan ini boleh menjejaskan prestasi anda dalam peristiwa penting masa yang ditawarkan melalui Laman Web;</p> <p>10.1.1.2 Anda mungkin menghadapi kelemahan sistem, kesalahan, kesilapan atau gangguan perkhidmatan yang akan ditangani mengikut perenggan 17 (Kegagalan IT);</p> <p>10.1.1.3 Peraturan Permainan untuk setiap acara atau permainan yang ditawarkan melalui Laman Web boleh didapati dan harus dipertimbangkan oleh Anda sebelum Anda menggunakan Perkhidmatan yang ditawarkan melalui Laman Web; dan</p> <p>10.1.1.4 dalam permainan yang ditawarkan melalui Laman Web yang mendapat manfaat daripada lebih banyak pemain atau kecairan yang lebih besar, kami dapat menggunakan pemain automatik (\"Bots\") (yang nama pengguna akan menjadi \"bot\") yang diprogramkan untuk bermain dan bergabung dengan permainan dalam untuk membantu kecairan atau bilangan pemain permainan, walaupun kami tidak akan menggunakan Bot tanpa membuat penggunaan sedemikian jelas kepada Anda. Kami boleh mengesahkan kategori bahawa Kami tidak menggunakan Bots dalam perisian Poker kami dan akan mengambil langkah aktif bersambung dengan pembekal perisian kami untuk mencegah kegunaan mereka oleh mana-mana pengguna Perkhidmatan; dan</p> <p>10.1.2 berhubung penggunaan Anda Perkhidmatan, jika Anda bertaruh pada acara \"dalam menjalankan\", Anda tidak boleh pada bila-bila masa yang relevan boleh melihat atau selainnya disediakan maklumat paling terkini yang berhubung kepada acara yang berkaitan. Kami tidak akan bertanggungjawab kepada Anda berkenaan dengan apa-apa kerugian yang ditanggung atau kos yang ditanggung oleh Anda disebabkan oleh sebarang kelewatan dalam penghantaran maklumat berkaitan dengan apa-apa acara \"dalam menjalankan\".</p> <p>11. <b>KERAJAAN, MEMERLUKAN, FRAUD DAN KEGIATAN JENAYAH</b></p> <p>11.1 Amalan berikut (atau mana-mana daripada mereka) berhubung dengan Perkhidmatan:</p> <p>· penyalahgunaan bonus atau promosi lain; dan / atau</p> <p>· menggunakan faktor atau pengaruh luaran yang tidak adil (biasanya dikenali sebagai penipuan); dan / atau</p> <p>· mengambil keuntungan yang tidak adil (seperti yang ditakrifkan dalam perenggan 11.5.3);</p> <p>· membuka mana-mana Akaun Duplikat; dan / atau</p> <p>· menjalankan amalan penipuan atau aktiviti jenayah (masing-masing sebagaimana yang ditakrifkan dalam perenggan 11.5),</p> <p>merupakan \" <b>Amalan Terhad </b>\". Amalan Terhalang tidak dibenarkan dan akan menjadi pelanggaran material Terma Penggunaan. Kami akan mengambil semua langkah yang munasabah untuk mencegah dan mengesan Amalan Terhad dan untuk mengenal pasti pemain yang berkaitan jika berlaku. Walau bagaimanapun, tertakluk kepada yang tersebut di atas, kami tidak akan bertanggungjawab ke atas apa-apa kerugian atau kerosakan yang Anda mungkin dikenakan akibat daripada sebarang Amalan Terlarang, dan kami sendiri akan memutuskan apa-apa tindakan yang kami ambil berkenaan dengan mana-mana Amalan Terlarang.</p> <p>11.2 Jika Anda mengesyaki seseorang terlibat dalam mana-mana Amalan Dilarang, sila beritahu kami tentangnya sebaik sahaja anda boleh, dengan menghantar e-mel kepada kami atau menelefon Perkhidmatan Pelanggan. </p> <p>11.3 Anda bersetuju bahawa Anda tidak akan mengambil bahagian dalam atau berkaitan dengan sebarang bentuk Amalan Terlarang. </p> <p>11.4 Jika:</p> <p>11.4.1 kami mempunyai alasan yang munasabah untuk mempercayai bahawa Anda telah menyertai atau telah dihubungkan dengan apa-apa bentuk Amalan Terlarang (ini termasuk penggunaan oleh kami (dan oleh rakan-rakan permainan kami dan pembekal kami yang lain) tentang sebarang penipuan, penipuan dan kolusi amalan pengesanan yang digunakan dalam industri perjudian dan perjudian pada masa yang berkaitan); atau </p> <p>11.4.2 Anda telah meletakkan pertaruhan dan / atau memainkan permainan dalam talian dengan mana-mana penyedia perkhidmatan perjudian dalam talian lain dan disyaki (akibat daripada permainan sedemikian) yang bersamaan dengan mana-mana Amalan Terlarang pada perkhidmatan perjudian yang lain, atau aktiviti tidak wajar lain; atau </p> <p>11.4.3 kami sedar bahawa Anda telah \"dituntut balik\" atau menafikan sebarang pembelian atau deposit yang Anda buat ke Akaun Anda; atau</p> <p>11.4.4 dalam pendapat kami yang munasabah penggunaan berterusan Perkhidmatan mungkin memudaratkan status terkawal kami, termasuk keupayaan berterusan kami untuk dilesenkan oleh Suruhanjaya Perjudian dan / atau Pesuruhjaya Perjudian Gibraltar; atau</p> <p>11.4.5 Anda menjadi muflis atau menghadapi prosiding serupa di mana sahaja di dunia, </p> <p>maka, kami akan mempunyai hak, berkenaan dengan Akaun Anda (dan / atau mana-mana akaun lain yang dipegang oleh Anda dengan syarikat Kumpulan Pengendali) untuk menahan keseluruhan atau sebahagian dari baki dan / atau pulih dari akaun jumlah deposit apa pun , bayaran keluar, bonus atau kemenangan yang telah terjejas oleh atau dalam apa-apa cara yang boleh dikaitkan dengan mana-mana kejadian yang disenaraikan di perenggan ini 11.4. Hak-hak yang dinyatakan dalam perenggan 11.4 ini tidak menjejaskan mana-mana hak lain (termasuk mana-mana hak undang-undang umum) yang kami mungkin ada terhadap Anda, di bawah Terma Penggunaan atau sebaliknya.</p> <p>11.5 Bagi maksud perenggan ini 11:</p> <p>11.5.1 \" <b>amalan penipuan </b>\" ertinya apa-apa aktiviti penipuan yang dilakukan oleh Anda atau oleh mana-mana orang yang bertindak bagi pihak anda atau bercantum dengan Anda, dan hendaklah termasuk, tanpa had: (a) aktiviti penipuan dan penarikan balik palsu; (b) penggunaan oleh Anda atau mana-mana orang lain yang mengambil bahagian dalam permainan yang sama seperti Anda pada bila-bila masa, dicuri, diklon atau sebaliknya tanpa kebenaran kad kredit atau kad debit, sebagai sumber dana; (c) kolusi oleh Anda dengan orang lain untuk mendapatkan kelebihan yang tidak adil (termasuk melalui skim bonus atau insentif serupa yang kami tawarkan); (d) sebarang percubaan untuk mendaftarkan maklumat akaun palsu atau mengelirukan; dan (e) apa-apa perbuatan sebenar atau percubaan oleh Anda yang semunasabahnya dianggap oleh kami untuk menyalahi undang-undang di mana-mana bidang kuasa yang berkenaan, dibuat dengan niat jahat, atau bertujuan untuk menipu kami dan / atau memintas mana-mana sekatan kontrak atau undang-undang, atau perbuatan percubaan sebenarnya menyebabkan kita mengalami kerosakan atau kemudaratan;</p> <p>11.5.2 \" <b>aktiviti jenayah </b>\" hendaklah termasuk, tanpa had, pengubahan wang haram dan apa-apa kesalahan di bawah seksyen 42 Akta Perjudian 2005; dan</p> <p>11.5.3 \" <b>kelebihan tidak adil </b>\" hendaklah termasuk, tanpa batasan:</p> <p>11.5.3.1 eksploitasi kesalahan, kelemahan atau kesilapan dalam perisian kami atau mana-mana pihak ketiga yang digunakan oleh Anda berkaitan dengan Perkhidmatan (termasuk berkenaan dengan mana-mana permainan);</p> <p>11.5.3.2 penggunaan perisian atau sistem analisis pihak ketiga , termasuk tetapi tidak terhad kepada, perisian yang merangkumi ciri-ciri yang:</p> <p>11.5.3.2.1 membolehkan bermain tanpa campur tangan manusia (cth. Bots),</p> <p>11.5.3.2.2 membuat keputusan automatik,</p> <p>11.5.3.2.3 saham maklumat kad lubang, dan / atau </p> <p>11.5.3.2.4 menyediakan latihan poker masa nyata;</p> <p>11.5.3.3 walaupun kelebihan paragraf 11.5.3.2, penggunaan Bots untuk permainan poker (termasuk, tetapi tidak terhad kepada, permainan-game yang terdapat di bawah tab Poker) dan mana-mana Bot untuk permainan kemahiran (termasuk tetapi tidak terhad kepada, kemahiran itu permainan yang muncul di bawah tab Skill atau Permainan tab) dan Bots untuk sebarang kegunaan lain yang mana akan membentuk sebarang Amalan Larangan lain;</p> <p>11.5.3.4 eksploitasi oleh Anda, dari Ralat seperti yang ditakrifkan dalam perenggan 18.1 di bawah, dalam mana-mana kes sama ada untuk Kelebihan Anda dan / atau kepada kelemahan kami atau orang lain.</p> <p>11.6 Dalam melaksanakan mana-mana hak kita di bawah perenggan 11.4 berhubung dengan Amalan Terlarang, kita akan menggunakan semua usaha yang munasabah untuk memastikan bahawa, semasa mematuhi tanggungjawab pengawalseliaan dan lain-lain undang-undang kita, kita melaksanakan hak-hak tersebut dengan cara yang adil kepada Anda dan kepada pelanggan kami yang lain.</p> <p>11.7 Kami berhak untuk memaklumkan pihak berkuasa yang berkaitan, permainan dalam talian atau pengendali perjudian lain, pembekal perkhidmatan dalam talian dan bank lain, syarikat kad kredit, penyedia pembayaran elektronik atau institusi kewangan lain identiti Anda dan mana-mana yang disyaki Amalan Dilarang oleh Anda, dan Anda hendaklah bekerjasama sepenuhnya dengan kami untuk menyiasat sebarang aktiviti sedemikian.</p> <p>11.8 Rigging: Kami mempunyai hak untuk membatalkan sebarang pertaruhan jika kami mempunyai sebarang kecurigaan atau bukti bahawa harga atau kolam telah dimanipulasi atau di mana perlumbaan, acara atau pertandingan telah dicuri dan syak wasangka atau bukti ini telah menyebabkan kami atau mana-mana pengendali lain untuk melaporkan perlawanan kepada ESSA (Integrity Betting Sukan). Bukti di atas mungkin berdasarkan ukuran, jumlah atau corak pertaruhan yang ditempatkan di William Hill di mana-mana atau semua saluran pertaruhan kami. </p> <p><b>12. PENUTUP AKAUN ANDA; PENAMATAN TERMA PENGGUNAAN</b></p> <p><b>PENUTUP DAN PENAMATAN OLEH ANDA</b></p> <p>12.1 Dengan syarat bahawa Akaun Anda tidak menunjukkan bahawa baki adalah disebabkan oleh kami, Anda berhak untuk menutup Akaun Anda dan menamatkan Syarat Penggunaan pada notis tidak kurang daripada dua puluh empat jam kepada kami pada bila-bila masa, dengan menghubungi kami melalui Perkhidmatan Pelanggan , butiran yang boleh didapati di bahagian Hubungi Kami dan <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Bantuan</a> di Laman Web: </p> <p>12.1.1 menunjukkan keinginan anda untuk menutup Akaun anda; dan</p> <p>12.1.2 menyatakan sebab-sebab mengapa Anda ingin menutup Akaun Anda, khususnya jika Anda melakukannya kerana kebimbangan terhadap tahap penggunaan Anda yang sama.</p> <p>Kami akan bertindak balas terhadap permintaan Anda, mengesahkan penutupan Akaun Anda dan tarikh penutupan tersebut akan berkuatkuasa, dalam masa yang munasabah, dengan syarat Anda terus memikul tanggungjawab untuk semua aktiviti di Akaun Anda sehingga penutupan telah dijalankan oleh kami (di mana Terma Penggunaan akan tamat).</p> <p>12.2 Apabila Anda meminta penutupan Akaun Anda di bawah perenggan 12.1 kami akan, tertakluk kepada perenggan 12.3, mengembalikan sebarang baki tertunggak dalam Akaun Anda kepada Anda.</p> <p>12.3 Apabila mana-mana penamatan Akaun Anda di bawah perenggan ini 12 kami berhak (tanpa mengehadkan hak kami di bawah perenggan 12.6) untuk menahan, dari pembayaran baki tertunggak ke Akaun Anda, sebarang wang: (a) menurut perenggan 11 (Kolusi , Menipu, Penipuan dan Aktiviti Jenayah); (b) menurut perenggan 20 (Pelanggaran Syarat Penggunaan); (c) sebagaimana yang diperuntukkan selainnya oleh Syarat Penggunaan (termasuk, sebagaimana yang berkenaan, perenggan 5.4); atau (d) sebagaimana yang dikehendaki oleh undang-undang atau peraturan.</p> <p>12.4 Apabila membayar balik baki tertunggak pada Akaun Anda, kami akan menggunakan kaedah pembayaran yang sama yang Anda berikan semasa pendaftaran Akaun Anda, atau kaedah pembayaran lain yang mungkin kami semunasabahnya dipilih.</p> <p>12.5 Di mana Anda telah menutup Akaun Anda, kami mungkin dalam keadaan tertentu dapat membuka semula Akaun Anda dengan butiran akaun yang sama seperti sebelumnya jika Anda meminta kami berbuat demikian. Dalam keadaan sedemikian, sementara Akaun Anda akan mempunyai butiran akaun yang sama seperti dahulu, ia akan tertakluk kepada Syarat Penggunaan yang berkuat kuasa pada tarikh apa-apa pembukaan semula dan apa-apa kelebihan terdahulu (termasuk, tetapi tanpa batasan, untuk bonus atau kemenangan kontinjen) tidak lagi sah.</p> <p><b>PENUTUP DAN PENAMATAN DENGAN AS</b></p> <p>12.6 Kami, pada bila-bila masa (dan walau apa pun peruntukan lain yang terkandung dalam Syarat Penggunaan), berhak untuk menutup Akaun Anda dan menamatkan Syarat Penggunaan pada notis bertulis (atau notis percubaan) kepada Anda menggunakan Butiran Hubungan Anda, kecuali bahawa kami akan, sebelum pengambilan penutupan, jika Anda telah membuat satu atau lebih pertaruhan yang layak berkaitan dengan Promosi Bet Percuma) (selain daripada yang kami menutup Akaun Anda dalam situasi yang diterangkan dalam perenggan 12.7): </p> <p>12.6.1 membolehkan Anda menerima pertaruhan percuma, atau nilai penuh yang dijanjikan dari taruhan bebas dari Promosi Bet Percuma itu, setelah meletakkan semua taruhan kelayakan yang diperlukan; dan </p> <p>12.6.2 membenarkan Anda meletakkan taruhan berkelayakan yang diperlukan oleh Promosi Bet Percuma itu, dan dengan itu menerima taruhan bebas, atau nilai jangkaan penuh dari taruhan bebas dari Promosi Bet Percuma itu, yang Anda akan berhak sebagai hasilnya; dan </p> <p>12.6.3 membolehkan Anda peluang untuk mencuba untuk menyelesaikan mana-mana Keperluan Pertarungan berkaitan dengan Promosi Bet Percuma itu; dan </p> <p>12.6.4 membenarkan Anda melengkapkan taruhan yang diperlukan oleh Promosi Bet Percuma. Sekiranya berlaku penamatan oleh kami, kami akan, tertakluk kepada perenggan 12.7, dengan seberapa segera yang munasabah dapat dilaksanakan mengikut permintaan oleh Anda, mengembalikan baki Akaun Anda. </p> <p><br /> 12.7 Di mana kami menutup Akaun Anda dan menamatkan Terma Penggunaan menurut perenggan 11 (Collusion, Cheating, Fraud and Aktiviti Jenayah) atau perenggan 20 (Pelanggaran Syarat Penggunaan), baki Akaun Anda tidak akan dikembalikan dan dianggap akan dilucut hak oleh Anda sehingga sejauh mana tuntutan yang kami mungkin ada terhadap Anda pada tarikh penutupan tersebut (sama ada di bawah Akaun Anda, Akaun Duplikat atau sebaliknya). Penutupan Akaun Anda dan Penamatan Terma Penggunaan, selain daripada perenggan 11 atau 20 dari Terma Umum ini, tidak akan mempengaruhi setiap taruhan yang belum dijelaskan, dengan syarat taruhan tersebut masih berlaku dan Anda tidak melanggar Terma Penggunaan dalam apa cara sekalipun. Untuk mengelakkan keraguan, kami tidak akan mengreditkan sebarang bonus ke dalam Akaun Anda, dan Anda juga tidak akan berhak kepada sebarang kemenangan kontinjen, pada bila-bila masa selepas tarikh ia ditutup (sama ada oleh kami menurut Syarat Penggunaan, atau sebagai tindak balas kepada permintaan anda).</p> <p>12.8 Perenggan berikut akan bertahan dalam mana-mana penamatan Terma Penggunaan: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 dan 34 dan mana-mana perenggan lain yang diperlukan untuk tujuan tafsiran; bersama-sama dengan mana-mana bahagian relevan Peraturan Pertaruhan, Peraturan Permainan yang relevan, Dasar Privasi dan Syarat Tambahan.</p> <p><b>SUSPENSI OLEH AS</b></p> <p>12.9 Kami berhak untuk menggantung Akaun Anda dalam keadaan yang dinyatakan secara terperinci dalam Syarat Penggunaan. Apabila penggantungan Akaun Anda: (a) tiada aktiviti dibenarkan (termasuk deposit, pengeluaran, pertaruhan atau permainan) sehingga tarikh ia diaktifkan semula oleh kami; (b) tiada bonus atau kemenangan kontinjen akan dikreditkan ke Akaun; dan (c) kami akan menangani isu yang telah menimbulkan penggantungan Akaun dengan tujuan untuk menyelesaikannya dengan secepat yang munasabah supaya Akaun dapat, sebagaimana wajar, sama ada diaktifkan semula atau ditutup.</p> <p><b>13. AKSES KEPADA, DAN PENGGUNAAN, PERKHIDMATAN</b></p> <p>13.1 Anda bertanggungjawab sepenuhnya untuk pembekalan dan penyelenggaraan semua Peranti Akses Anda dan rangkaian peralatan dan telekomunikasi yang berkaitan dan perkhidmatan akses internet yang Anda perlu gunakan untuk mengakses Perkhidmatan. Kami tidak akan bertanggungjawab dengan apa jua cara untuk apa-apa kerugian yang menyebabkan Anda (sama ada akibat kehilangan perkhidmatan, sambungan internet yang lemah, jalur lebar yang tidak mencukupi atau sebaliknya) oleh internet atau mana-mana penyedia perkhidmatan telekomunikasi yang Anda telah terlibat untuk mengakses Perkhidmatan . Untuk mengelakkan keraguan, Pengendali tidak membuat apa-apa perwakilan atau memberi jaminan mengenai kesesuaian Perkhidmatan dengan mana-mana perisian atau perkakasan pihak ketiga tertentu, termasuk (untuk mengelakkan keraguan) analisis pihak ketiga atau program 'Bot' yang menjanjikan keputusan tertentu dari mana-mana Perkhidmatan.</p> <p>13.2 Dalam apa keadaan sekalipun anda harus menggunakan Perkhidmatan untuk apa-apa maksud yang mungkin atau mungkin dianggap sebagai fitnah, kasar, lucah, menyalahi undang-undang, bersifat perkauman, seksis atau yang diskriminasi, atau yang boleh menyebabkan kesalahan. Anda tidak boleh menggunakan bahasa atau imej yang kasar atau agresif, bersumpah, mengancam, mengganggu atau menyalahgunakan orang lain, termasuk pengguna lain, melalui Laman Web, atau cuba melepaskan diri Anda sebagai orang lain, atau berkelakuan sedemikian rupa ke arah mana-mana kakitangan Operator yang digunakan untuk menyediakan Perkhidmatan, Perkhidmatan Pelanggan, atau mana-mana fungsi bantuan atau sokongan yang kami sediakan kepada Anda.</p> <p>13.3 Anda hendaklah menggunakan Laman Web untuk hiburan peribadi sahaja dan tidak dibenarkan untuk memberikan akses atau mengeluarkan Semula Laman Web atau mana-mana bahagiannya dalam apa jua bentuk tanpa persetujuan tegas kami, termasuk membuat pautan kepadanya.</p> <p>13.4 Anda akan dipertanggungjawabkan sepenuhnya berkenaan dengan apa-apa kandungan yang dimuatkan oleh Anda ke Laman Web (\" <b>Kandungan yang Dimuat naik </b>\") dan, apabila memuat naik sebarang kandungan tersebut, Anda mewakili dan menjamin bahawa:</p> <p>13.4.1 Anda telah memperolehi semua kelulusan, persetujuan, lesen dan keizinan yang diperlukan yang berkaitan dengan Kandungan yang Dimuat naik dan pembiakan Kandungan yang Dimuat naik di Laman Web tidak akan melanggar hak cipta, cap dagangan, maklumat sulit atau apa-apa hak harta intelektual lain apa jua pihak ketiga;</p> <p>13.4.2 Kandungan yang Dimuat naik tidak akan mengandungi apa-apa bahan yang melanggar perenggan 13.2 atau mana-mana kod yang melanggar perenggan 13.3;</p> <p>13.4.3 Kandungan yang Dimuat naik akan mematuhi semua undang-undang dan peraturan (termasuk, khususnya, yang berkaitan dengan perlindungan dan privasi data); dan</p> <p>13.4.4 Pengendali berhak untuk menggunakan dan melesenkan penggunaan Kandungan yang Dimuat naik mengikut budi bicara mutlaknya.</p> <p>13.5 Apa-apa bahan (selain Perisian di bawah perenggan 16) yang dimuat turun oleh Anda dari Laman Web akan dimuat turun sepenuhnya pada risiko Anda sendiri dan Pengendali tidak akan bertanggungjawab berkenaan dengan apa-apa kehilangan data atau kerosakan lain yang disebabkan oleh mana-mana unduhan sedemikian.</p> <p>13.6 Di mana kami mempunyai sebab untuk mempercayai bahawa penggunaan Perkhidmatan anda melanggar mana-mana perenggan 13.2, 13.3, 13.4 atau 13.5 kami, tanpa menjejaskan mana-mana hak lain kami, berhak dengan serta-merta untuk mengeluarkan dari laman web apa-apa kandungan yang menyinggung .</p> <p><b>14. SYARAT PERMAINAN DAN PERMAINAN</b></p> <p>14.1 Ungkapan yang digunakan dalam pertaruhan dan industri permainan banyak. Sekiranya sesuai, glossary menerangkan makna pertaruhan yang lazim digunakan dan ekspresi permainan boleh didapati di bahagian Bantuan Laman Web. Sekiranya Anda mempunyai sebarang keraguan tentang makna ungkapan apa-apa, Anda harus:</p> <p>14.1.1 melihat maksudnya dalam bahagian Bantuan yang berkaitan dengan acara atau permainan Anda bertaruh atau permainan;</p> <p>14.1.2 jika Anda masih ragu-ragu, hubungi Perkhidmatan Pelanggan untuk penjelasan; dan</p> <p>14.1.3 tidak meletakkan apa-apa pertaruhan atau permainan dalam apa-apa acara sehingga maknanya difahami Kepuasan anda,</p> <p>kerana kami tidak boleh menerima apa-apa tanggungjawab jika Anda meletakkan taruhan atau permainan melalui produk yang ditawarkan melalui Perkhidmatan dalam keadaan di mana Anda tidak memahami mana-mana terma yang terlibat dalam atau berkaitan dengan pertaruhan atau permainan.</p> <p><b>15. ALTERASI LAMAN WEB</b></p> <p>Kami boleh, mengikut budi bicara mutlak kami, mengubah atau meminda mana-mana produk atau perkhidmatan (termasuk apa-apa harga yang ditawarkan) yang boleh didapati melalui Laman Web pada bila-bila masa untuk tujuan memastikan penyediaan laman web yang sedang berjalan, tetapi tanpa menjejaskan sebarang permainan dan / atau pertaruhan yang sedang berjalan pada masa perubahan itu. Dari semasa ke semasa, kami mungkin mengehadkan Anda daripada mengakses beberapa bahagian Laman Web untuk tujuan penyelenggaraan Laman Web dan / atau pengubahan atau pindaan mana-mana permainan dan / atau produk yang tersedia melalui Laman Web.</p> <p><b>16. PERISIAN PIHAK KETIGA</b></p> <p>16.1 Untuk menggunakan produk yang ditawarkan melalui Perkhidmatan, Anda mungkin perlu memuat turun dan memasang perisian yang dibekalkan oleh pihak ketiga ke Peranti Akses Anda (\"Perisian\"). Perisian mungkin termasuk, tetapi tidak terhad kepada: Akses aplikasi Peranti, produk Casino dan Poker yang dimuat turun kami dan sebarang aplikasi, perisian dan perisian promosi, pemasaran dan / atau kemudahan.</p> <p>16.2 Dalam keadaan sedemikian, Anda mungkin dikehendaki memasuki perjanjian berasingan dengan pemilik atau pemberi lesen Perisian tersebut berkenaan penggunaan Anda yang sama (\" <b>Perjanjian Perisian Pihak Ketiga </b>\"). Sekiranya terdapat sebarang ketidakseragaman di antara Terma Penggunaan dan mana-mana Perjanjian Perisian Pihak Ketiga , Syarat Penggunaan akan diguna pakai sejauh ketidakkonsistenan berkaitan dengan hubungan antara Anda dan Pengendali. </p> <p>16.3 Adalah menjadi tanggungjawab anda untuk memastikan mana-mana Perisian dimuat turun ke Peranti Akses anda dengan cara yang serasi dengan seting khusus Peranti Akses anda sendiri. Untuk mengelakkan keraguan, kami tidak akan bertanggungjawab sejauh mana muat turun mana-mana Perisian yang tidak betul mempunyai kesan buruk ke atas operasi Peranti Akses Anda.</p> <p>16.4 Walau apa pun Perkhidmatan yang disediakan melalui mana-mana permohonan Peranti Akses hendaklah tertakluk kepada Terma Penggunaan, terma di mana sebarang permohonan (\" <b>App </b>\") dimuat turun atau dipasang ke Peranti Akses anda akan ditadbir oleh perjanjian yang dibuat antara Anda dan pembekal App yang berkenaan tetapi, jika terdapat sebarang percanggahan antara Terma Penggunaan dan mana-mana perjanjian sedemikian, Syarat Penggunaan akan diguna pakai sejauh ketidakkonsistenan berhubungan dengan hubungan antara Anda dan Pengendali.</p> <p><b>17. KEGAGALAN IT</b></p> <p>17.1 Di mana masalah berlaku dalam perisian atau perkakasan yang digunakan oleh kami untuk menyediakan Perkhidmatan kami akan mengambil semua langkah yang munasabah untuk membetulkan masalah dengan secepat yang munasabah. Sekiranya masalah tersebut menyebabkan permainan terganggu dalam keadaan di mana ia tidak boleh dimulakan semula dari posisi yang sama tanpa apa-apa kerugian kepada Anda atau pemain lain, kami akan mengambil semua langkah yang munasabah untuk memperlakukan Anda dengan cara yang adil (yang mungkin termasuk mengembalikan baki pada Akaun Anda ke kedudukan yang ada setelah selesai pertaruhan atau permainan terakhir yang dilog masuk ke pelayan Pengendali segera sebelum terjadinya masalah).</p> <p>17.2 Kami tidak akan bertanggungjawab untuk kegagalan teknikal, perkakasan atau perisian dalam apa jua keadaan atau keadaan rangkaian yang hilang atau tidak dapat digunakan yang mungkin mengehadkan atau melarang keupayaan anda untuk memasuki atau mengambil bahagian dalam mana-mana Promosi. Kami tidak akan bertanggungjawab ke atas kerosakan, atau kerugian atau kecederaan yang terhasil daripada kemasukan ke mana-mana Promosi, termasuk kegagalan untuk memenangi, menerima atau menggunakan apa-apa hadiah, tetapi tiada apa-apa dalam Terma dan Syarat ini akan beroperasi untuk mengecualikan liabiliti untuk apa-apa penipuan di pihak kami atau kematian atau kecederaan peribadi akibat kecuaian kami sendiri. </p> <p><b>18. KESALAHAN ATAU LALUAN</b></p> <p>18.1 Beberapa keadaan mungkin timbul di mana taruhan atau taruhan diterima, atau bayaran dibuat, oleh kami kesilapan. Senarai tidak lengkap tentang keadaan sedemikian adalah seperti berikut:</p> <p>18.1.1 di mana kita salah nyatakan apa-apa kemungkinan atau terma pertaruhan atau pertaruhan permainan kepada Anda sebagai akibat daripada kesilapan atau ketinggalan yang jelas dalam memasukkan maklumat atau menubuhkan pasaran, atau sebagai akibat dari kerusakan komputer;</p> <p>18.1.2 di mana kita telah membuat suatu 'kesilapan nyata'. Ralat teraba berlaku di mana:</p> <p>18.1.2.1 berhubung dengan taruhan yang diletakkan sebelum peristiwa yang berlaku, harga / syarat yang ditawarkan adalah berbeza dengan yang terdapat di pasaran umum; atau</p> <p>18.1.2.2 berhubung dengan apa-apa kejadian, harga / terma yang ditawarkan pada masa taruhan diletakkan adalah jelas tidak betul memandangkan kebarangkalian peristiwa yang berlaku;</p> <p>18.1.3 di mana kami terus menerima pertaruhan di pasaran yang sepatutnya digantung, termasuk di mana peristiwa yang relevan sedang dijalankan (kecuali jika taruhan 'berjalan' diterima) atau telah selesai (kadang-kadang disebut sebagai 'terlambat pertaruhan ');</p> <p>18.1.4 jika kesilapan telah dibuat sebagai akibat daripada Amalan Terhad di bawah perenggan 11.1;</p> <p>18.1.5 di mana kita tidak sepatutnya diterima, atau mempunyai hak untuk membatalkan atau menyelesaikan semula, pertaruhan mengikut Peraturan Pertaruhan (misalnya disebabkan oleh 'Kontinjensi Terkait');</p> <p>18.1.6 di mana kesilapan dibuat oleh kami tentang jumlah kemenangan / pulangan yang dibayar kepada Anda, termasuk sebagai akibat daripada ralat manual atau komputer input; atau</p> <p>18.1.7 di mana kesilapan telah dibuat oleh kami tentang jumlah pertaruhan dan / atau bonus percuma yang dikreditkan ke Akaun Anda,</p> <p>keadaan seperti ini dirujuk sebagai \" <b>Ralat </b>\"</p> <p><a name=\"_8.3\">18.2 Kami berhak untuk:</a></p> <p>18.2.1 membetulkan apa-apa Ralat yang dibuat pada taruhan yang ditempatkan dan diselesaikan semula pada harga atau terma yang betul yang tersedia atau sepatutnya tersedia melalui Pengendali (tidak hadir kesilapan penerbitan) pada masa taruhan itu diletakkan dan pertaruhan akan dianggap berlaku atas syarat-syarat yang biasa untuk pertaruhan itu; atau</p> <p>18.2.2 jika tidak semunasabahnya praktikal untuk membetulkan dan menyelesaikan semula di bawah 18.2.1 di atas, untuk mengisytiharkan bet tidak sah dan mengembalikan Kepentingan anda ke dalam Akaun anda; atau</p> <p>18.2.3 dalam keadaan di mana Ralat telah dihasilkan dari Amalan Terlarang, untuk mengambil langkah-langkah yang dinyatakan dalam perenggan 11.4.</p> <p>18.3 Apa-apa wang yang dikreditkan ke Akaun Anda, atau dibayar kepada Anda sebagai akibat daripada Ralat hendaklah disifatkan, menunggu keputusan di bawah perenggan 18.2, yang akan dipegang oleh Anda pada kepercayaan untuk kami dan akan segera dibayar balik kepada kami apabila permintaan untuk pembayaran dibuat oleh kami kepada Anda. Sekiranya keadaan sedemikian wujud, jika Anda mempunyai wang dalam Akaun Anda, kami boleh menuntut kembali wang tersebut dari Akaun Anda menurut perenggan 7.4. Kami bersetuju bahawa kami akan menggunakan semua usaha yang munasabah untuk mengesan sebarang Kesilapan dan memaklumkan kepada Anda tentangnya dengan secepat mungkin.</p> <p>18.4 Kami (termasuk pekerja atau ejen kami) atau rakan atau pembekal kami tidak bertanggungjawab terhadap sebarang kehilangan, termasuk kehilangan kemenangan, yang disebabkan oleh Ralat oleh kami atau kesilapan oleh Anda.</p> <p>18.5 Anda hendaklah memaklumkan kepada kami dengan seberapa segera yang munasabah jika Anda sedar tentang Ralat.</p> <p>18.6 Di mana Anda telah menggunakan wang yang telah dikreditkan ke Akaun Anda atau dianugerahkan kepada Anda akibat Kesalahan untuk meletakkan pertaruhan atau bermain permainan berikutnya, kami boleh membatalkan pertaruhan dan / atau menahan sebarang kemenangan yang Anda mungkin telah menang dengan uang tersebut , dan jika kami telah membayar apa-apa pertaruhan atau aktiviti permainan, jumlah tersebut akan dianggap sebagai dipegang oleh Anda atas kepercayaan kami dan Anda akan segera membayar kepada kami apa-apa amaun tersebut apabila tuntutan untuk pembayaran balik kami dibuat kepada Anda .</p> <p><b>19. PENGECUALIAN LIABILITI KAMI</b></p> <p>19.1 Akses anda dan penggunaan Perkhidmatan adalah pada Pilihan tunggal, budi bicara dan risiko anda. Kami tidak akan bertanggungjawab ke atas sebarang percubaan oleh Anda untuk menggunakan Perkhidmatan dengan cara, cara atau cara yang tidak dimaksudkan oleh kami.</p> <p>19.2 Kami akan menyediakan Perkhidmatan dengan kemahiran dan penjagaan yang munasabah dan secara substansial seperti yang diterangkan dalam Syarat Penggunaan. Kami tidak membuat apa-apa janji atau jaminan lain mengenai Perkhidmatan, atau apa-apa produk atau perkhidmatan yang membentuk sebahagian daripada Perkhidmatan, dan dengan ini tidak termasuk (setakat yang dibenarkan oleh undang-undang) semua waranti tersirat berkenaan dengan yang sama (termasuk jaminan tersirat tentang kualiti yang memuaskan dan / atau kecergasan untuk tujuan anda). Khususnya, kami tidak menjamin bahawa Laman Web akan mempunyai ketersediaan tidak terganggu atau bahawa ia akan bebas daripada pepijat, virus atau kesalahan lain.</p> <p>19.3 SELESAIKAN YANG DISEDIAKAN DALAM PERATURAN-PERATURAN MESYUARAT KAMI DAN SUBJEK KE PARAGRAPH 19.5, LIABILITI MAKLUMAT KAMI (TERMASUK BAHAWA SYARIKAT KUMPULAN KAMI, AFILIAH, PEGAWAI, PENGARAH, AGEN DAN PEKERJA) YANG MENGENAI PENGGUNAAN PERKHIDMATAN ANDA (ATAU SEBARANG BAHAGIAN PERKHIDMATAN DAN MENGGUNAKAN WEBSITE ATAU TELEBETTING), BAGAIMANA TANGGUNGAN LIABILITI TETAPI MELAKUKAN PELANGGAN KONTRAK, TERLIBAT (TERMASUK KECEMERLANGAN), ATAU SEBALIKNYA, AKAN TERHAD KEPADA:</p> <p>19.3.1 MANA-MANA ​​LIABILITI KAMI BERHUBUNG DENGAN BET ATAU STAKE, JUMLAH BET ATAU STEP YANG DAPAT DAPATKAN OLEH ANDA BERTANGGUNGJAWAB KEPADA LIABILITI KAMI DAPATKAN;</p> <p>19.3.2 DI MANA-MANA ​​LIABILITI KAMI BERHUBUNG DENGAN MISAPPLIKASI DANA, JUMLAH WANG DALAM AKAUN ANDA YANG TELAH DIGUNAKAN OLEH AS; DAN</p> <p>19.3.3 MENGHORMATKAN TANGGUNGJAWAB SEMUA LIABILITI LAIN OPERATOR, SEPULUH RIBU PINGGANG (£ 10,000).</p> <p>19.4 KAMI (TERMASUK SYARIKAT KUMPULAN KAMI, AFFILIATES, PEGAWAI, PENGARAH, AGEN DAN PEKERJA) TIDAK AKAN BERTANGGUNGJAWAB KEPADA ANDA, BAGAIMANA TANGGUNGAN LIABILITI TETAPI KONTRAK, TORT (TERMASUK KECEMERLANGAN) ATAU SEBALIKNYA, BERHENTI SEBARANG:</p> <p>19.4.1 KEHILANGAN DATA;</p> <p>19.4.2 KEHILANGAN KEUNTUNGAN;</p> <p>19.4.3 KEHILANGAN PENDAPATAN;</p> <p>19.4.4 KEHILANGAN PELUANG PERNIAGAAN;</p> <p>19.4.5 KEHILANGAN ATAU KEROSAKAN TERHADAP GOODWILL ATAU REPUTASI;</p> <p>19.4.6 PERNIAGAAN PERNIAGAAN; ATAU</p> <p>19.4.7 SEBARANG KEHILANGAN ATAU KEROSAKAN TIDAK LANGSUNG ATAU KEROSAKAN, SELAIN MANA-MANA ​​KEKERJAHAN ATAU KEROSAKAN YANG TELAH DIPERHATIKAN KEPADA AS SEBAGAIMANA MUNGKIN, MENGIKUT KETUA PENGGUNAAN ATAU SEBARANG PENGGUNA APA-APA DENGAN ANDA PERKHIDMATAN.</p> <p>19.5 Tiada apa-apa dalam Syarat Penggunaan akan beroperasi untuk mengecualikan apa-apa liabiliti yang mungkin kami ada berkenaan dengan:</p> <p>19.5.1 penipuan (termasuk penipuan palsu); atau</p> <p>19.5.2 kematian atau kecederaan peribadi yang disebabkan oleh kecuaian kami.</p> <p><b>20. PELANGGARAN TERMA PENGGUNAAN</b></p> <p>20.1 Anda akan sepenuhnya menanggung rugi, mempertahankan dan memegang kami dan pegawai, pengarah, pekerja, ejen, kontraktor dan pembekal kami yang tidak berbahaya dari dan terhadap sebarang dan semua kerugian, kos, perbelanjaan, tuntutan, tuntutan, liabiliti dan ganti rugi (termasuk yuran guaman) disebabkan, yang mungkin timbul, sama ada atau tidak dapat dijangka, akibat atau berkaitan dengan:</p> <p>20.1.1 akses dan penggunaan Perkhidmatan oleh Anda atau oleh orang lain yang menggunakan nama pengguna dan kata laluan anda; dan / atau</p> <p>20.1.2 apa-apa pelanggaran oleh Anda tentang mana-mana terma dan peruntukan Terma Penggunaan.</p> <p>20.2 Di mana Anda melanggar Terma Penggunaan, kami mungkin atas budi bicara kami sendiri, sebelum apa-apa penggantungan atau penamatan Akaun Anda, memberitahu Anda (menggunakan Butiran Kontak Anda) bahawa Anda melanggar, menghendaki Anda menghentikan tindakan yang berkaitan atau kegagalan untuk bertindak, dan / atau menghendaki Anda membuat tindakan atau kesalahan pada pihak anda dan memberi amaran kepada anda mengenai tindakan kami jika anda tidak berbuat demikian, dengan syarat bahawa pemberitahuan sedemikian tidak akan menjadi pra-syarat kepada apa-apa penggantungan atau penamatan Akaun Anda.</p> <p>20.3 Kami berhak untuk melumpuhkan sebarang kod pengenalan atau kata laluan pengguna, sama ada yang dipilih oleh Anda atau diperuntukkan oleh kami, pada bila-bila masa, jika menurut pendapat kami yang munasabah Anda telah gagal mematuhi mana-mana peruntukan Terma Penggunaan.</p> <p>20.4 Sebagai tambahan kepada apa-apa remedi lain yang ada, jika Anda melanggar mana-mana Terma Penggunaan kami, berhak untuk memulihkan dari Akaun Anda sebarang baki positif setakat mana-mana amaun yang munasabah dituntut terhadap Anda menurut perenggan 20.1.</p> <p><b>21. HAK HARTA INTELEKTUAL</b></p> <p>21.1 Semua reka bentuk laman web, teks, grafik, muzik, bunyi, gambar, video, pemilihan dan susunannya, kompilasi perisian, kod sumber asas, perisian dan semua bahan lain yang membentuk sebahagian daripada Perkhidmatan adalah tertakluk kepada hak cipta dan hak proprietari lain yang sama ada yang dimiliki oleh kami atau digunakan di bawah lesen dari pemilik hak pihak ketiga. Setakat mana mana-mana bahan yang terkandung di dalam Perkhidmatan boleh dimuat turun atau dicetak maka bahan tersebut boleh dimuat turun ke satu peranti sahaja (dan salinan keras boleh dicetak) semata-mata untuk penggunaan peribadi anda sendiri, bukan komersial.</p> <p>21.2 Dalam apa keadaan sekalipun penggunaan Perkhidmatan memberikan kepada Anda sebarang kepentingan dalam mana-mana hak harta intelek (contohnya hak cipta, pengetahuan atau cap dagangan ) yang dimiliki oleh kami atau oleh pihak ketiga, selain daripada peribadi, tidak eksklusif , lesen tanpa lesen untuk menggunakan hak harta intelektual sedemikian berhubung dengan penggunaan peribadi anda, bukan komersil Perkhidmatan selaras dengan Syarat Penggunaan.</p> <p>21.3 Tiada hak apa pun yang dibenarkan untuk menggunakan atau mengeluarkan semula apa-apa cap dagangan atau logo yang terdapat di Laman Web kecuali dibenarkan secara khusus mengikut Syarat Penggunaan.</p> <p>21.4 Anda tidak boleh, tidak boleh juga Anda membenarkan mana-mana orang lain untuk menyalin, menyimpan, menyiarkan, menyewa, melesen , menjual, mengedar, mengubah, menambah, menghapus, menghapus atau mengganggu dengan Laman Web atau mana-mana bahagiannya dengan apa cara sekalipun atau secara langsung atau secara tidak langsung mengganggu atau mengganggu (atau cuba mengganggu atau mengganggu) dengan atau mengubah Laman Web, selain dalam melihat atau menggunakan Laman Web mengikut Syarat Penggunaan.</p> <p>21.5 Semua hak harta intelek dengan nama \"William Hill\" dan \"Will Hill\", logo, rekabentuk, cap dagangan dan ciri-ciri jenama tersendiri bagi Operator dan apa-apa kandungan yang disediakan oleh Pengendali atau mana-mana pihak ketiga untuk dimasukkan ke dalam rompi Laman Web dalam Operator atau pihak ketiga yang berkenaan. Anda bersetuju untuk tidak memaparkan atau menggunakan logo, reka bentuk, cap dagangan dan ciri jenama tersendiri yang lain dengan apa cara tanpa kebenaran bertulis kami terlebih dahulu.</p> <p><b>22. VIRUS, HACKING DAN KESALAHAN LAIN</b></p> <p>22.1 Anda tidak boleh:</p> <p>22.1.1 merosakkan Laman Web;</p> <p>22.1.2 cuba mendapatkan akses yang tidak dibenarkan ke Laman Web, pelayan di mana Laman Web disimpan atau mana-mana pelayan, komputer atau pangkalan data yang berkaitan dengan Laman Web;</p> <p>22.1.3 membanjiri Laman Web dengan maklumat, pelbagai penyerahan atau \"spam\";</p> <p>22.1.4 dengan sengaja atau secara cuai menggunakan apa-apa ciri yang boleh menjejaskan fungsi Laman Web dengan cara apapun misalnya (tetapi tidak terhad kepada) melepaskan atau menyebarkan virus, cacing, trojan, bom logik atau bahan serupa yang berniat jahat atau berbahaya;</p> <p>22.1.5 mengganggu atau mengganggu, membuang atau mengubah apa-apa cara, apa-apa maklumat dalam apa-apa bentuk yang dimasukkan ke dalam Laman Web;</p> <p>22.1.6 menyerang Laman Web melalui serangan denial-of-service atau serangan denial-of-service yang diedarkan. Kami akan melaporkan apa-apa pelanggaran yang disyaki Akta Penyalahgunaan Komputer 1990 kepada pihak berkuasa penguatkuasa yang berkaitan dan kami akan bekerjasama dengan pihak berkuasa dengan mendedahkan identiti anda kepada mereka. Sekiranya berlaku pelanggaran tersebut, Hak Anda untuk menggunakan Laman Web akan berhenti dengan segera.</p> <p>22.2 Kami tidak akan bertanggungjawab ke atas apa-apa kerugian atau kerosakan yang disebabkan oleh serangan penafian, perkhidmatan atau bahan-bahan berbahaya yang lain yang boleh diedarkan yang boleh menjejaskan Peranti Akses anda dan peralatan berkaitan, program komputer, data atau bahan proprietari lain yang disebabkan oleh penggunaan anda Laman Web atau Pengundian anda mengenai apa-apa bahan yang diposkan di Laman Web sedemikian, atau di mana-mana laman web yang dipautkan ke Laman Web.</p> <p><b>23. MAKLUMAT PERIBADI ANDA</b></p> <p>23.1 Semua maklumat mengenai Akaun Anda yang dipegang oleh kami adalah data yang disimpan dengan selamat dan tetap sulit kecuali jika dinyatakan sebaliknya dalam Syarat Penggunaan (termasuk, untuk mengelakkan keraguan, Dasar Privasi).</p> <p>23.2 Kami dikehendaki oleh undang-undang (khususnya Akta Perlindungan Data 2004 di Gibraltar) untuk mematuhi keperluan perlindungan data dalam cara kami menggunakan apa-apa maklumat peribadi yang dikumpulkan daripada Anda dalam Penggunaan Perkhidmatan Anda. Oleh itu, kami mengambil serius tanggungjawab kami berhubung dengan cara kami menggunakan maklumat peribadi anda.</p> <p>23.3 Sebelum penggunaan Anda dan ketika Anda menggunakan Perkhidmatan, kami perlu mengumpulkan maklumat tertentu tentang Anda, termasuk nama dan tarikh lahir Anda, Butiran Hubungan Anda, dan mungkin juga termasuk informasi mengenai pilihan pemasaran Anda (yang semuanya akan dikenali sebagai \" <b>Maklumat Peribadi Anda </b>\").</p> <p>23.4 Dengan memberikan kami Maklumat Peribadi Anda , Anda bersetuju untuk memproses Maklumat Peribadi Anda, termasuk mana-mana yang sama yang sangat sensitif:</p> <p>23.4.1 untuk tujuan yang dinyatakan dalam Syarat Penggunaan (termasuk Dasar Privasi); dan</p> <p>23.4.2 untuk tujuan lain di mana kami perlu memproses Maklumat Peribadi Anda untuk tujuan mengendalikan Perkhidmatan,</p> <p>termasuk dengan berkongsi dengan pembekal dan agen kami untuk tujuan ini, sebagai contoh kepada pembekal kami perkhidmatan pos, perkhidmatan pemasaran dan ejen Perkhidmatan Pelanggan. Kami juga boleh mendedahkan Maklumat Peribadi Anda untuk mematuhi kewajipan undang-undang atau peraturan.</p> <p>23.5 Kami boleh menyimpan salinan mana-mana komunikasi yang Anda hantar kepada kami (termasuk salinan mana-mana e-mel) untuk mengekalkan rekod tepat maklumat yang kami terima dari Anda.</p> <p><b>24. PENGGUNAAN 'COOKIES' PADA LAMAN WEB</b></p> <p>24.1 Laman web menggunakan 'kuki' untuk mengesan penggunaan Internet Anda, untuk mengumpulkan maklumat tertentu mengenai Peranti Akses Anda (seperti alamat IP, jenis peranti, data lokasi geo, maklumat penyemak imbas) dan untuk membantu fungsi Laman Web . Kuki adalah fail teks kecil yang dimuat turun ke Peranti Akses Anda apabila Anda mengakses Laman Web dan membolehkan kami mengenali apabila anda kembali ke Laman Web. Kuki membantu dalam operasi Laman Web, termasuk (sebagai contoh) untuk membolehkan Anda kekal log masuk semasa Anda menyemak imbas di antara, dan menggunakan Akaun Anda untuk bertaruh atau bermain permainan, di bahagian Laman Web yang berlainan. Kami juga menggunakan kuki untuk tujuan analisis kami sendiri supaya kami dapat mengenalpasti di mana pelanggan mengalami masalah teknikal di Laman Web, dan oleh itu membantu kami meningkatkan pengalaman pelanggan kami dan juga untuk tujuan pencegahan penipuan seperti mengesan Akaun Duplikat, contoh penyalahgunaan bonus atau akaun dipaut seperti yang tertera dalam Syarat Penggunaan. Maklumat yang diperoleh dari kuki membolehkan kami mematuhi kewajipan undang-undang dan kawal selia tertentu seperti keperluan anti-pengubahan wang haram,tanggungjawab sosial untuk mengatasi penggunaan Perkhidmatan kami untuk tujuan pembiayaan pengganas dan untuk mencegah akses ke Laman Web kami dari bidang kuasa yang terhad. Data yang dikumpul daripada penggunaan cookies boleh dikongsi dengan agensi penguatkuasa undang-undang dan peraturan lain organisasi yang mempunyai kewajipan undang-undang untuk berbuat demikian. </p> <p>24.2 Jika Anda membantah cookies atau ingin memadamkan apa-apa kuki yang telah disimpan pada Peranti Akses Anda, kami mengesyorkan bahawa Anda mematuhi arahan untuk memadamkan kuki yang sedia ada dan melumpuhkan kuki masa depan pada pengurusan Fail dan perisian pelayaran internet anda. Maklumat lanjut mengenai memotong atau mengawal kuki boleh didapati di dalam Dasar Privasi kami Soalan Lazim dan di www.aboutcookies.org . Sila ambil perhatian bahawa dengan memotong cookies kami atau melumpuhkan kuki masa depan Anda mungkin tidak dapat mengakses kawasan atau ciri tertentu Laman Web. </p> <p><b>25. ADUAN DAN NOTIS</b></p> <p>25.1 Tiada tuntutan atau pertikaian berkenaan dengan:</p> <p>25.1.1 penerimaan atau penyelesaian taruhan yang telah Anda buat menggunakan Perkhidmatan akan dianggap lebih dari tiga puluh hari selepas tarikh transaksi asal; dan</p> <p>25.1.2 permainan yang Anda mainkan menggunakan Perkhidmatan akan dianggap lebih daripada dua belas minggu selepas tarikh transaksi atau permainan yang relevan berlaku.</p> <p>25.2 Sekiranya Anda ingin membuat aduan mengenai Perkhidmatan, sebagai langkah pertama Anda harus, dengan seberapa segera yang munasabah, hubungi Perkhidmatan Pelanggan mengenai aduan Anda, yang akan ditingkatkan sebagaimana perlu dalam pasukan Perkhidmatan Pelanggan kami sehingga resolusi.</p> <p><b>26. PEMINDAHAN HAK DAN KEWAJIPAN</b></p> <p>26.1 Kami berhak untuk memindahkan, menyerahhakkan, menyublis atau berjanji Syarat Penggunaan (\"penyerahan\"), secara keseluruhan atau sebahagian, kepada mana-mana orang tanpa memberi notis kepada Anda, dengan syarat bahawa apa-apa tugasan tersebut akan berada pada istilah yang sama atau syarat yang tidak kurang berfaedah kepada Anda.</p> <p>26.2 Anda tidak boleh menyerahhakkan, menyublis atau memindah dengan cara apa-apa apa-apa hak atau kewajipan Anda di bawah Syarat Penggunaan.</p> <p><b>27. PERISTIWA KELUARAN OLEH KAWALAN KAMI</b></p> <p>27.1 Kami tidak akan bertanggungjawab terhadap sebarang kegagalan untuk melaksanakan, atau menangguhkan pelaksanaan mana-mana obligasi kami di bawah Syarat Penggunaan yang disebabkan oleh peristiwa di luar kawalan munasabah kami, termasuk (tanpa batasan) apa-apa kegagalan rangkaian telekomunikasi, kuasa kegagalan, kegagalan peralatan, api, kilat, letupan, banjir, cuaca yang teruk, pertikaian industri atau penguncian, aktiviti pengganas dan tindakan pemerintah atau pihak berkuasa yang kompeten (\" <b>Force Majeure Event </b>\").</p> <p>27.2 Prestasi kami dianggap digantung untuk tempoh yang berlangsung di Force Majeure Event, dan kami akan mempunyai lanjutan masa untuk prestasi selama tempoh tersebut. Kami akan menggunakan usaha yang munasabah kami untuk membawa Acara Force Majeure mendekat atau mencari penyelesaian yang mana kewajipan kami dapat dilakukan walaupun acara Force Majeure.</p> <p><b>28. WAIVER</b></p> <p>28.1 Jika kami gagal menegaskan prestasi yang ketat dari mana-mana kewajipan anda atau jika kami gagal melaksanakan mana-mana hak atau remedi yang kami berhak, ini tidak akan menjadi penepian hak atau remedi tersebut dan tidak akan melepaskan Anda dari pematuhan dengan kewajipan sedemikian.</p> <p>28.2 Pengecualian oleh kami tentang keingkaran tidak boleh membentuk penepian apa-apa keingkaran berikutnya.</p> <p>28.3 Tiada pengecualian oleh kami tentang mana-mana peruntukan Terma Penggunaan adalah berkuat kuasa melainkan jika dinyatakan secara nyata sebagai pengecualian dan dikomunikasikan kepada Anda secara bertulis mengikut perenggan 25 (Aduan dan Notis) di atas.</p> <p><b>29. KEBERKESANAN</b></p> <p>29.1 Sekiranya mana-mana Terma Penggunaan ditentukan oleh mana-mana pihak berkuasa berwibawa yang tidak sah, menyalahi undang-undang atau tidak boleh dikuatkuasakan, apa-apa terma, syarat atau peruntukan sedemikian akan terhenti daripada terma, syarat dan peruntukan yang akan diteruskan sah mengikut tahap yang dibenarkan oleh undang-undang.</p> <p>29.2 Dalam kes sedemikian, bahagian yang dianggap tidak sah atau tidak boleh dikuatkuasakan hendaklah dipinda dengan cara yang selaras dengan undang-undang yang terpakai untuk mencerminkan, seberapa rapat yang mungkin, niat asal Operator itu.</p> <p><b>30. PERJANJIAN TINGGI</b></p> <p>30.1 Syarat Penggunaan dan apa-apa dokumen yang disebut secara nyata di dalamnya mewakili keseluruhan perjanjian antara Anda dan kami dan menggantikan sebarang persetujuan, pengertian atau perkiraan sebelumnya antara Anda dan kami, sama ada secara lisan atau secara bertulis.</p> <p>30.2 Kami masing-masing mengakui bahawa kami tidak bergantung pada apa-apa perwakilan, janji atau janji yang diberikan oleh yang lain atau yang tersirat dari apa-apa yang dikatakan atau ditulis dalam rundingan antara kami kecuali dinyatakan secara nyata dalam Syarat Penggunaan.</p> <p>30.3 Pihak tidak akan mempunyai apa-apa remedi berkenaan dengan apa-apa pernyataan yang tidak benar yang dibuat oleh pihak yang lain, sama ada secara lisan atau bertulis, sebelum tarikh kontrak (melainkan jika pernyataan palsu itu dibuat secara fraud) dan satu-satunya remedi pihak lain adalah untuk pelanggaran kontrak seperti yang diperuntukkan dalam Terma Penggunaan.</p> <p><b>31. HAK PIHAK KETIGA</b></p> <p>31.1 Dengan pengecualian syarikat-syarikat Kumpulan Pengendali, melainkan jika Syarat Penggunaan ini secara jelas menyatakan sebaliknya:</p> <p>31.1.1 seseorang yang bukan pihak kepada Syarat Penggunaan ini tidak mempunyai hak untuk menguatkuasakan mana-mana syarat di bawah Kontrak (Hak Pihak Ketiga) 1999; dan</p> <p>31.1.2 jika seseorang yang bukan pihak kepada Syarat Penggunaan ini dinyatakan mempunyai hak untuk menguatkuasakan mana-mana termanya di bawah Akta Kontrak (Hak Pihak Ketiga) 1999, kami boleh membatalkan atau mengubah Syarat Penggunaan ini di budi bicara mutlak kami (dan mana-mana dokumen yang dibuat mengikut atau berkaitan dengannya) tanpa keizinan anda atau persetujuan orang itu.</p> <p><b>3 2 . GAMING / GAMBARAN BERTANGGUNGJAWAB</b></p> <p>3 2 .1 Bagi pelanggan yang ingin menyekat perjudian mereka, kami menyediakan dasar pengecualian diri secara sukarela, yang membolehkan Anda menutup Akaun Anda atau menyekat keupayaan Anda untuk meletakkan taruhan atau permainan di Laman Web untuk tempoh minimum enam bulan. Anda boleh meminta sekatan itu untuk jangka masa sehingga lima tahun. Setelah Akaun anda telah dikecualikan sendiri Anda tidak akan dapat mengaktifkan semula Akaun dalam keadaan apa pun sehinggalah habis tempoh yang dipilih di bawah perenggan ini. Pada tamat tempoh pengecualian diri Anda akan berhak untuk memulakan penggunaan Perkhidmatan dengan menghubungi Perkhidmatan Pelanggan.</p> <p>3 2 .2 Jika Anda memerlukan sebarang maklumat yang berkaitan dengan kemudahan ini, sila hubungi Perkhidmatan Pelanggan melalui bahagian <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/help\">Bantuan</a> . </p> <p>3 2 .3 Kami akan menggunakan usaha yang munasabah kami untuk memastikan kepatuhan terhadap pengecualian diri. Walau bagaimanapun, pengecualian diri memerlukan komitmen bersama kedua-dua Anda dan Operator. Semasa tempoh pengecualian diri Anda tidak boleh mencuba untuk membuka akaun baru dan Anda menerima bahawa kami tidak bertanggungjawab atau liabiliti sekiranya Anda meneruskan perjudian dan / atau berusaha untuk menggunakan Laman Web dan kami gagal mengenali atau menentukan bahawa Anda telah meminta pengecualian diri dalam keadaan yang berada di luar kawalan munasabah kami termasuk, tetapi tidak terhad kepada, Anda membuka akaun baru, perjudian di Pejabat Pertaruhan Berlesen atau melalui telefon daripada di internet atau menggunakan nama atau alamat yang berbeza.</p> <p><b>3 3 . PAUTAN</b></p> <p>Di mana kami menyediakan hyperlink ke laman web lain, kami berbuat demikian untuk tujuan maklumat sahaja. Anda menggunakan pautan tersebut dengan risiko anda sendiri dan kami tidak bertanggungjawab terhadap kandungan atau penggunaan laman web tersebut, atau untuk maklumat yang terkandung di dalamnya. Anda tidak boleh memaut ke laman web ini, atau bingkai tanpa kebenaran bertulis daripada kami.</p> <p><b>3 4 . HUBUNGI KAMI</b></p> <p>Pengendali boleh dihubungi di alamat yang diberikan dalam perenggan 2.1 di atas; melalui e-mel dan / atau telefon di alamat di bahagian <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=ms&amp;u=http://liveguess.net/about/contacts\">Hubungi Kami</a> di Laman Web </p> "
}
