{
  "Username": "ชื่อผู้ใช้",
  "Password": "รหัสผ่าน",
  "Invalid Username/Password": "ชื่อผู้ใช้ / รหัสผ่านไม่ถูกต้อง",
  "Login": "เข้าสู่ระบบ",
  "Save username": "บันทึกชื่อผู้ใช้",
  "Forget password": "Retrieve your login",
  "Register": "ดึงข้อมูลเข้าสู่ระบบของคุณ",
  "Deposit": "ลงทะเบียน",
  "Join": "เงินฝาก",
  "Save": "เข้าร่วม",
  "Back": "กลับ",
  "Setting": "ปิด",
  "Language": "การตั้งค่า",
  "Your session has expired": "เซสชั่นของคุณหมดอายุ",
  "Your session ended. Please sign in again !": "เซสชั่นของคุณสิ้นสุดแล้วกรุณาลงชื่อเข้าใช้อีกครั้ง!",
  "Logout": "ออกจากระบบ",
  "Open": "เปิด",
  "Close": "ปิด",
  "Waiting": "ที่รอคอย",
  "Bet Not Found": "เดาไม่พบ",
  "Last": "สุดท้าย",
  "Cancel": "ยกเลิก",
  "Place Bet": "ทายตำแหน่ง",

  "Home": "บ้าน",
  "Market": "ข่าว",
  "News": "ข่าว",
  "Sports": "ปัจจุบัน",
  "Games": "ปัจจุบัน",
  "History Bet": "เดิมพันต่ำกว่า",
  "Open Bet": "เดา",
  "Current": "เวลา",
  "Bet Lower": "ผลลัพธ์",
  "Guess": "เดิม",
  "Bet Higher": "เดิมพันได้",
  "Time": "มายเลขเดิ",
  "Bet Yes": "Bet Yes",
  "Result": "Result",
  "Bet No": "Bet No",
  "Bet Images": "ดิมพัน",
  "Bet Numbers": "คำติชมของคุณ",
  "Bet 0-50" : "ายเลข 0-50",
  "Bet 51-100": "ายเลข 51-100",
  "Bet 0 - 50" : "ายเลข <div>0 - 50</div>",
  "Bet 51 - 100": "ายเลข <div>51 - 100</div>",
  "Round Bet": "ายเลข ายเลข",
  "Bet History": "ดูทั้งหมด",
  "Bet history in one section": "ดูทั้งหมด",
  "View All": "ะวัติการ",
  "Add:": "เพิ่ม:",
  "Click to add: ": "อัตราต่อรองแผนภู: ",
  "Betting": "ข่าวที่เกี่ยวข้อ",
  "Clear": "คำถาม",
  "Chart odds": "ข้อกำหนดแ",
  "Question": "กลับไป",
  "Questions": "กลับไป",
  "Related News": "คำติชมของคุณ",

  "Back to top": "Back to top",
  "Terms and Condition": "Terms and Condition",
  "Rules": "วยด้ว",
  "Contact Us": "สำนักงาน",
  "Your Feedback": "งานและอาชีพk",
  "Jobs & Career": "วระบุตำแr",
  "Afiliate Program": "ยบายความเ",
  "Privacy Policy": "วยด้วยช่วย",
  "Help": "วยด้วยช่วย",
  "Office": "วยด้วยช่วย",
  "Shop Locator": "สำนักงานr",
  "About": "วยด้วยช่วย",

  "Notification": "การแจ้งเตือน",
  "OK": "ตกลง",
  "You must have a referral to join in !!!": "คุณต้องมีลิงค์พันธมิตรเพื่อเข้าร่วม !!!",

  "Odd ${oddValue}": "ระบุตำแห ${oddValue}",
  "Type: ${type}": "ระบุตำแห: ${type}",
  "Your bet: ${value}": "ประเภท: ${value}",
  "Total: ${value}": "ประเภท: ${value}",
  "Yes Win: ${value}": "ประเภท: ${value}",
  "No Win: ${value}": "ประเภท: ${value}",
  "Yes Win": "ประเภท",
  "No Win": "ประเภท",
  "Win": "ชนะ",
  "Total refund: ${value}": "งวัลชนะเลิศสู: ${value}",
  "Higher Win: ${value}": "งวัลชนะเลิศสู: ${value}",
  "Lower Win: ${value}": "งวัลชนะเลิศสู: ${value}",
  "Total for betting: ${value}": "งวัลชนะเลิศสู: ${value}",
  "Singles (${singles} Selection)": "งวัลชนะเลิศสู (${singles} Selection)",

  "footer-first-verse" : "<span> Guess live มุ่งมั่นที่จะสนับสนุน <span style=\"color: #fbff47\">การเล่นเกมอย่างรับผิดชอบ</span>. การพนันที่ยังไม่บรรลุนิติภาวะเป็นความผิด. </span>",
  "footer-second-verse" : "<span> ประกาศเกี่ยวกับคุกกี้: DTT ใช้คุกกี้เพื่อช่วยปรับปรุงประสบการณ์การใช้งานของคุณในขณะที่เยี่ยมชมเว็บไซต์ของเราช่วยเราในการป้องกันการฉ้อโกง โปรดอ่านออก <a href=\"\">Cookie Policy</a> สำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีที่เราใช้ข้อมูลที่ได้รับจากคุกกี้และวิธีเปลี่ยนการตั้งค่าคุกกี้ของคุณ ในการใช้เว็บไซต์ของเราอย่างต่อเนื่องคุณยินยอมให้เราใช้คุกกี้้ </span>",

  "ABOUT_HEADER": "ทำไมต้องใช้ “liveguess.net”",
  "ABOUT_BODY": "<main><h6>ทำไมต้องใช้ \"liveguess.net\"</h6> <ul> <li> <p>ความโปร่งใสในบริการทั้งหมดที่มีให้</p> </li> <li> <p>สำหรับสมาชิก \"เดาและชนะ\" เท่านั้น</p> </li> <li> <p>Liveguess.net ไม่ได้มีส่วนร่วมในการชนะและแพ้กับสมาชิก</p> </li> <li> <p>ผลลัพธ์นั้นเชื่อมโยงกันแบบเรียลไทม์จากแหล่งข้อมูลที่มีชื่อเสียงชั้นนำของโลก</p> </li> <li> <p>ไม่แทรกแซงเพื่อเปลี่ยนผลลัพธ์แบบสุ่มในบริการ</p> </li> <li> <p>มุ่งมั่นที่จะใช้เทคโนโลยีสัญญาสมาร์ทในการให้บริการทั้งหมดให้กับสมาชิก</p> </li> <li> <p>Smart Contract จะใช้ในการจัดหาลอตเตอรี \"ลอตเตอรี่\" พร้อมเงินรางวัลสูงถึง 1 พันล้านเหรียญสหรัฐ</p> </li> <li> <p>Liveguess.net เป็นผู้ให้บริการสภาพคล่องสำหรับผลิตภัณฑ์ความบันเทิงและบริการสำหรับสมาชิกในทุกประเทศ</p> </li> <li> <p>Liveguess.net เป็นสถานที่ที่ได้รับประสบการณ์ \"ชนะ\" และ \"แพ้\" อย่างเปิดเผยเพื่อผลทางเศรษฐกิจการเมืองสังคมกีฬาและชีวิต</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>บริษัท เป็นผู้บุกเบิกตลาดสำหรับการเดิมพันไฮเทคข่าวกีฬาและเกมส์ เราให้ผลลัพธ์ที่โปร่งใสที่สุดสำหรับผู้เล่นที่จะชนะเกมมากมายให้เลือก</p> </li> <li> <p>หลักการของกฏของเกมคือสมาชิกที่จะคาดเดากับสมาชิก บริษัท มักจะโดดเด่นสำหรับผลลัพธ์ ดังนั้นการเดิมพันที่โดดเด่นทั้งหมดจะคืนให้กับผู้เล่นที่มีการเดิมพันตามจำนวนเงินคงค้างที่มาและขึ้นอยู่กับอัตราร้อยละของจำนวนเงินคืนทั้งหมด</p> </li> <li> <p>เทคโนโลยีที่น่าเชื่อถือที่สุด บริษัท ร่วมทุนที่ใช้โดยตรงคือสัญญาที่ชาญฉลาด สิ่งนี้จะใช้เพื่อให้ได้ผลการคาดเดาเกมสำหรับผู้เล่นและสำหรับลอตเตอรี่ของเรา</p> </li> <li> <p>Electric Lottery เป็นโครงการจัดจำหน่ายของ Liveguess Holdings Ltd โดยใช้เทคโนโลยีขั้นสูงและการแปลงพลังงานเพื่อสร้างโอกาสให้ผู้เล่นสุ่มใด ๆ กลายเป็นเศรษฐีหรือมหาเศรษฐีเพียง 50 เซ็นต์เพื่อซื้อตั๋ว หมายเลขพลังงานที่ Liveguess.net</p> </li> </ul></main>",

  "RULE_HEADER": "กฎ",
  "RULE_BODY": "<ul> <li>เดา: ทำนายผลของผลิตภัณฑ์และบริการที่ liveguess.net</li> <li>เดาต่ำกว่า: คาดการณ์ผลลัพธ์ที่ต่ำกว่าค่าที่กำหนดในเกม</li> <li>คาดเดาสูงกว่า: ทำนายผลมากกว่าค่าที่ให้ในเกม</li> <li>เดาไม่: การทำนายผลลัพธ์ผิดเมื่อเทียบกับผลลัพธ์ที่ตั้งไว้ในคำถาม</li> <li>เดาใช่: การทำนายผลลัพธ์ที่ถูกต้องตรงกับผลลัพธ์ที่ตั้งไว้ในคำถาม</li> <li>ผลลัพธ์: ผลลัพธ์ของการคาดการณ์สำหรับผลิตภัณฑ์และบริการ liveguess.net ทั้งหมดที่เชื่อมต่อจากแหล่งข้อมูลที่มีชื่อเสียงชั้นนำของโลก</li> <li>มูลค่าที่คาดการณ์โดยรวมระหว่างผลลัพธ์ทั้งสองจะต้องเท่ากันหากมีค่าที่เหลืออยู่มูลค่าที่เหลือจะถูกคืนให้กับการทำนายส่วนเกินตามสัดส่วนของมูลค่าส่วนเกิน</li> <li>การทายผลที่ชนะจะจ่ายค่าธรรมเนียมเท่ากับ 5% ของมูลค่าที่ชนะ</li> </ul>",

  "CONTACT_HEADER": "ติดต่อเราู",
  "CONTACT_BODY": "",

  "HELP_HEADER": "ช่วยด้วย",
  "HELP_BODY": "<p>คลิกที่ไอคอนโทรเลข</p> <p>คำแนะนำ: <a href=\"http://admin.liveguess.net/doc/instruction.pptx\" target=\"_blank\">ดาวน์โหลด</a></p>",

  "POLICY_HEADER": "นโยบายความเป็นส่วนตัว",
  "POLICY_BODY": "<p>ยินดีต้อนรับสู่นโยบายความเป็นส่วนตัวออนไลน์ของเรา กฎหมายการป้องกันข้อมูลที่มีการเปลี่ยนแปลงเพื่อให้เราได้มีการปรับปรุงก็เพื่อให้ข้อมูลเพิ่มเติมเกี่ยวกับวิธีการและเหตุผลที่เราใช้ข้อมูลส่วนบุคคลของคุณ ค้นหาข้อมูลเพิ่มเติมได้ที่นี่</p> <p><b>นโยบายความเป็นส่วนตัวสด Guess - ออนไลน์</b></p> <p><b>1. วัตถุประสงค์ของนโยบายความเป็นส่วนตัวนี้</b></p> <p>1.1 นโยบายความเป็นส่วนตัวนี้กำหนดวิธีการและลักษณะที่เรา LiveGuess โฮลดิ้ง จำกัด (เรา, เราของเราผู้ประกอบการ) เก็บรวบรวมและใช้ข้อมูลส่วนบุคคลของเราจะได้รับเกี่ยวกับคุณ ในลักษณะที่เราประมวลผลข้อมูลส่วนบุคคลของคุณและขั้นตอนที่เราใช้เวลาในการปกป้องข้อมูลส่วนบุคคลของคุณและวิธีที่คุณสามารถตรวจสอบและแก้ไขข้อมูลส่วนตัวของท่านได้รับความคุ้มครองที่นี่ เราขอให้คุณอ่านนโยบายความเป็นส่วนตัวนี้อย่างระมัดระวังเนื่องจากมีข้อมูลสำคัญเกี่ยวกับสิ่งที่คาดหวังเป็นวิธีการที่เราเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลเกี่ยวกับคุณ ท่านสามารถติดต่อศูนย์บริการลูกค้ากับการสอบถามข้อมูลผ่านทางป้องกัน<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 เว้นแต่บริบทจะกำหนดเงื่อนไขทุนไม่ได้กำหนดไว้ในนโยบายส่วนบุคคลนี้จะเป็นไปตามที่กำหนดไว้ในเงื่อนไขทั่วไปซึ่งสำหรับการหลีกเลี่ยงข้อสงสัยที่ยังนำมาใช้และคุณจะต้องอ่านและทำความเข้าใจเงื่อนไขทั่วไปนอกเหนือไปจากความเป็นส่วนตัวนี้ นโยบาย.</p> <p>1.3 บางครั้งเราอาจมีการปรับปรุงนโยบายความเป็นส่วนตัว เมื่อเราทำเราจะแก้ไขวันที่ \"ปรับปรุงล่าสุด\" วันที่ด้านล่างของนโยบายความเป็นส่วนตัวและเราจะแจ้งให้ท่านทราบล่วงหน้าของการเปลี่ยนแปลงใด ๆ โปรดให้แน่ใจว่าคุณมักตรวจสอบนโยบายความเป็นส่วนตัวสำหรับการปรับปรุงใด ๆ</p> <p><b>2. สิ่งที่ประเภทของข้อมูลที่เรารวบรวม</b></p> <p>2.1 โดยการเยี่ยมชมเว็บไซต์ของเราและ / หรือใช้ app ของเราลงทะเบียนใช้บริการที่นำเสนอในขณะนี้โดยเราผ่านทางเว็บไซต์ของเรา, telebetting เดิมพันกีฬา, เกม, การให้บริการเล่นฟรีและ / หรือการประยุกต์ใช้ซอฟต์แวร์ใด ๆ ( \"บริการ \") หรือติดต่อเรานโยบายความเป็นส่วนตัวนี้จะนำไปใช้</p> <p>2.2 ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมจากคุณอาจรวมถึงต่อไปนี้:</p> <p>2.2.1 ข้อมูลที่คุณให้กับเราเมื่อลงทะเบียนสำหรับการให้บริการของเรา</p> <p>2.2.2 ข้อมูลที่คุณให้กับเราในการติดต่อใด ๆ และบันทึกของการติดต่อใด ๆ ที่เรามีกับคุณ;</p> <p>2.2.3 รายละเอียดของการทำธุรกรรมให้คุณดำเนินการกับเราเช่นเดียวกับข้อมูลเกี่ยวกับบัญชีและบัตรรายละเอียดธนาคารของคุณ</p> <p>2.2.4 ข้อมูลเกี่ยวกับการใช้บริการของเรา;</p> <p>2.2.5 ข้อมูลที่คุณให้กับเราผ่านการสำรวจคุณที่สมบูรณ์หรือการแข่งขันที่คุณป้อน;</p> <p>2.2.6 ข้อมูลเกี่ยวกับความต้องการของคุณ;</p> <p>2.2.7 ข้อมูลเกี่ยวกับความเป็นไปได้การฉ้อโกงทางอาญาหรือเงินป้องกันและปราบปรามการฟอกกิจกรรมใด ๆ ที่ระบบของเราตรวจสอบ; และ</p> <p>2.2.8 ข้อมูลเกี่ยวกับประวัติของการพนันและรูปแบบของคุณ</p> <p>2.3 คุณไม่จำเป็นที่จะให้ข้อมูลใด ๆ กับเรา แต่ถ้าคุณทำไม่ได้เราอาจจะไม่สามารถที่จะให้คุณบริการที่ร้องขอ</p> <p><b>3. ใช้ข้อมูลส่วนบุคคลของคุณ</b></p> <p>3.1 สอดคล้องกับกฎหมายคุ้มครองข้อมูลเราจะประมวลผลข้อมูลส่วนบุคคลของคุณที่เรามีพื้นฐานที่ถูกต้องตามกฎหมายสำหรับการทำเช่นนั้น ในส่วนของข้อมูลส่วนบุคคลของคุณเหล่านี้เป็นฐานที่มีความจำเป็นในการให้บริการให้คุณภายใต้การดำเนินงานของสัญญาที่เรามีกับคุณ; ที่เราจะต้องทำเพื่อให้สอดคล้องกับภาระผูกพันทางกฎหมายหรือกฎระเบียบ ที่คุณได้รับความยินยอมของคุณ; และสถานที่ที่อยู่ในความสนใจของเราถูกต้องตามกฎหมายในการประมวลผลข้อมูลส่วนบุคคลของคุณให้เหล่านี้ไม่กระทบกระเทือนสิทธิของเสรีภาพและความสนใจของคุณ</p> <p>3.2 เราจะดำเนินการกับข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ดังต่อไปนี้และเป็นไปตามเงื่อนไขที่ถูกต้องตามกฎหมายต่อไปนี้:</p> <p>3.2.1 เพื่อให้เราสามารถตั้งค่าและการใช้งานบัญชีของคุณเพื่อให้คุณสามารถทำให้การใช้งานเต็มรูปแบบของคุณลักษณะทั้งหมดของบริการรวมทั้งเลื่อมใสบัญชีของคุณที่มีเงินวางเดิมพันและการเล่นเกม (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.2 เพื่อให้บริการแก่คุณ (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.3 เชื่อมโยงบัญชีและค้าปลีกออนไลน์ที่บัญชีของคุณที่คุณได้ร้องขอนี้ (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.4 เพื่อให้เราได้รับคำถามและความคิดเห็นจากท่านผ่านทางศูนย์ช่วยเหลือของเราออนไลน์และสำหรับพวกเราที่จะสามารถตอบสนองต่อพวกเขา (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.5 การบันทึกการโทรโทรศัพท์และเก็บข้อมูลการสื่อสารและจากการบริการลูกค้าของเรากรมเพื่อการฝึกอบรมที่จะช่วยให้เราสามารถปรับปรุงการให้บริการลูกค้าของเรารวมทั้งเพื่อความปลอดภัยที่จะช่วยให้เราสามารถระบุบุคคลในการสื่อสารที่ตามมา (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.6 ที่คุณกำหนดวงเงินฝากเราจะใช้วิธีการอัตโนมัติเพื่อติดตามปริมาณเงินฝากของคุณเพื่อให้มั่นใจว่าเราปฏิบัติตามคำขอของคุณ (ได้รับความยินยอม)</p> <p>3.2.7 ในการตรวจสอบรูปแบบการพนันของคุณและเพื่อระบุความกังวลการพนันรับผิดชอบเป็นไปได้ตามที่อธิบายไว้ในวรรค 3.4 (ที่จำเป็นเพื่อให้สอดคล้องกับภาระผูกพันตามกฎหมาย)</p> <p>3.2.8 เตรียมความพร้อมสถิติให้รายงานการวิเคราะห์และการวิเคราะห์เกี่ยวกับการใช้บริการโดยคุณและลูกค้าอื่น ๆ (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.9 หากต้องการให้เราติดต่อคุณเพื่อการวิจัยเพื่อที่เราจะสามารถเข้าใจบริการของเราและวิธีที่พวกเขามีการรับรู้โดยลูกค้าของเรา การสื่อสารดังกล่าวจะเป็นสำหรับการวิจัยเท่านั้นและจะไม่ประกอบด้วยการตลาดใด ๆ เราจะให้คุณมีโอกาสที่จะเลือกออกจากการวิจัยในอนาคตในการสื่อสารใด ๆ ที่เราส่งให้คุณ (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.10 ในการตรวจสอบของคุณ (และลูกค้าทั้งหมดของเรา) กิจกรรมการเล่นการพนันและการบริหารความเสี่ยงและราคา (ความสนใจถูกต้องตามกฎหมาย) ของเรา</p> <p>3.2.11 ระยะการส่งการสื่อสารเขียนถึงท่านที่จะประกาศการเปลี่ยนแปลงที่สำคัญบริการการปรับปรุงปัญหาทางเทคนิคและการเปลี่ยนแปลงข้อกำหนดทั่วไปรวมทั้งนโยบายความเป็นส่วนตัว (จำเป็นสำหรับการทำงานของสัญญา)</p> <p>3.2.12 ที่จะส่งข้อเสนอและโปรโมชั่นซึ่งอาจจะเป็นที่สนใจของคุณ ( แต่ที่คุณได้รับความยินยอมสำหรับเราที่จะทำเช่นนั้น) (ได้รับความยินยอม)</p> <p>3.2.13 เพื่อให้คุณมีการใช้งานส่วนบุคคลของบริการของเราเพื่อให้เราสามารถให้คุณและผู้เล่นอื่น ๆ บริการที่ดีกว่า (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.14 ไปยังโปรไฟล์ของคุณเพื่อที่เราจะสามารถเข้าใจความต้องการของคุณและผลิตภัณฑ์และข้อเสนอจะเหมาะที่สุดสำหรับคุณและลูกค้าที่คล้ายกับคุณ (ความสนใจถูกต้องตามกฎหมาย)</p> <p>3.2.15 เมื่อคุณเลือกที่จะดาวน์โหลดซอฟท์แวตามบริการของเราซอฟแวร์การแจ้งเตือนอาจจะถูกดาวน์โหลดลงในการเข้าถึงอุปกรณ์ของคุณ นี้ช่วยให้เราส่งการแจ้งเตือนกับคุณเกี่ยวกับบริการของเราได้โดยตรงเพื่อการเข้าถึงอุปกรณ์ของคุณตัวอย่างเช่นจะแจ้งให้ทราบเกี่ยวกับคุณลักษณะใหม่การปรับปรุงการสื่อสารบริการข้อเสนอและโปรโมชั่น โดยการดาวน์โหลดซอฟแวร์ดังกล่าวคุณยินยอมที่จะรับการแจ้งเตือน หากคุณไม่ต้องการที่จะได้รับการแจ้งเตือนเหล่านี้คุณจะต้องถอนการติดตั้งซอฟแวร์การแจ้งเตือนจากการเข้าถึงอุปกรณ์ของคุณ (เช่นโดยการคลิกที่ปุ่ม \"สิ่งนี้คือ\" การเชื่อมโยงในการแจ้งเตือนที่คุณได้รับและต่อไปนี้ 'วิธีการเอาคำแนะนำ\" หรือโดยการต่อไปบังคับ \"ตั้งค่า\" และ \"ศูนย์การแจ้งเตือน\" คำแนะนำถอนการติดตั้งในการเข้าถึงอุปกรณ์ของคุณ)</p> <p>3.3 เราจะต้องใช้มาตรการในการระบุและตรวจสอบการกระทำที่ผิดกฎหมายหลอกลวงหรือไม่เหมาะสมหรือกิจกรรมที่น่าสงสัยใด ๆ ที่เชื่อมต่อกับบริการรวมถึงการฟอกเงินที่เป็นไปได้ของการใช้เงินที่ได้จากอาชญากรรมและการทุจริต นอกจากนี้เรายังมีหน้าที่ที่จะตรวจสอบและระบุปัญหาที่เป็นไปได้ใด ๆ ที่เกี่ยวข้องกับความซื่อสัตย์สุจริตการทุจริตต่อหน้าที่และความประพฤติที่ไม่เหมาะสมอย่างจริงจังอื่น ๆ ในกีฬาเช่นการแข่งขันตรึง ในกรณีที่เราสงสัยว่ากิจกรรมดังกล่าวจะเกิดขึ้นหรือได้รับคำขอที่ถูกต้องสำหรับข้อมูลเกี่ยวกับกิจกรรมดังกล่าวจากผู้ปกครองเราจะต้องเปิดเผยข้อมูลนี้ไปยังหน่วยงานที่เกี่ยวข้องและ / หรือหน่วยงานที่กำกับดูแล</p> <p>3.4 เพื่อให้สอดคล้องกับการเล่นการพนันและความรับผิดชอบต่อสังคมรับผิดชอบต่อภาระหน้าที่ของเราและเพื่อประโยชน์ของผู้เล่นของเราเราจะตรวจสอบรูปแบบการเล่นการพนัน / เงินฝากที่อาจบ่งชี้ความกังวลในส่วนของการเล่นการพนันรับผิดชอบ เราอาจใช้กระบวนการตัดสินใจอัตโนมัติเพื่อช่วยให้เราเพื่อระบุรูปแบบเช่น (ตัวอย่างเช่นระบบของเราโดยอัตโนมัติจะป้องกันคุณจากการฝากเงินเกินขอบเขตที่กำหนดโดยคุณและบัตรประจำตัว, การตรวจสอบและเครดิตการตรวจสอบการดำเนินการโดยหน่วยประมวลผลของเราจะทำอย่างนั้นบนอัตโนมัติ พื้นฐาน) การตัดสินใจเหล่านี้ทำให้เราสามารถที่จะช่วยให้คุณเล่นการพนันอย่างมีความรับผิดชอบ (ที่จำเป็นเพื่อให้สอดคล้องกับภาระผูกพันตามกฎหมาย)</p> <p>3.5 เพื่อวัตถุประสงค์ในการประมวลผลในการป้องกันหรือการตรวจสอบความผิดทางอาญาเช่นเดียวกับการเล่นการพนันรับผิดชอบตามที่อธิบายไว้ในวรรค 3.3 และ 3.4 เราอาจจะเสริมข้อมูลที่คุณมีให้กับเรามีข้อมูลที่เราได้รับจากบุคคลที่สามหรือตรวจทานโดยการเข้าถึงแหล่งที่มาของบุคคลที่สามรวมทั้ง ( แต่ไม่ จำกัด ) ข้อมูลที่เผยแพร่บนอินเทอร์เน็ตเกี่ยวกับหรือคุณตัวอย่างเช่นในสื่อสังคมและเว็บไซต์เครือข่ายทางสังคม (ที่จำเป็นเพื่อให้สอดคล้องกับภาระผูกพันตามกฎหมาย)</p> <p>3.6 เมื่อคุณได้ให้ข้อมูลเกี่ยวกับปัญหาสุขภาพใด ๆ ที่เกี่ยวข้องกับตัวเองหรือของบุคคลที่สามใด ๆ เราจะประมวลผลข้อมูลนี้เท่าที่มีความจำเป็นต้องปกป้องผลประโยชน์สำคัญของคุณหรือของบุคคลอื่นตามธรรมชาติ</p> <p><b>4. แบ่งปันข้อมูลส่วนตัวของคุณ</b></p> <p>4.1 เราจะมีการแต่งตั้งบุคคลที่สามบางรวมถึง แต่ไม่ จำกัด เพียงการวิเคราะห์ บริษัท , หน่วยงานโฆษณา, ความเสี่ยงและการฉ้อโกงหน่วยงานหรือหน่วยงานบริการลูกค้าเพื่อประมวลผลข้อมูลส่วนบุคคลของคุณในนามของเรา บุคคลที่สามเหล่านี้จะประมวลผลข้อมูลส่วนบุคคลของคุณตามคำแนะนำของเราและเราจะให้แน่ใจว่ามาตรการที่เพียงพออยู่ในสถานที่เพื่อให้มั่นใจว่าข้อมูลส่วนตัวของท่านจะถูกประมวลผลเฉพาะในสอดคล้องกับนโยบายความเป็นส่วนตัวและการเก็บรักษาอย่างปลอดภัยตลอดเวลา</p> <p>4.2 นอกเหนือจากการใช้งานร่วมกันใด ๆ ที่ระบุไว้ในวรรค 3 เราอาจเปิดเผยข้อมูลที่ไม่ระบุชื่อ (เช่นสถิติรวม) เกี่ยวกับผู้ใช้บริการของเราเพื่อที่จะอธิบายการขายของเราลูกค้ารูปแบบการจราจรและข้อมูลอื่น ๆ คู่ค้าในอนาคตลงโฆษณานักลงทุนและอื่น ๆ บุคคลที่สามที่มีชื่อเสียงและถูกต้องตามกฎหมายอื่น ๆ แต่สถิติเหล่านี้จะไม่ได้มีข้อมูลส่วนบุคคลของคุณ</p> <p>4.3 ตามที่ระบุไว้ในวรรค 3 เราบางครั้งอาจจะต้องตามกฎหมายคำสั่งศาลหรือผู้มีอำนาจของรัฐบาลที่จะเปิดเผยบางประเภทของข้อมูลส่วนบุคคล</p> <p>4.4 นอกจากนี้เรายังอาจแบ่งปันข้อมูลของคุณกับบุคคลที่สามในสถานการณ์ต่อไปในขอบเขตที่กฎหมายอนุญาต:</p> <p>4.4.1 ถ้าเราคิดว่าการทำเช่นนั้นเป็นสิ่งที่จำเป็นเพื่อปกป้องสิทธิทรัพย์สินการรักษาความปลอดภัยหรือความปลอดภัยของเราบริการของเราผู้ใช้ของเราหรือประชาชน;</p> <p>4.4.2 ในการบังคับใช้เงื่อนไขทั่วไปของเราหรือข้อตกลงอื่นใดที่เรามีในสถานที่ที่มีคุณ;</p> <p>4.4.3 เพื่อตรวจสอบและปกป้องตัวเองหรือคนอื่น ๆ กับการเรียกร้องของบุคคลที่สามใด ๆ หรือข้อกล่าวหา; และ</p> <p>4.3.4 ในขณะที่การเจรจาต่อรองหรือในความสัมพันธ์กับการทำธุรกรรมทางธุรกิจเช่นการควบรวมกิจการการเปลี่ยนแปลงของการควบคุมการขายสินทรัพย์หรือล้มละลาย</p> <p><b>5. อัปเดตข้อมูลของคุณ</b></p> <p>มันเป็นสิ่งสำคัญว่าข้อมูลที่เรามีเกี่ยวกับคุณมีความถูกต้องเพื่อให้เราเพื่อให้สอดคล้องกับภาระผูกพันทางกฎหมายและกฎระเบียบของเราและยังเพื่อให้คุณมีบริการที่ดีที่สุด ดังนั้นเราจึงขอให้คุณมั่นใจว่าข้อมูลส่วนบุคคลของคุณขึ้นอยู่กับข้อมูลตลอดเวลา คุณอาจจะอัปเดตข้อมูลส่วนตัวของคุณได้ตลอดเวลาจากในบัญชีของคุณผ่าน 'บัญชีของฉัน / อัปเดตรายละเอียดบัญชี' (ถ้ามี) หรือติดต่อฝ่ายบริการลูกค้า</p> <p><b>การรักษาความปลอดภัย 6. ข้อมูล</b></p> <p>6.1 เรามุ่งมั่นในการปกป้องข้อมูลส่วนบุคคลของคุณและบริการของเราจากการเข้าถึงหรือการเปลี่ยนแปลงของข้อมูลส่วนบุคคลของคุณ ซึ่งรวมถึงการใช้มาตรการรักษาความปลอดภัยต่างๆในการปกป้องข้อมูลส่วนบุคคลของคุณที่จัดขึ้นโดยหรือในนามของเราและการตรวจสอบอย่างต่อเนื่องของคอลเลกชันข้อมูลการจัดเก็บข้อมูลและการประมวลผลการปฏิบัติของเรา</p> <p>6.2 ขึ้นอยู่กับการใช้งานที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้เราจะพยายามที่จะรักษาทุกข้อมูลส่วนตัวของคุณในความเชื่อมั่นที่เข้มงวดและพยายามที่จะทำตามขั้นตอนที่เหมาะสมในการเก็บข้อมูลส่วนบุคคลของคุณให้ปลอดภัยเมื่อได้รับการโอนไปยังระบบของเรา แต่อินเทอร์เน็ตไม่ได้เป็นสื่อกลางในการรักษาความปลอดภัยและเราไม่สามารถรับประกันความปลอดภัยของข้อมูลใด ๆ ที่คุณเปิดเผยทางออนไลน์ คุณยอมรับความเสี่ยงโดยธรรมชาติของการให้ข้อมูลและการจัดการออนไลน์ผ่านทางอินเทอร์เน็ตและจะไม่ถือเรารับผิดชอบสำหรับการละเมิดการรักษาความปลอดภัยใด ๆ เว้นแต่นี้เป็นเพราะความล้มเหลวของเราเพื่อให้แน่ใจว่าเรามีมาตรการทางเทคนิคและองค์กรที่เหมาะสมในสถานที่ตามที่กำหนดไว้ GDPR</p> <p>6.3 หากคุณเชื่อมโยงไปยังเว็บไซต์อื่น ๆ จากเรา<a href=\"http://liveguess.net/\">เว็บไซต์</a>แล้วข้อมูลส่วนตัวของท่านจะถูกควบคุมโดยนโยบายความเป็นส่วนตัว เราขอแนะนำให้คุณอ่านนโยบายความเป็นส่วนตัวใด ๆ เช่นก่อนที่จะมีปฏิสัมพันธ์กับเว็บไซต์ใหม่เพื่อให้แน่ใจว่าคุณเข้าใจว่าข้อมูลส่วนตัวของท่านจะถูกนำมาใช้</p> <p><b>7. สิทธิ์ของคุณในส่วนที่เกี่ยวกับข้อมูลส่วนบุคคลของคุณ</b></p> <p>7.1 คุณมีสิทธิดังต่อไปในความสัมพันธ์กับข้อมูลส่วนตัวของคุณ:</p> <p>7.1.1 สิทธิในการเข้าถึงข้อมูลส่วนบุคคลของคุณที่จัดขึ้นโดยเรา</p> <p>7.1.2 สิทธิที่จะได้รับข้อมูลส่วนบุคคลบางอย่างในรูปแบบเครื่องสามารถอ่านได้เช่น .csv (อ่านได้ใน Microsoft Excel หรือเทียบเท่า) หรือ .pdf (อ่านได้ในโปรแกรม Adobe Acrobat หรือเทียบเท่า);</p> <p>7.1.3 สิทธิที่จะคัดค้านการประมวลผลที่พื้นฐานถูกต้องตามกฎหมายก็คือว่ามันอยู่ในความสนใจถูกต้องตามกฎหมายของเรา แต่โปรดทราบว่าเราอาจจะยังคงดำเนินการกับข้อมูลส่วนบุคคลของคุณที่มีฐานการถูกต้องตามกฎหมายอื่นที่เกี่ยวข้องหรือที่เรามีเหตุผลที่น่าสนใจที่จะดำเนินการประมวลผลข้อมูลส่วนบุคคลของคุณในของเรา ผลประโยชน์ที่ไม่ได้แทนที่โดยสิทธิของคุณสนใจหรือเสรีภาพ;</p> <p>7.1.4 สิทธิที่จะมีข้อมูลส่วนบุคคลที่ไม่ถูกต้องแก้ไข;</p> <p>7.1.5 สิทธิที่จะมีข้อมูลส่วนบุคคลบางลบที่มันไม่จำเป็นสำหรับเราที่จะดำเนินการได้ที่คุณได้ถอนตัวออกความยินยอมของคุณตามวรรค 8.1.8 ที่คุณได้คัดค้านตามวรรค 7.1.3 ซึ่งข้อมูลส่วนบุคคลของคุณได้รับ การประมวลผลผิดกฏหมายหรือที่ลบข้อมูลส่วนบุคคลของคุณจะต้องให้สอดคล้องกับภาระผูกพันทางกฎหมาย</p> <p>7.1.4 สิทธิที่จะขอคำอธิบายของตรรกะที่เกี่ยวข้องกับการที่เราจะทำให้การตัดสินใจเกี่ยวกับคุณ แต่เพียงผู้เดียวด้วยวิธีอัตโนมัติ;</p> <p>7.1.5 สิทธิที่จะร้องเรียนไปยังหน่วยงานกำกับดูแลการคุ้มครองข้อมูลแห่งชาติของคุณ</p> <p>7.1.6 ที่เราได้ร้องขอโดยเฉพาะให้ความยินยอมในการประมวลผลข้อมูลส่วนบุคคลของคุณและไม่มีเงื่อนไขที่ถูกต้องตามกฎหมายอื่น ๆ ที่จะพึ่งพาคุณมีสิทธิที่จะถอนความยินยอมนี้โดยการเยี่ยมชมศูนย์การตั้งค่าบนเว็บไซต์หรือแอพลิเคชันซอฟต์แวร์ของเราหรือโดยการส่งอีเมล<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> และ</p> <p>7.1.7 สิทธิที่จะคัดค้านการตลาดทางตรงซึ่งสามารถทำได้โดยการเลือกออกจากตลาดทางตรงทั้งผ่านบัญชีของคุณผ่านทางบัญชีของฉัน / รายละเอียดของคุณส่วนหรือโดยการเลือกออกมาผ่านการสื่อสารของตัวเอง นอกจากนี้คุณยังมีสิทธิที่จะคัดค้านการโปรไฟล์ใด ๆ เท่าที่มันเกี่ยวข้องกับการตลาดทางตรงเพียง</p> <p>7.2 หากคุณไม่แน่ใจเกี่ยวกับสิทธิของท่านมีความกังวลเกี่ยวกับวิธีการที่ข้อมูลส่วนบุคคลของคุณอาจจะถูกประมวลผลคุณควรติดต่อหน่วยงานกำกับดูแลการคุ้มครองข้อมูลแห่งชาติของคุณ</p> <p>7.3 ที่คุณทำตามคำขอในส่วนที่เกี่ยวกับสิทธิของคุณเราจะต้องพิสูจน์ตัวตน นอกจากนี้เราอาจขอให้คุณชี้แจงคำขอของคุณ หากเราได้รับการร้องขอซ้ำ ๆ หรือมีเหตุผลที่จะเชื่อว่าการร้องขอมีการทำโดยไม่มีเหตุผลสมควรเราขอสงวนสิทธิที่จะไม่ตอบสนอง</p> <p><b>8. การตลาด</b></p> <p>8.1 เราอาจติดต่อคุณในความสัมพันธ์กับโปรโมชั่นผลิตภัณฑ์หรือบริการที่คุณอาจจะสนใจในการเป็นครั้งคราว แต่ที่เดียวที่คุณได้ยินยอมที่จะได้รับการสื่อสารการตลาดดังกล่าว คุณสามารถอัปเดตการตั้งค่าการตลาดของคุณและยังเลือกออกในเวลาใด ๆ ผ่านทางแท็บการตั้งค่าที่ตั้งอยู่ภายในยอดคงเหลือไอคอนเมนู นอกจากนี้เรายังจะมีคุณสมบัติยกเลิกการเป็นสมาชิกในการสื่อสารของเราที่คุณสามารถใช้เพื่อเลือกออกของการสื่อสารการตลาดในอนาคต</p> <p>8.2 นอกจากนี้เราอาจดำเนินการบางอย่างโปรไฟล์ของคุณและกิจกรรมของคุณที่เกี่ยวข้องกับการบริการของเราเพื่อที่จะส่งการสื่อสารการตลาดที่เกี่ยวข้องมากขึ้น โปรไฟล์นี้จะดำเนินการบนพื้นฐานของการใช้บริการของคุณของเราและยังผ่านการเลือกของคุณในศูนย์การกำหนดลักษณะการ คุณสามารถอัปเดตการตั้งค่าของคุณผ่านทางแท็บการตั้งค่า</p> <p>8.3 ที่คุณได้ยินยอมที่จะได้รับการตลาดทางตรงจากเราและยังธุรกิจค้าปลีกของเราเราอาจส่งคุณโดยตรงการตลาดที่เกี่ยวข้องกับข้อเสนอออนไลน์และค้าปลีกร่วม</p> <p><b>9. การรักษาข้อมูลส่วนตัวของคุณ</b></p> <p>เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณสำหรับระยะเวลาที่จำเป็นในการให้บริการแก่คุณ ดังนั้นข้อมูลส่วนบุคคลของท่านจะถูกเก็บรักษาไว้ได้นานถึง 7 ปีต่อไปนี้การปิดของบัญชีของคุณ (ถ้ามี) หรือติดต่อล่าสุดกับเราเล็ดลอดออกมาจากคุณ ที่มันไม่จำเป็นที่จะประมวลผลข้อมูลส่วนบุคคลของคุณเราจะลบ อย่างไรก็ตามโปรดทราบว่าเราอาจจะมีข้อกำหนดของกฎหมายและกฎระเบียบในการเก็บข้อมูลส่วนบุคคลเป็นระยะเวลานานในการตามระยะเวลาโดยเฉพาะอย่างยิ่งข้อ จำกัด ตามกฎหมายที่ใช้บังคับ</p> <p><b>10. ที่อยู่ IP</b></p> <p>เบราว์เซอร์ของคุณยังสร้างข้อมูลอื่น ๆ รวมทั้งภาษาที่เว็บไซต์จะแสดงในและที่อยู่อินเทอร์เน็ตโปรโตคอล ( \"ที่อยู่ IP\") ที่อยู่ IP เป็นชุดของตัวเลขที่ได้รับมอบหมายให้คอมพิวเตอร์ของคุณในระหว่างการเรียกดูเมื่อใดก็ตามที่คุณเข้าสู่ระบบอินเทอร์เน็ตผ่านทางผู้ให้บริการอินเทอร์เน็ตหรือเครือข่ายของคุณ (ถ้าคุณเข้าถึงอินเทอร์เน็ตจากตัวอย่างเช่นคอมพิวเตอร์ที่ทำงาน) ที่อยู่ IP ของคุณจะถูกบันทึกไว้โดยอัตโนมัติโดยเซิร์ฟเวอร์ของเราและใช้ในการเก็บข้อมูลการจราจรเกี่ยวกับผู้เข้าชมสู่เว็บไซต์ของเรา นอกจากนี้เรายังใช้ที่อยู่ IP ของคุณเพื่อช่วยในการวินิจฉัยปัญหาเกี่ยวกับเซิร์ฟเวอร์ของเราและดูแลเว็บไซต์ของเรา</p> <p><b>11. คุกกี้</b></p> <p>11.1 A 'คุกกี้' เป็นไฟล์ข้อความขนาดเล็กที่ดาวน์โหลดลงในการเข้าถึงอุปกรณ์ของคุณเมื่อคุณเข้าเยี่ยมชมเว็บไซต์และที่ช่วยให้เว็บไซต์เพื่อให้ได้ข้อมูลบางอย่างจากเบราว์เซอร์ของคุณเช่นการตั้งค่าของคุณ คุกกี้ช่วยให้เราสามารถเพิ่มประสบการณ์ของคุณโดยใช้เว็บไซต์โดยการเพิ่มการทำงานของเว็บไซต์และช่วยในการจดจำข้อมูลและการเลือกที่คุณย้ายจากหน้าไปยังหน้าและจากการเข้าชมไปเยี่ยมชมขึ้นอยู่กับคุกกี้ คุกกี้ไม่เป็นอันตรายต่อการเข้าถึงอุปกรณ์ของคุณหรือไม่ก็มีไวรัสหรือมัลแวอื่น ๆ</p> <p>11.2 คุกกี้ที่แตกต่างกันดำเนินงานที่แตกต่างกัน ยกตัวอย่างเช่นคุกกี้บางคนอาจจะจำเป็นอย่างเคร่งครัดและ / หรือการทำงาน, การจดจำตัวเลือกเดิมพันของคุณในขณะที่คุณสร้างขึ้นในสลิปเดิมพันของคุณหรือการตั้งค่าภาษาของคุณ เหล่านี้เป็นสิ่งสำคัญที่พวกเขาให้คุณเข้าสู่เว็บไซต์และป้องกันจำเป็นที่จะต้องเข้าสู่ระบบในทุกเวลาเดียวที่คุณคลิกผ่านไปยังส่วนต่างๆของเว็บไซต์ การลบคุกกี้เหล่านี้จะส่งผลกระทบต่อความสามารถในการใช้บริการของเรา คุกกี้อื่น ๆ มีวัตถุประสงค์เพื่อการวิเคราะห์และการโฆษณา พวกเขาบอกเราว่าคุณย้ายผ่านทางเว็บไซต์ที่ช่วยให้เราสามารถตรวจสอบประสิทธิภาพการทำงานและให้แน่ใจว่าคุณได้รับประสบการณ์ที่ดีที่สุดบนเว็บไซต์ของเรา ปิดการใช้งานคุกกี้เหล่านี้จะหมายความว่าคุณอาจจะไม่สามารถเข้าถึงคุณลักษณะบางอย่าง เรายังใช้คุกกี้ที่ได้รับข้อมูลเกี่ยวกับการเข้าถึงอุปกรณ์ของคุณ (เช่นที่อยู่ IP ประเภทอุปกรณ์ ตำแหน่งทางภูมิศาสตร์ข้อมูลข้อมูลเบราว์เซอร์) ที่จะช่วยให้เราระบุสำหรับการป้องกันการทุจริตสอดคล้องกับความต้องการป้องกันการฟอกเงินของเราและในการตรวจสอบการปฏิบัติต้องห้ามที่อาจส่งผลกระทบต่อประสบการณ์ของลูกค้าของคุณ เราเพียง แต่ได้รับข้อมูลจากการเข้าถึงอุปกรณ์ของคุณเมื่อคุณเข้าสู่ระบบในบัญชีของคุณ ที่เราใช้คุกกี้ของบุคคลที่สามเหล่านี้อาจมีการตรวจสอบที่เข้มงวดเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่ได้รับการคุ้มครองตามข้อกำหนดของกฎหมาย ไม่มีคุกกี้เหล่านี้เราอาจจะไม่สามารถที่จะให้คุณกับบริการที่ทั้งหมด ที่เราใช้คุกกี้ของบุคคลที่สามเหล่านี้อาจมีการตรวจสอบที่เข้มงวดเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่ได้รับการคุ้มครองตามข้อกำหนดของกฎหมาย ไม่มีคุกกี้เหล่านี้เราอาจจะไม่สามารถที่จะให้คุณกับบริการที่ทั้งหมด ที่เราใช้คุกกี้ของบุคคลที่สามเหล่านี้อาจมีการตรวจสอบที่เข้มงวดเพื่อให้มั่นใจว่าข้อมูลส่วนบุคคลที่ได้รับการคุ้มครองตามข้อกำหนดของกฎหมาย ไม่มีคุกกี้เหล่านี้เราอาจจะไม่สามารถที่จะให้คุณกับบริการที่ทั้งหมด</p> <p>11.3 คุณสามารถควบคุมการตั้งค่าความเป็นส่วนตัวและความปลอดภัยของคุณ ต้องการเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้และวิธีการปิดการใช้งานพวกเขาเราขอแนะนำให้คุณ<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">คลิกที่นี่.</a>นอกจากนี้คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้ตลาดของบุคคลที่สามโดยทั่วไปเหล่านี้และวิธีการลบพวกเขา<a href=\"http://www.youronlinechoices.eu/\">ที่นี่</a>. ขณะที่การป้องกันคุกกี้บางอย่างอาจส่งผลกระทบต่อการใช้งานและความบันเทิงของคุณของเว็บไซต์ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้และวิธีการที่จะจัดการกับพวกเขาเยี่ยมชมคำถามที่พบบ่อย</p> <p>11.4 โปรดตรวจสอบว่าคุณได้อ่านข้อ 24 ของข้อกำหนดในการใช้งานของเราสำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีการและเหตุผลที่เราประมวลผลข้อมูลที่ใช้คุกกี้</p> <p>11.5 อย่างต่อเนื่องโดยใช้เว็บไซต์ที่คุณเห็นด้วยกับการใช้คุกกี้ของเรา</p> <p><b>12. ติดต่อเรา</b></p> <p>12.1 เมื่อใดก็ตามที่คุณเชื่อว่าเราไม่ได้ปฏิบัติตามบทบัญญัติที่กำหนดไว้ภายในนโยบายความเป็นส่วนตัวนี้โปรดแจ้งให้เราทราบโดยติดต่อฝ่ายบริการลูกค้าผ่านทาง<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>สำหรับการเริ่มต้นการสนทนาหรือส่งอีเมล</p> <p>12.2 ในกรณีที่คุณต้องการที่จะบานปลายเป็นปัญหาความเป็นส่วนตัวของข้อมูลหรือมีคำถามที่ไม่สามารถแก้ไขได้โดยทีมงานบริการลูกค้าของเราคุณสามารถติดต่อสำนักงานป้องกันข้อมูลของเราโดยการส่งอีเมล<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>นโยบายความเป็นส่วนตัวนี้จะมีประสิทธิภาพเมื่อใช้บริการเว็บไซต์ของเรา</p>",

  "AFFILIATE_HEADER": "เข้าร่วม",
  "AFFILIATE_BODY": "ติดต่อฝ่ายสนับสนุน: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "ข้อกำหนดและเงื่อนไข",
  "TERM_BODY": "<p><b>ข้อกำหนดการใช้บริการ</b></p> <p><b>1. บทนำ: คำจำกัดความที่สำคัญและสิ่งใดที่ทำให้ข้อกำหนดการใช้งานของคุณดีขึ้น</b></p> <p>คำจำกัดความต่อไปนี้ใช้ในข้อกำหนดและเงื่อนไขเหล่านี้:</p> <p>\" <b>อุปกรณ์การเข้าถึง</b> \" หมายถึงวิธีการทางอิเล็กทรอนิกส์ใด ๆ ในการเข้าถึงบริการรวมถึง แต่ไม่ จำกัด เพียงคอมพิวเตอร์อุปกรณ์สมาร์ทโฟนโทรศัพท์ที่มีคุณสมบัติอุปกรณ์แท็บเล็ตอุปกรณ์สัมผัสหรือระบบความบันเทิงภายในบ้านเช่นวิดีโอเกมคอนโซลและสมาร์ททีวี หมายถึงระยะไกลอื่น ๆ );</p> <p>\" <b>ข้อกำหนดโบนัส</b> \" หมายถึงข้อกำหนดและเงื่อนไขและ / หรือกฎใด ๆ ที่เกี่ยวข้องกับโปรโมชั่นโบนัสและข้อเสนอพิเศษที่อาจนำไปใช้กับส่วนหนึ่งส่วนใดของบริการเป็นครั้งคราว;</p> <p>\" <b>ยอดคงเหลือในการซื้อ</b> \" หมายถึงจำนวนหรือจำนวนเงินใด ๆ ที่คุณให้ไว้กับจำนวนการซื้อตามที่กำหนดภายใต้ข้อกำหนดโบนัสใด ๆ ที่ใช้กับโปรโมชั่นเพื่อเข้าร่วมในโปรโมชั่นนั้น (รวมถึงเงินรางวัลใด ๆ ถูกจัดสรรให้กับยอดคงเหลือนี้);</p> <p>\" <b>ข้อกำหนดการดาวน์โหลด</b> \" หมายถึงข้อกำหนดและเงื่อนไขการใช้งานเพิ่มเติมใด ๆ ของผู้ใช้ซึ่งคุณจะต้องยืนยันข้อตกลงของคุณเพื่อเป็นส่วนหนึ่งของการดาวน์โหลดและ / หรือการติดตั้งซอฟต์แวร์ใด ๆ ที่คุณสามารถดาวน์โหลดเพื่อให้สามารถใช้งานเว็บไซต์ได้ ข้อตกลงใบอนุญาตผู้ใช้ Playtech End ซึ่งสามารถพบได้ในภาคผนวกเพื่อเงื่อนไขทั่วไปเหล่านี้</p> <p>\" <b>โปรโมชั่นเดิมพันฟรี</b> \" หมายถึงโปรโมชั่นที่มีการเพิ่มโบนัสในบัญชีของคุณโดยเฉพาะสำหรับการเดิมพันกีฬารวมถึงโบนัส ( i ) ในรูปแบบของการเดิมพันฟรีมูลค่าคงที่สำหรับการเดิมพันในตลาดที่ระบุหรือตลาดของคุณ การเลือกและ (ii) ในรูปแบบของกองทุนที่มีมูลค่าเชื่อมโยงกับจำนวนบาย - อิน (ซึ่งคุณเพิ่มลงในยอดคงเหลือบาย - อินของคุณ) เพื่อใช้ในการเดิมพันหลายครั้งและขึ้นอยู่กับข้อกำหนดการเดิมพัน</p> <p>\" <b>คณะกรรมการการพนัน</b> \" หมายถึงผู้กำกับดูแลการพนันเชิงพาณิชย์ในสหราชอาณาจักรที่มีเว็บไซต์อยู่ <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gamblingcommission.gov.uk</a> ;</p> <p>\" <b>ข้อกำหนดทั่วไป</b> \" หมายถึงข้อกำหนดและเงื่อนไขที่กำหนดไว้ในเอกสารนี้</p> <p>\" <b>นโยบายความเป็นส่วนตัว</b> \" หมายถึงนโยบายความเป็นส่วนตัวของผู้ประกอบการที่เข้าถึงได้ผ่านทาง <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/policy\">นโยบายความเป็นส่วนตัว</a> การเชื่อมโยง;</p> <p>\"การ <b>ส่งเสริมการขาย</b> \" หมายถึงข้อเสนอพิเศษที่มีให้สำหรับคุณที่เกี่ยวข้องกับบริการของเราซึ่งประกอบด้วยเงินทุนหรือเทียบเท่าที่เราจัดหาให้และเพิ่มลงในบัญชีของคุณซึ่งคุณสามารถวางเดิมพันได้ ฝากเงินที่ตรงกันสำหรับการเดิมพันตามดุลยพินิจของคุณหมุนฟรีในเกมเฉพาะและเดิมพันฟรีสำหรับการเดิมพันกีฬา</p> <p>\" <b>ข้อกำหนด</b> <b>บัญชีที่เกี่ยวข้อง</b> \" หมายถึง ข้อกำหนดและเงื่อนไขที่กำหนดไว้ในภาคผนวก 1 ของข้อกำหนดทั่วไปเหล่านี้ซึ่งเป็นส่วนหนึ่งของข้อกำหนดการใช้งาน</p> <p>\" <b>กฎ</b> \" หมายถึงกฎการเดิมพันและกฎของเกมที่ใช้กับประเภทการเดิมพันและ / หรือการเล่นเกมที่เกี่ยวข้องโดยเฉพาะตามที่ระบุในรายละเอียดเพิ่มเติมในวรรค 1.3.1 และ 1.3.2;</p> <p>\" <b>บริการ</b> \" หมายถึงบริการที่เสนอโดยผู้ประกอบการในเวลาที่เหมาะสมผ่านเว็บไซต์ Telebetting และ / หรือผ่านแอปพลิเคชันอุปกรณ์เข้าถึงใด ๆ</p> <p>\" <b>Telebetting</b> \" หมายถึงบริการเดิมพันทางโทรศัพท์ในช่วงเวลาที่ผู้ประกอบการเสนอให้</p> <p>\" <b>ข้อกำหนดการใช้งาน</b> \" หมายถึง (a) ข้อกำหนดทั่วไป; (b) นโยบายความเป็นส่วนตัว; (c) ตามที่เหมาะสมภายใต้วรรค 1.3 กฎระเบียบที่เกี่ยวข้องข้อกำหนดโบนัสและข้อกำหนดเพิ่มเติมที่ใช้บังคับกับบริการที่คุณใช้งานอยู่ (d) ข้อกำหนดบัญชีที่เกี่ยวข้อง และ (e) ข้อกำหนดในการดาวน์โหลดใด ๆ ;</p> <p>\" <b>ข้อกำหนดการเดิมพัน</b> \" หมายถึงข้อกำหนดใด ๆ ภายใต้ข้อกำหนดโบนัสสำหรับคุณในการเดิมพัน รวมมูลค่า เฉพาะเพื่อให้กองทุนโบนัส (รวมถึงโบนัสที่ชนะ) ที่จะถอนออกจากบัญชีของคุณไม่ว่าจะแสดงความต้องการทั้งหมดเป็นจำนวนคงที่หรือหลาย อีกจำนวนหนึ่งเช่นขนาดของจำนวนเงินบายอินที่คุณฝากไว้ในยอดคงเหลือการซื้อหรือโบนัสที่คุณได้รับ เพื่อหลีกเลี่ยง ข้อสงสัยสิ่งนี้ไม่รวมข้อกำหนดที่ว่าเงินโบนัสจะต้องทำการเดิมพันครั้งเดียว แต่เฉพาะในกรณีที่เงื่อนไขโบนัสอนุญาตให้คุณถอนเงินรางวัลจากการเดิมพันโบนัสนั้นทันที และ</p> <p>\" <b>เว็บไซต์</b> \" หมายถึงเว็บไซต์หรือหน้าใด ๆ หน้าย่อยโดเมนย่อยหรือส่วนของเว็บไซต์เป็นครั้งคราวตั้งอยู่ที่หรือสามารถเข้าถึงได้ผ่านชื่อโดเมน : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess./\">www.liveguess.net</a></p> <p>1.2 โดยการใช้และ / หรือเยี่ยมชมส่วนใด ๆ ของเว็บไซต์หรือโดยการเปิดบัญชีกับผู้ประกอบการผ่านเว็บไซต์หรือผ่านการเข้าถึง Telebetting คุณตกลงที่จะผูกพันตามข้อกำหนดการใช้งานและคุณ: (a) เห็นด้วยกับ การใช้การสื่อสารทางอิเล็กทรอนิกส์เพื่อทำสัญญา และ (b) สละสิทธิ์หรือข้อกำหนดใด ๆ ที่มีผลบังคับใช้ซึ่งจำเป็นต้องมีการลงนามด้วยมือตามขอบเขตที่กฎหมายที่ใช้บังคับอนุญาตใด ๆข้อกำหนดการใช้งานไม่มีผลกระทบต่อสิทธิ์ตามกฎหมายของคุณ</p> <p>1.3 นอกจากนี้เมื่อคุณเล่นเกมใด ๆ หรือวางเดิมพันโดยใช้บริการหรือใช้บริการเป็นอย่างอื่น คุณ ตกลงที่จะผูกพัน:</p> <p>1.3.1 กฎ สำหรับการ เดิมพันกีฬาทั้งหมดใน William Hill Sportsbook ตามที่กำหนดไว้ในส่วนช่วยเหลือทั่วไป (\" <b>กฎการเดิมพัน</b> \");</p> <p>1.3.2 กฎของเกมใด ๆ ที่คุณเล่น (\" <b>กฎของเกม</b> \") ตามที่กำหนดไว้ในส่วนช่วยเหลือทั่วไปที่เกี่ยวข้องและแท็บกฎใด ๆ รวมถึง (ไม่ จำกัด ):</p> <p>1.3.2.1 สำหรับ ตลาด ภายใต้ แท็บ ' <i>ตลาด</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/market\">ตลาด</a> สำหรับตลาดที่เกี่ยวข้อง</p> <p>1.3.2.2 สำหรับ ข่าว ภายใต้ แท็บ '' <i>ข่าว</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/news\">ข่าว</a> สำหรับข่าวที่เกี่ยวข้อง</p> <p>1.3.2.3 สำหรับ กีฬา ภายใต้ แท็บ '' <i>Sports</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/sports\">กีฬา</a> สำหรับ กีฬาที่ เกี่ยวข้อง (แชมเปี้ยนลีก, ยูโรปาลีก, พรีเมียร์ลีก, ลาลีกา , บุนเดสลีกา, กัลโช่, ลีกเอิง 1)</p> <p>1.3.2.4 สำหรับ G ames ภายใต้ แท็บ '' <i>Games</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/games\">เกม</a> สำหรับเกมที่เกี่ยวข้อง</p> <p>1.3.2 5 ในส่วนที่เกี่ยวกับเกมใหม่กฎที่ใช้บังคับกับเกมดังกล่าว</p> <p>1.3.3 ข้อกำหนดโบนัสใด ๆ</p> <p>1.3.4 ข้อกำหนดการดาวน์โหลดใด ๆ ;</p> <p>1.3.5 ข้อกำหนดและเงื่อนไขใด ๆ ที่เกี่ยวข้องกับการถอนซึ่งมีอยู่ในส่วน 'ถอนเงิน' ในส่วนช่วยเหลือของเว็บไซต์ (\" <b>เงื่อนไขการถอน</b> \"); และ</p> <p>1.3.6 ข้อกำหนดอื่นใดที่ใช้กับบริการและ / หรือที่คุณจะต้องยืนยันข้อตกลงของคุณเพื่อเป็นส่วนหนึ่งของบริการเช่นข้อกำหนดที่เกี่ยวข้องกับบริการ Tip Advisor (\" <b>ข้อกำหนดเพิ่มเติม</b> \")</p> <p>1.4 ข้อความต้นฉบับของข้อกำหนดการใช้งาน เป็น ภาษาอังกฤษและการตีความใด ๆ จะเป็นไปตามข้อความต้นฉบับภาษาอังกฤษ หากข้อกำหนดการใช้งานหรือเอกสารหรือประกาศใด ๆ ที่เกี่ยวข้องกับพวกเขาได้รับการแปลเป็นภาษาอื่น ๆ เวอร์ชันภาษาอังกฤษดั้งเดิมจะมีผลบังคับใช้</p> <p>1.5 ในกรณีที่มีความขัดแย้งหรือความไม่สอดคล้องกันเฉพาะระหว่างส่วนใดส่วนหนึ่งของข้อกำหนดการใช้งานที่ทำขึ้นกับสัญญาของคุณกับผู้ประกอบการลำดับความสำคัญจะเป็นดังนี้:</p> <p>1.5.1 เงื่อนไขการถอน</p> <p>1.5.2 เงื่อนไขโบนัส;</p> <p>1.5.3 กฎการเดิมพัน</p> <p>1.5.4 กฎของเกม;</p> <p>1.5.5 ข้อกำหนดเพิ่มเติม;</p> <p>1.5.6 ข้อกำหนดบัญชีที่เกี่ยวข้อง</p> <p>1.5.7 ข้อกำหนดทั่วไป</p> <p>1.5.8 นโยบายความเป็นส่วนตัว; และ</p> <p>1.5.9 ข้อกำหนดการดาวน์โหลด</p> <p>1.6 โปรด อ่านข้อกำหนดการใช้งานอย่างรอบคอบก่อนที่จะยอมรับพวกเขา เมื่อคุณยอมรับข้อกำหนดการใช้งานแล้วโปรดพิมพ์ข้อกำหนดการใช้งานและจัดเก็บไว้พร้อมกับอีเมลยืนยันทั้งหมดข้อกำหนดเพิ่มเติมข้อมูลธุรกรรมกฎเกมกฎข้อตกลงที่เป็นธรรมและวิธีการชำระเงินที่เกี่ยวข้องกับการใช้งานเว็บไซต์ของคุณ โปรดทราบว่าข้อกำหนดการใช้งานอาจมีการเปลี่ยนแปลงตามที่กำหนดไว้ในวรรค 3 ด้านล่าง</p> <p>1.7 หากคุณไม่เห็นด้วยที่จะยอมรับและผูกพันตามข้อกำหนดการใช้งานโปรดอย่าเปิดบัญชีและ / หรือใช้งานบัญชีของคุณต่อไป การใช้บริการใด ๆ ของคุณอย่างต่อเนื่องจะถือว่าคุณยอมรับข้อกำหนดในการให้บริการซึ่งเราได้แจ้งให้คุณทราบว่าคุณมีผลบังคับใช้เป็นครั้งคราว</p> <p>1.8 ข้อกำหนดการใช้งานควบคุมสัญญาของคุณกับผู้ประกอบการและจะมีผลบังคับใช้ โดยใช้เว็บไซต์ของเรา เพื่อหลีกเลี่ยงข้อสงสัยแต่ละส่วนและทั้งหมดของเว็บไซต์และ Telebetting อยู่ภายใต้ข้อกำหนดการใช้งานและคุณควรตรวจสอบให้แน่ใจตลอดเวลาว่าการใช้บริการของคุณเป็นไปตามข้อกำหนดการใช้งาน</p> <p>ข้อกำหนดทั่วไป</p> <p><b>2. คู่สัญญาที่ทำสัญญา</b></p> <p>2.1 ข้อกำหนดการใช้งานจะได้รับการตกลงระหว่างคุณและผู้ประกอบการ</p> <p>2.2 เว็บไซต์อัตราต่อรองและราคาที่อยู่ในเว็บไซต์และข้อกำหนดการใช้งานได้รับการแปลเป็นภาษาต่างๆและมีวัตถุประสงค์เพื่อให้พลเมืองของประเทศที่เกี่ยวข้องและประเทศอื่น ๆ ที่พูดภาษาเหล่านั้นใช้</p> <p>2.3 การอ้างอิงในข้อกำหนดการใช้งาน \" <b>เรา</b> \", \" <b>ของเรา</b> \" หรือ \" <b>เรา</b> \" อ้างอิงถึง:</p> <p>2.3.1 ผู้ประกอบการ; หรือ</p> <p>2.3.2 ในกรณีของข้อกำหนดและเงื่อนไขที่เกี่ยวข้องกับเงินที่จัดขึ้นในบัญชีของคุณเป็นครั้งคราวให้กับ บริษัท ในกลุ่มผู้ดำเนินการที่ถือเงินดังกล่าวและจะถือว่า (รวมถึงตัวแทนพันธมิตรและซัพพลายเออร์ของเรา)</p> <p><b>3. การเปลี่ยนแปลงข้อกำหนดการใช้งาน</b></p> <p>3.1 เราอาจจำเป็นต้องเปลี่ยนแปลงข้อกำหนดการใช้งานเป็นครั้งคราวด้วยเหตุผลหลายประการรวมถึง (ไม่ จำกัด เพียง) เพื่อเหตุผลทางการค้าเพื่อให้เป็นไปตามกฎหมายหรือข้อบังคับเพื่อปฏิบัติตามคำแนะนำคำแนะนำหรือคำแนะนำจากหน่วยงานกำกับดูแลหรือ ด้วยเหตุผลด้านการบริการลูกค้า ข้อกำหนดการใช้งานล่าสุดสามารถเข้าถึงได้จาก <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/term-condition\">ข้อกำหนดและเงื่อนไข</a> <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/term-condition\"> </a> ลิงค์ในส่วนท้ายของเว็บไซต์และวันที่จะมีผลบังคับใช้ถูกบันทึกไว้ในวรรค 1.8 ของข้อกำหนดทั่วไปเหล่านี้</p> <p>3.2 ในกรณีที่เราต้องการเปลี่ยนแปลงข้อกำหนดการใช้งานอย่างมีนัยสำคัญเราจะแจ้งให้คุณทราบล่วงหน้าถึงการเปลี่ยนแปลงดังกล่าวซึ่งสามารถทำได้อย่างสมเหตุสมผลผ่านทางหนึ่งในวิธีการที่กำหนดไว้ในวรรค 3.3 สำหรับการเปลี่ยนแปลงเล็กน้อยหรือไร้สาระเราอาจไม่แจ้งให้คุณทราบถึงการเปลี่ยนแปลงดังกล่าวดังนั้นคุณควรตรวจสอบข้อกำหนดการใช้งานผ่านทาง <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/term-condition\">ข้อกำหนดและเงื่อนไข</a> ลิงค์บนเว็บไซต์เป็นประจำ</p> <p>3.3 ในกรณีที่เราทำการเปลี่ยนแปลงข้อกำหนดการใช้งานที่เราต้องการแจ้งให้คุณทราบเราจะดำเนินการดังกล่าวด้วยวิธีการแจ้งเตือนตามที่เราเห็นสมควรซึ่งอาจประกอบด้วย:</p> <p>3.3.1 อีเมล (ไปยังที่อยู่อีเมลที่คุณเคยให้ไว้หากมี)</p> <p>3.3.2 ข้อความถึงกล่องจดหมายเข้าของคุณบนเว็บไซต์ หรือ</p> <p>3.3.3 การแจ้งให้ทราบบนเว็บไซต์และเราอาจเชิญคุณให้ยอมรับข้อกำหนดการใช้งานใหม่โดยการคลิกที่ \"ใช่\" หรือ \"ฉันยอมรับ\" ตรวจสอบ 'ช่องทำเครื่องหมาย' หรือวิธีการยืนยันอื่น ๆ ที่คล้ายกันโดย คุณ. หากคุณให้การยืนยันดังกล่าวแก่เราหรือใช้งานเว็บไซต์หรือ Telebetting ต่อไป หลังจากการแจ้งเตือนภายใต้วรรค 3 คุณจะได้รับการยอมรับและผูกพันตามข้อกำหนดการใช้งานใหม่รวมถึง ( เพื่อหลีกเลี่ยงข้อสงสัย) การเพิ่มเติมการลบการแทนที่หรือการเปลี่ยนแปลงอื่น ๆ กับข้อมูลประจำตัวของผู้ประกอบการไม่ว่าคุณจะได้อ่านข้อกำหนดการใช้งานฉบับแก้ไขหรือไม่ก็ตาม หากการเปลี่ยนแปลงใด ๆ ที่คุณยอมรับไม่ได้ คุณ อาจหยุดใช้บริการและ / หรือปิดบัญชีของคุณโดยปฏิบัติตามวรรค 12 ของข้อกำหนดทั่วไปเหล่านี้</p> <p>3.4 แม้จะมีข้อ 3 นี้หากเราต้องการเปลี่ยนแปลงข้อกำหนดใด ๆ ที่เงินทุนของคุณถูกยึดไว้ในข้อ 7.3 เราจะแจ้งให้คุณทราบล่วงหน้าโดยวิธีการดังกล่าวตามที่เราเห็นสมควร แต่วิธีการดังกล่าวจะต้อง กำหนดให้คุณต้องยอมรับการรับข้อมูลดังกล่าวโดยคลิกที่ \"ใช่\" หรือ \"ฉันยอมรับ\" การทำเครื่องหมายที่ 'ช่องทำเครื่องหมาย' หรือวิธีอื่นใดในการรับทราบของคุณ หากคุณให้การยอมรับใด ๆ แก่เรา คุณ จะถือว่ายอมรับและผูกพันตามข้อกำหนดการใช้งานใหม่จากเวลาดังกล่าว หากการเปลี่ยนแปลงใด ๆ ที่คุณยอมรับไม่ได้ คุณ อาจหยุดใช้บริการและ / หรือปิดบัญชีของคุณโดยปฏิบัติตามวรรค 12 ของข้อกำหนดทั่วไปเหล่านี้</p> <p><b>4. เปิดบัญชีของคุณ</b></p> <p>4.1 ในการวางเดิมพันหรือเล่นเกมโดยใช้บริการ คุณ จะต้องเปิดบัญชีกับผู้ดำเนินการ (\" <b>บัญชีของคุณ</b> \" หรือ \" <b>บัญชี</b> \")</p> <p>4.2 ในการเปิดบัญชีของคุณเพื่อใช้กับบริการคุณสามารถ:</p> <p>4.2.1 ติดต่อฝ่ายบริการลูกค้า</p> <p>4.2.2 คลิกที่ <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">เข้าร่วมเดี๋ยวนี้</a> บนเว็บไซต์และทำตาม คำแนะนำ บนหน้าจอ หรือ</p> <p>4.2.3 เปิดโดยวิธีการเปิดบัญชีอื่นตามที่ผู้ประกอบการเสนอเป็นครั้งคราว;</p> <p>4.3 บัญชีของคุณจะถูกดำเนินการโดยผู้ดำเนินการหรือโดย บริษัท อื่นในกลุ่มของตนและในนามของตัวเองและ / หรือ บริษัท ในกลุ่มผู้ดำเนินการที่เกี่ยวข้องซึ่งคุณได้ทำสัญญาไว้</p> <p>4.4 เมื่อคุณเปิดบัญชีของคุณคุณจะถูกขอให้ให้ข้อมูลส่วนบุคคลกับเรารวมถึงชื่อและวันเกิดของคุณและรายละเอียดการติดต่อที่เหมาะสมรวมถึงที่อยู่หมายเลขโทรศัพท์และที่อยู่อีเมล (\" <b>รายละเอียดการติดต่อของคุณ</b> \") คุณสามารถปรับปรุงรายละเอียดการติดต่อของคุณเป็นครั้งคราวโดยติดต่อฝ่ายบริการลูกค้า หรือผ่านทาง บัญชีของฉัน หน้าการจัดการบนเว็บไซต์: หรือโดยวิธีการอื่น ๆ ตามที่ผู้ประกอบการเสนอเป็นครั้งคราว</p> <p>4.5 หากคุณไม่ต้องการให้เราและคู่ค้าทางธุรกิจใช้รายละเอียดการติดต่อของคุณเพื่อติดต่อคุณเพื่อแจ้งให้คุณทราบถึงข้อมูลการตลาดที่เกี่ยวข้องกับสินค้าผลิตภัณฑ์หรือบริการของเราหรือของพันธมิตรทางธุรกิจของเราโปรดระบุว่านี่เป็น กรณีโดย อาจอัปเดตค่ากำหนดของคุณใน 'บัญชี / รายละเอียดของฉัน &amp; การตั้งค่า 'หรือโดยแจ้งฝ่ายบริการลูกค้า</p> <p>4.6 ในการเปิดบัญชีของคุณคุณรับประกันว่า:</p> <p>4.6.1 คุณเข้าใจและยอมรับความเสี่ยงที่โดยการใช้บริการ คุณ อาจสูญเสียเงิน โดยการใช้บริการ</p> <p>4.6.2 คุณคือ: (ก) อายุมากกว่า 18 ปี; และ (b) เหนืออายุที่ กิจกรรม การพนัน หรือการเล่นเกมนั้นถูกกฎหมายภายใต้กฎหมายหรือเขตอำนาจศาลที่ใช้กับคุณ (\" <b>อายุที่เกี่ยวข้อง</b> \");</p> <p>4.6.3 การพนันไม่ผิดกฎหมายในดินแดนที่คุณอาศัยอยู่</p> <p>4.6.4 คุณสามารถทำสัญญาได้อย่างถูกกฎหมาย</p> <p>4.6.5 คุณไม่ได้ถูกแยกออกจากการพนัน และ</p> <p>4.6.6 คุณยังไม่ได้ปิดบัญชีโดยเราภายใต้วรรคที่ 11 (การรวมการโกงการฉ้อโกงและการกระทำความผิดทางอาญา), 20 (การฝ่าฝืนข้อกำหนดการใช้งาน) หรือตามคำขอของคุณภายใต้วรรค 33.1 (การเดิมพันด้วยความรับผิดชอบ / การพนัน)</p> <p>4.7 บัญชีของคุณจะต้องลงทะเบียนในของคุณเองถูกต้องชื่อและรายละเอียดส่วนบุคคลและมันจะถูกออกให้เพียงครั้งเดียวสำหรับคุณและไม่ได้ทำซ้ำผ่านบุคคลครอบครัวตระกูลที่อยู่ (ไปรษณีย์หรือ IP) ที่อยู่อีเมลอุปกรณ์การเข้าถึงหรือ สภาพแวดล้อมใด ๆ ที่มีการแชร์อุปกรณ์การเข้าถึง (เช่นโรงเรียน, สถานที่ทำงาน, ห้องสมุดสาธารณะ ฯลฯ ) และ / หรือบัญชีที่เกี่ยวข้องกับบริการ บัญชีอื่นใดที่คุณเปิดกับเราหรือคุณเป็นเจ้าของผลประโยชน์ที่เกี่ยวข้องกับบริการจะเป็น \" <b>บัญชีซ้ำ</b> \" เราอาจปิดบัญชีที่ซ้ำกัน (แต่จะไม่ถูกบังคับให้ทำ) หากเราปิดบัญชีซ้ำ:</p> <p>4.7.1 โบนัสทั้งหมดเดิมพันฟรีและเงินรางวัลที่ได้รับจากโบนัสดังกล่าวและเดิมพันฟรีที่ได้รับจากการใช้บัญชีซ้ำนั้นจะถือเป็นโมฆะและถูกริบโดยคุณ;</p> <p>4.7.2 เราอาจใช้ดุลยพินิจของเราเป็นโมฆะการชนะทั้งหมดและคืนเงินฝากทั้งหมด (จำนวนเงินที่น้อยกว่าสำหรับการชนะเป็นโมฆะ) ที่เกี่ยวข้องกับบัญชีซ้ำนั้นและในกรณีที่เราไม่ได้กู้คืนจากบัญชีซ้ำที่เกี่ยวข้องใด ๆ จำนวนเงินที่จะคืนให้เราโดยคุณในส่วนที่เกี่ยวกับบัญชีที่ซ้ำกันอาจถูกกู้คืนโดยเราโดยตรงจากบัญชีอื่น ๆ ของคุณ (รวมถึงบัญชีซ้ำอื่น ๆ ) หรือ</p> <p>4.7.3 เราอาจใช้ดุลยพินิจของเราทั้งหมดในการใช้งานบัญชีซ้ำซึ่งจะมีผลในกรณีที่การสูญเสียและเดิมพันทั้งหมดที่คุณหรือผ่านบัญชีซ้ำนั้นถูกเก็บไว้โดยเรา</p> <p><b>5. การยืนยันตัวตนของคุณ</b> <b>ข้อกำหนดในการรับเงิน</b></p> <p>5.1 คุณรับประกันว่า:</p> <p>5.1.1 ชื่อและที่อยู่ที่คุณให้ไว้เมื่อเปิดบัญชีของคุณถูกต้อง และ</p> <p>5.1.2 คุณเป็นเจ้าของโดยชอบธรรมของเงินที่คุณฝากในบัญชีของคุณได้ตลอดเวลา</p> <p>5.2 โดยการยอมรับข้อกำหนดการใช้งานคุณ อนุญาตให้ เราทำการตรวจสอบการตรวจสอบดังกล่าวเป็นครั้งคราวตามที่เราอาจต้องการตัวเราเองหรืออาจถูกกำหนดโดยบุคคลที่สาม (รวมถึง แต่ไม่ จำกัด เพียงหน่วยงานกำกับดูแล) เพื่อยืนยันข้อเท็จจริงเหล่านี้ \" <b>ตรวจสอบ</b> \") คุณยอมรับว่าบางครั้ง คุณ อาจต้องให้รายละเอียดเพิ่มเติมเกี่ยวกับข้อมูลดังกล่าวที่คุณให้กับเรา เป็นครั้งคราว รวมถึงเกี่ยวกับการฝากเงินใด ๆ ที่คุณทำไว้ในบัญชีของคุณ</p> <p>5.3 แม้ว่าเราจะดำเนินการตรวจสอบเป็นครั้งคราวเราอาจ จำกัด ให้คุณถอนเงินจากบัญชีของคุณและ / หรือป้องกันการเข้าถึงเว็บไซต์ทั้งหมดหรือบางส่วน โปรดทราบว่าเราอาจดำเนินการตรวจสอบอีกครั้งเพื่อเหตุผลด้านกฎระเบียบความปลอดภัยหรือเหตุผลทางธุรกิจอื่น ๆ หากข้อ จำกัด ดังกล่าวทำให้คุณมีปัญหาโปรดติดต่อฝ่ายบริการลูกค้า</p> <p>5.4 ในบางกรณีเราอาจต้องติดต่อคุณและขอให้คุณให้ข้อมูลเพิ่มเติมกับเราโดยตรงเพื่อให้การตรวจสอบเสร็จสมบูรณ์ เพื่อจุดประสงค์นี้เราจะได้รับสิทธิตามดุลยพินิจของเรา แต่เพียงผู้เดียวในการกำหนดให้คุณให้เรามี เอกสารรับรอง ความถูก ต้อง หรือรหัสที่เทียบเท่าใด ๆ ที่ได้รับการรับรองตามกฎหมายของเขตอำนาจศาลของคุณหรือหลักฐานที่อยู่ ใบแจ้งยอดธนาคารและการอ้างอิงธนาคารและเอกสารใด ๆ ที่ตรวจสอบแหล่งที่มาของเงินทุนของคุณ จนกว่าข้อมูลดังกล่าวจะได้รับการจัดส่งเพื่อความพึงพอใจของเราเราอาจป้องกันไม่ให้กิจกรรมใด ๆ ที่จะดำเนินการโดยคุณเกี่ยวกับบัญชีหรือเราอาจในกรณีที่เราเชื่ออย่างสมเหตุสมผลว่าคุณได้ให้ข้อมูลที่ไม่ถูกต้องโดยเจตนา การปิดบัญชีโดยเรา</p> <p>5.5 อาจเป็นความผิดสำหรับผู้ที่มีอายุต่ำกว่าที่เกี่ยวข้องในการใช้เว็บไซต์ หากเราไม่สามารถยืนยันได้ว่าคุณเป็น อายุ ที่เกี่ยวข้อง เราอาจระงับบัญชีของคุณจนกว่าจะถึงเวลาที่เราจะสามารถยืนยันได้ว่าคุณเป็นอายุที่เกี่ยวข้อง หากคุณได้รับการพิสูจน์ว่าอายุต่ำกว่าเกณฑ์ที่เกี่ยวข้องในเวลานั้นคุณทำการพนันหรือเล่นเกมกับเราแล้ว:</p> <p>5.5.1 บัญชีของคุณจะถูกปิด</p> <p>5.5.2 การทำธุรกรรมทั้งหมดในขณะที่คุณยังไม่บรรลุนิติภาวะจะถือเป็นโมฆะและเงินที่เกี่ยวข้องทั้งหมดที่คุณฝากไว้จะถูกส่งคืนโดยวิธีการชำระเงินที่ใช้สำหรับการฝากเงินของกองทุนดังกล่าวในทุกที่ที่ทำได้</p> <p>5.5.3 การฝากใด ๆ ที่ทำในขณะที่คุณอายุต่ำกว่าที่เกี่ยวข้องจะถูกส่งคืนให้คุณ และ</p> <p>5.5.4 การชนะใด ๆ ที่คุณเกิดขึ้นในช่วงเวลาดังกล่าวเมื่อคุณอยู่ภายใต้อายุที่เกี่ยวข้องจะถูกริบโดยคุณ (และอาจถูกหักจากจำนวนเงินฝากใด ๆ ที่ส่งคืนภายใต้วรรค 5.5.3) และคุณจะกลับมาหาเราตามต้องการ เงินใด ๆ ที่ถูกถอนออกจากบัญชีของคุณ</p> <p><b>6. ชื่อผู้ใช้รหัสผ่าน PIN และข้อมูลลูกค้า</b></p> <p>6.1 หลังจากเปิดบัญชีของ คุณคุณ ต้องทำตามขั้นตอนที่เหมาะสมเพื่อหลีกเลี่ยงการเปิดเผย (ไม่ว่าจะโดยเจตนาหรือไม่ตั้งใจ) ชื่อผู้ใช้รหัสผ่านและ / หรือหมายเลขบัญชีของคุณให้กับบุคคลอื่นรวมถึง (ในกรณีที่ปฏิบัติได้) เพื่อให้แน่ใจว่า บนอุปกรณ์การเข้าถึงของคุณ</p> <p>6.2 การทำธุรกรรมทั้งหมดที่ทำในชื่อผู้ใช้และรหัสผ่านและ / หรือหมายเลขบัญชีของคุณถูกต้องจะถือว่าถูกต้องไม่ว่าคุณจะ อนุญาต หรือไม่ ก็ตามและเราจะไม่รับผิดชอบต่อการเรียกร้องใด ๆ ในกรณีที่คุณเปิดเผยชื่อผู้ใช้รหัสผ่านของคุณ หรือหมายเลขบัญชีให้กับผู้อื่น (ไม่ว่าจะโดยเจตนาหรือไม่ก็ตาม)</p> <p>6.3 หากคุณสูญเสียหรือลืมรายละเอียดบัญชีของคุณหรือมีเหตุผลที่เชื่อว่ารายละเอียดดังกล่าวเป็นที่รู้จัก ของบุคคลที่สามที่ ไม่ได้รับอนุญาต โปรดติดต่อเราทันทีเพื่อทดแทนผ่านฝ่ายบริการลูกค้ารายละเอียดสามารถพบได้ในติดต่อเราหรือ <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://www.williamhill.com/whHelp/%3Fv%3D0\" target=\"_blank\">ช่วยด้วย</a> ส่วนของเว็บไซต์</p> <p><b>7. เงินฝากและถอนเงินจากบัญชีของคุณ</b></p> <p>7.1 หากคุณต้องการมีส่วนร่วมในบริการ คุณ ต้องฝากเงินเข้าบัญชีของคุณจากบัญชีหรือแหล่งที่คุณเป็นเจ้าของบัญชี เงินดังกล่าวอาจ (ภายใต้วรรค 5) จากนั้นคุณจะถูกใช้เพื่อวางเดิมพันหรือเล่นเกม รายละเอียดเพิ่มเติมเกี่ยวกับวิธีการฝากถอนและโอนเงินสามารถดูได้ที่ส่วนการฝากของ <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">ช่วยด้วย</a> ส่วนของเว็บไซต์ หากคุณใช้วิธีการชำระเงินซึ่งคุณไม่ใช่เจ้าของบัญชีเราขอสงวนสิทธิ์ในการปฏิบัติต่อการฝากเงินใด ๆ ในบัญชีว่าไม่ถูกต้อง (และการชนะใด ๆ ที่เกิดจากการฝากเงินดังกล่าวเป็นโมฆะ) ระหว่างรอเช็คที่เกี่ยวข้องทั้งหมดเสร็จสมบูรณ์ .</p> <p>7.2 คุณตกลงเพิ่มเติมว่าจะไม่คืนเงินค่าธรรมเนียมการคืนเงินหรือยกเลิกการฝากเงินใด ๆ ในบัญชีของคุณและในกรณีดังกล่าวเพื่อคืนเงินและชดเชยให้เราสำหรับการฝากเงินที่ค้างชำระดังกล่าวรวมถึงค่าใช้จ่ายใด ๆ เพื่อหลีกเลี่ยงข้อสงสัยบัญชีของคุณจะไม่ถูกใช้โดยคุณในฐานะบัญชีธนาคารและหากเราตระหนักถึงการฝากเข้าและถอนออกจากบัญชีของคุณโดยไม่ต้องมีการเดิมพันหรือกิจกรรมการเล่นเกมที่เหมาะสมเราขอสงวนสิทธิ์ในการหักค่าธรรมเนียม เราไม่ปิดหรือระงับบัญชี) เงินที่ฝากกับเราในบัญชีของคุณจะไม่ดึงดูดความสนใจ</p> <p>7.3 เราจำเป็นต้องมี ใบอนุญาต ของเรา ในการแจ้งลูกค้าเกี่ยวกับสิ่งที่เกิดขึ้นกับเงินที่เราเก็บไว้เพื่อคุณและขอบเขตของเงินที่ได้รับการคุ้มครองในกรณีที่มีการล้มละลาย <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a> เงินที่คุณฝากเข้าบัญชีของคุณจะถูกเก็บไว้ในบัญชีธนาคารและ / หรือบัญชี escrow ซึ่งจะแยกออกจากเงิน บริษัท ของเรา เงินในบัญชีของคุณไม่ได้ประกันรับประกันสนับสนุนหรือป้องกันเป็นอย่างอื่นโดยระบบการฝากเงินหรือการธนาคารหรือระบบประกันอื่นที่คล้ายคลึงกัน ดังนั้นเงินในบัญชีของคุณจึงไม่ได้รับการคุ้มครองในกรณีที่มีการล้มละลาย สิ่งนี้เป็นไปตามข้อกำหนดของคณะกรรมการการพนันสำหรับการแยกเงินทุนของลูกค้าในระดับ: การแยกพื้นฐาน</p> <p>7.4 เราอาจตั้งค่ายอดคงเหลือที่เป็นบวกใด ๆ ในบัญชีของคุณกับจำนวนเงินที่คุณเป็นหนี้ (รวมถึงภายใต้บัญชีซ้ำ) ให้กับ บริษัท อื่น ๆ ภายในกลุ่มของผู้ประกอบการ (โดยไม่คำนึงว่ามีการละเมิดข้อกำหนดการใช้งาน) รวมถึง (โดยไม่มีข้อ จำกัด ) ที่เราชำระเดิมพันหรือเดิมพันใด ๆ ตามวรรค 4.7 (บัญชีซ้ำ) วรรค 11 (การรวมการโกงการฉ้อโกงและกิจกรรมทางอาญา) หรือวรรค 18 (ข้อผิดพลาดหรือการละเว้น)</p> <p>7.5 ตามขอบเขตที่กฎหมายท้องถิ่นของคุณหรือภาษีหรือหน่วยงานอื่น ๆ คุณมีหน้าที่รับผิดชอบในการรายงานการชนะและการสูญเสียที่เกิดจากบริการ</p> <p>7.6 คุณสามารถกำหนดวงเงินฝากในบัญชีของคุณในหนึ่งวัน ข้อ จำกัด นี้ไม่สามารถเพิ่มได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้าให้เรายี่สิบสี่ชั่วโมงของความปรารถนาของคุณเพื่อเพิ่มขีด จำกัด ของเงินฝากของคุณและเมื่อยี่สิบสี่ชั่วโมงนับ แต่คำขอของคุณสำหรับการเพิ่มขึ้นดังกล่าวเพิ่มขึ้นจะใช้การ สำหรับรายละเอียดวิธีการตั้งค่าวงเงินฝากกรุณาติดต่อฝ่ายบริการลูกค้าหรือ (ที่บัญชีของคุณใช้สำหรับเว็บไซต์) ตั้งค่าวงเงินผ่านทาง เว็บไซต์โดยคลิกที่บัญชีของฉันจากนั้นอัปเดตรายละเอียดบัญชี การลดการยืนยันวงเงินฝากของคุณจะมีผลทันที</p> <p>7.7 ภายใต้วรรคที่ 12 (การปิดบัญชีของคุณ ฯลฯ ) คุณสามารถขอถอนเงินจากบัญชีของคุณได้ตลอดเวลา (โปรดทราบว่าสิทธิ์ในการถอนนี้รวมถึงสิทธิ์ในการถอนยอดคงเหลือการซื้อของคุณและเงินฝากอื่น ๆ ทั้งหมด ) โดยมีเงื่อนไขว่า:</p> <p>7.7.1 การชำระเงินทั้งหมดที่เกิดขึ้นในบัญชีของคุณได้รับการยืนยันแล้วว่าถูกหักล้างและไม่มีการเรียกเก็บเงินคืนหรือยกเลิก</p> <p>7.7.2 เช็คใด ๆ ที่อ้างถึงในวรรค 5 (การยืนยันตัวตนของคุณข้อกำหนดในการฟอกเงิน) ด้านบนได้ถูกดำเนินการโดยเราเพื่อความพึงพอใจของเรา และ</p> <p>7.7.3 คุณ ได้ปฏิบัติตามเงื่อนไขการถอนอื่น ๆ ที่เกี่ยวข้องที่มีผลต่อบัญชีของคุณ โปรดทราบว่าในเงื่อนไขการถอนมีข้อ จำกัด จำนวนขั้นต่ำในการถอน (ซึ่งแตกต่างกันไปตามวิธีการชำระเงินที่คุณเลือก) แต่หากบัญชีของคุณมีน้อยกว่าขั้นต่ำดังกล่าว (รวมอยู่ในยอดบาย - อิน) เราจะดำเนินการถอน ยอดคงเหลือในบัญชีของคุณในทุกกรณี (แม้ว่าจะมีขั้นต่ำที่ระบุไว้)</p> <p>7.8 ในการถอนใด ๆ ที่ได้รับการอนุมัติจากเราโดยมีเงื่อนไขว่าคุณให้ข้อมูลที่เพียงพอแก่เราเกี่ยวกับวิธีการโอนเงินให้คุณเราจะคืนเงินที่เกี่ยวข้องให้กับคุณตามวรรค 7.7 (หักค่าใช้จ่ายที่เกิดขึ้นน้อยกว่าหรือจำนวนอื่น ๆ จากการถอนตัวของคุณเพื่อให้สอดคล้องกับกฎหมายที่ใช้บังคับใด ๆ ) โปรดทราบว่าการถอนเงินของคุณจากยอดคงเหลือการซื้อจะส่งผลให้มีการยกเลิกยอดคงเหลือโบนัสใด ๆ ที่เกี่ยวข้องกับยอดคงเหลือการซื้อนั้นตามเงื่อนไขโบนัสที่เกี่ยวข้องกับโปรโมชั่นนั้น ในการถอนยอดคงเหลือในการซื้อคุณอาจต้องยกเลิกก่อนโปรโมชันใด ๆ ที่ยอดคงเหลือในการซื้อและหากจำเป็นต้องมีคำแนะนำแบบเต็มเกี่ยวกับวิธีการทำเช่นนั้นจะอยู่ในข้อกำหนดโบนัสที่เกี่ยวข้องกับโปรโมชั่นนั้น .</p> <p>7.9 เราจะพยายามทำตามคำขอของคุณเกี่ยวกับวิธีการชำระเงินและสกุลเงินของการถอนเงินของคุณ อย่างไรก็ตามสิ่งนี้ไม่สามารถรับประกันได้ ดังนั้นเราอาจดำเนินการและชำระเงินด้วยวิธีการชำระเงินที่แตกต่างจากที่คุณร้องขอเช่นผ่านทางผู้ให้บริการชำระเงินที่แตกต่างกันร่างธนาคารหรือการโอนเงินผ่านธนาคาร (ค่าธรรมเนียมใด ๆ ที่เกี่ยวข้องกับวิธีการชำระเงินที่เกี่ยวข้อง <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/help\" target=\"_blank\">ช่วยด้วย</a> ส่วนของเว็บไซต์) ในบางกรณีสกุลเงินในการถอนเงินของคุณอาจไม่ใช่สกุลเงินที่คุณฝากเงินหรือที่คุณร้องขอเป็นอย่างอื่นและในกรณีที่เราจำเป็นต้องแปลงเงินฝากของคุณระหว่างสกุลเงินต่าง ๆ อัตราการแปลงที่ใช้โดย เราเป็นไปตามที่ระบุไว้ใน <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/help\" target=\"_blank\">ช่วยด้วย</a> ส่วนของเว็บไซต์</p> <p>7.10 ค่าธรรมเนียมบัญชีที่ไม่ได้ใช้งาน หากคุณไม่ใช้บัญชีของคุณสำหรับการเดิมพันหรือการเล่นเกมทำการฝากถอนหรือโอนหรือหากไม่ได้ใช้งานเป็นเวลาอย่างน้อย 13 เดือนติดต่อกันก็จะเป็น \" <b>บัญชีที่ไม่ได้ใช้งาน</b> \" บัญชีที่ไม่ได้ใช้งานทั้งหมดจะต้องเสีย ค่าธรรมเนียม ( \"ค่าธรรมเนียมบัญชีที่ไม่ได้ใช้งาน\") ซึ่งสามารถดูรายละเอียดได้ในส่วนความช่วยเหลือของเว็บไซต์ เราจะแจ้งให้คุณทราบเมื่อบัญชีของคุณกลายเป็นบัญชีที่ไม่ใช้งานและอย่างน้อย 14 วันก่อนหักค่าธรรมเนียมบัญชีที่ไม่ได้ใช้งาน</p> <p><b>8. การใช้เว็บไซต์ตามกฎหมาย</b></p> <p>8.1 การเข้าถึงหรือใช้งานเว็บไซต์หรือบริการใด ๆ ผ่านเว็บไซต์อาจไม่ถูกกฎหมายสำหรับผู้อยู่อาศัยบางคนหรือทั้งหมดในบางประเทศ เราไม่ได้ตั้งใจที่จะใช้เว็บไซต์เพื่อการพนันการเล่นเกมหรือจุดประสงค์อื่นใดโดยบุคคลในประเทศที่กิจกรรมดังกล่าวผิดกฎหมายซึ่งรวมถึงสหรัฐอเมริกาและดินแดนเหล่านั้นที่ระบุไว้ผ่านทางส่วนช่วยเหลือบนเว็บไซต์ ความจริงที่ว่าเว็บไซต์นั้นสามารถเข้าถึงได้ในประเทศดังกล่าวหรือปรากฏเป็นภาษาทางการของประเทศนั้น ๆ จะไม่ถูกตีความว่าเป็นตัวแทนหรือการรับประกันเกี่ยวกับความถูกต้องตามกฎหมายหรือการเข้าถึงและการใช้งานเว็บไซต์และ การฝากหรือรับรางวัลใด ๆ จากบัญชีของคุณ ความพร้อมใช้งานของเว็บไซต์ไม่ได้เป็นการเสนอการชักชวนหรือการเชื้อเชิญจากเราสำหรับการใช้หรือการสมัครสมาชิกเพื่อการพนันการเล่นเกมหรือบริการอื่น ๆ ในเขตอำนาจศาลใด ๆ ที่กิจกรรมดังกล่าวถูกห้ามโดยกฎหมาย</p> <p>8.2 เป็นความรับผิดชอบของคุณในการพิจารณากฎหมายที่ใช้ในสถานที่ที่คุณอยู่ คุณควรตรวจสอบให้แน่ใจว่าคุณจะปฏิบัติตามกฎหมายในเขตอำนาจศาลของคุณในการเปิดบัญชีของคุณและ / หรือการใช้เว็บไซต์และคุณรับรองรับประกันและยอมรับว่าคุณจะทำเช่นนั้น</p> <p>8.3 หากปรากฏชัดเจนว่าคุณอาศัยอยู่ในประเทศที่การใช้งานเว็บไซต์ไม่ถูกกฎหมายเราจะมีสิทธิ์ปิดบัญชีของคุณทันทีในกรณีนี้ยอดคงเหลือของบัญชีในวันที่ปิดบัญชีนั้นจะ จะได้รับเงินคืนให้คุณทันทีที่เราสามารถทำได้</p> <p><b>9. การวางเดิมพันของคุณและ / หรือเล่นเกมโดยใช้บริการ</b></p> <p>9.1 ในการวางเดิมพันหรือเข้าถึงบริการคุณควรทำตามคำแนะนำที่ให้ไว้ในส่วนช่วยเหลือ</p> <p>9.2 เป็นความรับผิดชอบของคุณเพื่อให้แน่ใจว่ารายละเอียดของการเดิมพันการเดิมพันหรือธุรกรรมที่คล้ายคลึงกันที่คุณใช้บริการ (\"การ <b>ทำธุรกรรม</b> \") นั้นถูกต้องในลักษณะดังต่อไปนี้:</p> <p>9.2.1 เมื่อใช้เว็บไซต์ (โดยตรงผ่านแอปพลิเคชันหรืออื่น ๆ ) ตามกฎการเดิมพันที่เกี่ยวข้องหรือกฎของเกมตามความเหมาะสม และ</p> <p>9.2.2 เมื่อใช้ Telebetting เดิมพันของคุณจะถูกอ่านกลับไปหาคุณและคุณจะถูกขอให้ยืนยันว่าถูกต้องกับตัวแทนโทรศัพท์ของเรา</p> <p>9.3 คุณสามารถเข้าถึงประวัติการทำธุรกรรมของคุณได้โดยคลิกที่บัญชีของฉันบนเว็บไซต์หรือผ่านทีมบริการลูกค้าของเรา (รวมถึงโดยการเลือกเพื่อรับใบแจ้งยอดเป็นลายลักษณ์อักษร)</p> <p>9.4 เราขอสงวนสิทธิ์ในการปฏิเสธธุรกรรมทั้งหมดหรือบางส่วนที่คุณร้องขอ (a) ที่คุณละเมิดข้อกำหนดการใช้งานหรือ (b) เมื่อใดก็ได้ตามดุลยพินิจของเรา แต่เพียงผู้เดียวยกเว้นว่าเราจะไม่ใช้ดุลยพินิจดังกล่าวหรือพยายามที่จะบังคับใช้ดุลยพินิจดังกล่าวหากคุณได้ทำการเดิมพันที่มีคุณสมบัติอย่างน้อยหนึ่งรายการ โปรโมชั่นเดิมพันฟรี) และการใช้ดุลยพินิจของเราจะ:</p> <p>9.4.1 ส่งผลกระทบต่อความสามารถของคุณในการ: <br /> 9.4.1.1 รับเดิมพันฟรีหรือมูลค่าที่คาดว่าจะได้จากการเดิมพันฟรีจากโปรโมชั่นเดิมพันฟรีนั้นโดยการวางเดิมพันที่มีคุณสมบัติที่จำเป็นทั้งหมด และ <br /> 9.4.1.2 วางเดิมพันที่มีคุณสมบัติตามที่กำหนดไว้โดยโปรโมชั่นเดิมพันฟรีนั้นแล้วจึงได้รับเงินเดิมพันฟรีหรือมูลค่าที่คาดว่าจะได้จากการเดิมพันฟรีจากโปรโมชั่นเดิมพันฟรีนั้นซึ่งคุณจะได้รับสิทธิ และ <br /> 9.4.1.3 พยายามทำตามข้อกำหนดการพนันใด ๆ ที่เกี่ยวข้องกับโปรโมชั่นเดิมพันฟรีนั้น หรือ <br /> 9.4.2 ส่งผลกระทบอย่างมากต่อความสามารถของคุณในการเดิมพันที่มีคุณสมบัติครบถ้วนตามที่กำหนดโดยโปรโมชั่นเดิมพันฟรี</p> <p>9.5 เราไม่ยอมรับการทำธุรกรรมใด ๆ จนกว่าคุณจะได้รับการยืนยันที่เหมาะสม (หรือเราได้รับการยอมรับเป็นอย่างอื่น) ตามวรรคที่ 9.2 หากคุณมีข้อสงสัยว่าการทำธุรกรรมได้รับการยอมรับเรียบร้อยแล้ว คุณ ควรติดต่อฝ่ายบริการลูกค้า</p> <p>เมื่อเราได้รับการยอมรับ การทำธุรกรรม คุณ ไม่สามารถยกเลิกการทำธุรกรรมเว้นแต่ว่าเราจะเห็นด้วยเป็นอย่างอื่น หากคุณกำลังทำธุรกรรมการพนันทางโทรศัพท์และการเชื่อมต่อโทรศัพท์ที่เกี่ยวข้องถูกตัดการเชื่อมต่อโดยไม่คาดคิดเราจะทำการวางเดิมพันที่เกี่ยวข้องหาก (ก) เรามีความชัดเจนตามคำแนะนำที่คุณตั้งใจไว้ (b) คุณได้ให้รายละเอียดการเดิมพันกับเราก่อนถึงจุดที่เราหยุดรับการเดิมพันในเหตุการณ์ที่เกี่ยวข้อง และ (c) การเดิมพันเป็นที่ยอมรับของเราในการดำเนินธุรกิจตามปกติ ในกรณีที่มีการขาดการเชื่อมต่อโทรศัพท์ คุณ ควรติดต่อทีมบริการลูกค้าของเราทันทีเพื่อยืนยันว่ามีการวางเดิมพันของคุณหรือไม่</p> <p>9.6 เราอาจใช้ดุลยพินิจของเรา (และหากว่าคุณและเราไม่ได้รับผลประโยชน์ใด ๆ ที่ไม่เป็นธรรม) เลือกที่จะยอมรับการเดิมพันโดยไม่คำนึงว่าเหตุการณ์ที่เกี่ยวข้องได้เริ่มขึ้นแล้ว ในส่วนของการเล่นเกมกฎของเกมที่เกี่ยวข้องจะกำหนดจุดที่เราไม่ยอมรับการเดิมพันเพิ่มเติม</p> <p>9.7 เราอาจยกเลิกหรือแก้ไขธุรกรรมตามบทบัญญัติของวรรค 5 (การยืนยันตัวตนของคุณ), วรรค 11 (การรวมการโกงการฉ้อโกงและการกระทำความผิดทางอาญา) หรือวรรค 18 (ข้อผิดพลาดหรือการละเว้น)</p> <p><b>10. การเล่นเกมระยะไกลหรือเดิมพัน</b></p> <p>10.1 ที่ที่คุณกำลังเข้าถึงบริการผ่านการสื่อสารทางอิเล็กทรอนิกส์คุณควรทราบว่า:</p> <p>10.1.1 เกี่ยวกับการใช้งานเว็บไซต์ของคุณสำหรับการวางเดิมพันหรือเล่นเกม:</p> <p>10.1.1.1 คุณอาจกำลังใช้การเชื่อมต่อหรืออุปกรณ์ที่ช้ากว่าอุปกรณ์ที่ผู้อื่นใช้และอาจส่งผลกระทบต่อประสิทธิภาพการทำงานของคุณในเวลาที่เหตุการณ์สำคัญเกิดขึ้นผ่านเว็บไซต์</p> <p>10.1.1.2 คุณอาจพบข้อบกพร่องของระบบข้อผิดพลาดข้อผิดพลาดหรือการหยุดชะงักของบริการซึ่งจะได้รับการจัดการตามวรรคที่ 17 (ความล้มเหลวด้านไอที);</p> <p>10.1.1.3 กฎของเกมสำหรับแต่ละเหตุการณ์หรือเกมที่นำเสนอผ่านเว็บไซต์มีให้และคุณควรพิจารณาก่อนใช้บริการที่เสนอผ่านเว็บไซต์; และ</p> <p>10.1.1.4 ในเกมที่นำเสนอผ่านเว็บไซต์ซึ่งได้รับประโยชน์จากผู้เล่นมากขึ้นหรือสภาพคล่องที่มากขึ้นเราอาจปรับใช้ผู้เล่นอัตโนมัติ (\"บอท\") (ซึ่งชื่อผู้ใช้จะเป็น \"บอท\") ซึ่งถูกตั้งโปรแกรมล่วงหน้าเพื่อเล่นและเข้าร่วมกับเกม เพื่อช่วยเหลือสภาพคล่องหรือจำนวนผู้เล่นที่เล่นเกมถึงแม้ว่าเราจะไม่ใช้ Bots โดยไม่ทำให้การใช้งานของคุณชัดเจน เราสามารถยืนยันได้อย่างชัดเจนว่าเราไม่ได้ปรับใช้บอทในซอฟต์แวร์โป๊กเกอร์ของเราและจะดำเนินการตามขั้นตอนร่วมกับผู้ให้บริการซอฟต์แวร์ของเราเพื่อป้องกันการใช้งานโดยผู้ใช้บริการใด ๆ และ</p> <p>10.1.2 ที่เกี่ยวข้องกับการใช้บริการของคุณหากคุณกำลังเดิมพันในเหตุการณ์ \"ในการทำงาน\" คุณ อาจไม่สามารถดูหรือให้ข้อมูลที่ทันสมัยที่สุดเกี่ยวกับข้อมูลที่เกี่ยวข้องล่าสุดได้ กับเหตุการณ์ที่เกี่ยวข้อง เราจะไม่รับผิดชอบต่อคุณในส่วนที่เกี่ยวกับความสูญเสียที่เกิดขึ้นหรือค่าใช้จ่ายที่เกิดขึ้นเนื่องจากความล่าช้าในการส่งข้อมูลที่เกี่ยวข้องกับเหตุการณ์ \"ในการทำงาน\" ใด ๆ</p> <p>11. <b>คอลเลคชั่นการโกงการฉ้อโกงและการกระทำความผิดทางอาญา</b></p> <p>11.1 แนวทางปฏิบัติดังต่อไปนี้ (หรือหนึ่งในนั้น) ที่เกี่ยวข้องกับบริการ:</p> <p>· การละเมิดโบนัสหรือโปรโมชั่นอื่น ๆ ; และ / หรือ</p> <p>· การใช้ปัจจัยภายนอกหรืออิทธิพลที่ไม่เป็นธรรม (รู้จักกันในชื่อการโกง); และ / หรือ</p> <p>· การเอาเปรียบที่ไม่เป็นธรรม (ตามที่กำหนดไว้ในวรรค 11.5.3)</p> <p>· การเปิดบัญชีซ้ำใด ๆ และ / หรือ</p> <p>· ดำเนินการฉ้อโกงหรือกิจกรรมทางอาญา (ตามที่กำหนดไว้ในวรรค 11.5)</p> <p>ถือว่าเป็น \" <b>ข้อห้ามปฏิบัติ</b> \" ไม่อนุญาตการกระทำที่เป็นข้อห้ามและจะถือเป็นการละเมิดข้อกำหนดการใช้งาน เราจะใช้ขั้นตอนที่เหมาะสมในการป้องกันและตรวจสอบการปฏิบัติที่ต้องห้ามและเพื่อระบุผู้เล่นที่เกี่ยวข้องที่เกี่ยวข้องหากเกิดขึ้น อย่างไรก็ตามภายใต้ข้างต้นเราจะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายใด ๆ ที่คุณอาจเกิดขึ้นจากการปฏิบัติที่ต้องห้ามและเราเพียงคนเดียวจะเป็นผู้ตัดสินการกระทำใด ๆ ที่เราดำเนินการเกี่ยวกับการปฏิบัติที่ต้องห้ามใด ๆ</p> <p>11.2 หากคุณสงสัยว่าบุคคลนั้นมีส่วนร่วมในการปฏิบัติที่ต้องห้ามใด ๆ โปรดแจ้งให้เราทราบโดยเร็วที่สุดเท่าที่จะทำได้โดยส่งอีเมลถึงเราหรือส่งอีเมลถึงฝ่ายบริการลูกค้าทางโทรศัพท์ </p> <p>11.3 คุณยอมรับว่าคุณจะไม่เข้าร่วมหรือมีส่วนเกี่ยวข้องกับรูปแบบการปฏิบัติที่ต้องห้ามใด ๆ </p> <p>11.4 ถ้า:</p> <p>11.4.1 เรามีเหตุผลอันสมควรที่จะเชื่อว่าคุณได้เข้าร่วมหรือมีส่วนเกี่ยวข้องกับการปฏิบัติที่ต้องห้ามในรูปแบบใด ๆ (ซึ่งอาจรวมถึงการใช้งานโดยเรา (และโดยคู่ค้าเกมของเราและซัพพลายเออร์อื่น ๆ ) ของเรา แนวทางการตรวจจับที่ใช้ในอุตสาหกรรมการพนันและเกมในเวลาที่เกี่ยวข้อง); หรือ</p> <p>11.4.2 คุณได้วางเดิมพันและ / หรือเล่นเกมออนไลน์กับผู้ให้บริการออนไลน์อื่น ๆ ของบริการการพนันและเป็นที่สงสัย (จากการเล่นดังกล่าว) ของการเทียบเท่าใด ๆ กับการปฏิบัติที่ต้องห้ามในบริการการพนันอื่น ๆ หรือกิจกรรมที่ไม่เหมาะสมอื่น ๆ หรือ</p> <p>11.4.3 เราตระหนักว่าคุณมี \"การปฏิเสธการชำระเงิน\" หรือปฏิเสธการซื้อหรือการฝากเงินใด ๆ ที่คุณทำกับบัญชีของคุณ หรือ</p> <p>11.4.4 ในความเห็นที่สมเหตุสมผลของเราการใช้บริการของคุณอย่างต่อเนื่องอาจเป็นอันตรายต่อสถานะที่ควบคุมของเรารวมถึงความสามารถอย่างต่อเนื่องของเราที่จะได้รับอนุญาตจากคณะกรรมการการพนันและ / หรือคณะกรรมาธิการการพนันกิบ หรือ</p> <p>11.4.5 คุณเป็นบุคคลล้มละลายหรือถูกดำเนินคดีในลักษณะเดียวกันทุกที่ในโลก </p> <p>จากนั้นเราจะมีสิทธิ์ในส่วนที่เกี่ยวกับบัญชีของคุณ (และ / หรือบัญชีอื่น ๆ ที่คุณถืออยู่กับ บริษัท ในกลุ่มผู้ดำเนินการ) เพื่อระงับยอดเงินทั้งหมดหรือบางส่วน การจ่ายเงินรางวัลโบนัสหรือเงินรางวัลที่ได้รับผลกระทบจากหรือเป็นไปในทางที่เป็นผลมาจากเหตุการณ์ใด ๆ ที่ระบุไว้ในวรรค 11.4 สิทธิที่กำหนดไว้ในวรรคที่ 11.4 นี้ไม่ส่งผลกระทบต่อสิทธิ์อื่น ๆ (รวมถึงสิทธิตามกฎหมายทั่วไป) ที่เราอาจมีต่อคุณภายใต้ข้อกำหนดการใช้งานหรืออื่น ๆ</p> <p>11.5 เพื่อความมุ่งประสงค์ของวรรคนี้ 11:</p> <p>11.5.1 \"การกระทำที่ <b>หลอกลวง</b> \" หมายถึงกิจกรรมที่เป็นการฉ้อโกงที่ดำเนินการโดยคุณหรือโดยบุคคลใด ๆ ที่กระทำการในนามของคุณหรือในการสมรู้ร่วมคิดกับคุณและจะรวมถึงโดยไม่มีข้อ จำกัด : (a) กิจกรรมการเรียกเก็บเงิน (b) การใช้งานโดยคุณหรือบุคคลอื่น ๆ ที่เข้าร่วมในเกมเดียวกันกับคุณตลอดเวลาของการขโมยถูกโคลนหรือ ไม่ได้รับอนุญาต บัตรเครดิตหรือบัตรเดบิตเป็นแหล่งเงินทุน (c) การสมรู้ร่วมคิดกับคุณกับผู้อื่นเพื่อให้ได้เปรียบอย่างไม่เป็นธรรม (รวมถึงแผนการโบนัสหรือสิ่งจูงใจที่คล้ายคลึงกันที่เรานำเสนอ) (d) ความพยายามใด ๆ ในการลงทะเบียนข้อมูลบัญชีที่เป็นเท็จหรือทำให้เข้าใจผิด และ (e) การกระทำใด ๆ ที่เกิดขึ้นจริงหรือพยายามของคุณซึ่งเราถือว่ามีเหตุผลถือว่าผิดกฎหมายในเขตอำนาจศาลที่เกี่ยวข้องใด ๆ ที่เกิดขึ้นโดยไม่สุจริตหรือมีเจตนาที่จะฉ้อโกงเราและ / หรือหลีกเลี่ยงข้อ จำกัด ทางกฎหมายหรือทางกฎหมาย หรือการพยายามทำจริงทำให้เราเกิดความเสียหายหรืออันตรายใด ๆ ;</p> <p>11.5.2 \" <b>กิจกรรมทางอาญา</b> \" จะรวมถึง แต่ไม่ จำกัด เพียงการฟอกเงินและการกระทำความผิดตามมาตรา 42 แห่งพระราชบัญญัติการพนันปี 2005 และ</p> <p>11.5.3 \"ความ <b>ได้เปรียบที่ไม่เป็นธรรม</b> \" จะรวมถึง แต่ไม่ จำกัด เพียง:</p> <p>11.5.3.1 การใช้ประโยชน์จากความผิดพลาดช่องโหว่หรือข้อผิดพลาดในซอฟต์แวร์ของเราหรือบุคคลที่สามที่คุณใช้ซึ่งเกี่ยวข้องกับบริการ (รวมถึงเกมอื่น ๆ )</p> <p>11.5.3.2 การใช้ ซอฟต์แวร์หรือระบบการวิเคราะห์ของบุคคลที่สาม รวมถึง แต่ไม่ จำกัด เฉพาะซอฟต์แวร์ที่มีคุณสมบัติที่:</p> <p>11.5.3.2.1 ช่วยให้เล่นโดยไม่มีการแทรกแซงของมนุษย์ (เช่นบอท)</p> <p>11.5.3.2.2 ทำการตัดสินใจอัตโนมัติ</p> <p>11.5.3.2.3 ใช้ข้อมูลบัตรหลุมร่วมและ / หรือ </p> <p>11.5.3.2.4 ให้การฝึกโป๊กเกอร์แบบเรียลไทม์</p> <p>11.5.3.3 โดยไม่คำนึงถึงทั่วไปของวรรค 11.5.3.2 การใช้ Bots สำหรับเกมโป๊กเกอร์ (รวมถึง แต่ไม่ จำกัด เฉพาะเกมเหล่านั้นที่ปรากฏภายใต้แท็บ Poker) และ Bots สำหรับเกมทักษะ (รวมถึง แต่ไม่ จำกัด เฉพาะทักษะเหล่านั้น) เกมที่ปรากฏภายใต้แท็บทักษะหรือแท็บเกม) และบอทสำหรับการใช้งานอื่นใดซึ่งอาจถือเป็นการปฏิบัติที่ต้องห้ามอื่น ๆ</p> <p>11.5.3.4 การหาประโยชน์จากคุณโดยมีข้อผิดพลาดตามที่กำหนดไว้ในวรรค 18.1 ด้านล่างไม่ว่าในกรณีใดก็ตามเพื่อผลประโยชน์ของคุณและ / หรือต่อข้อเสียของเราหรือผู้อื่น</p> <p>11.6 ในการใช้สิทธิใด ๆ ของเราตามวรรค 11.4 เกี่ยวกับการปฏิบัติที่ต้องห้ามเราจะใช้ ความพยายามที่ สมเหตุสมผลทั้งหมดเพื่อให้แน่ใจว่าในขณะที่ปฏิบัติตามข้อบังคับและข้อผูกพันทางกฎหมายอื่น ๆ ของเราเราใช้สิทธิ์ดังกล่าวในลักษณะที่ยุติธรรมต่อคุณและ ลูกค้าอื่น ๆ ของเรา</p> <p>11.7 เราขอสงวนสิทธิ์ในการแจ้งหน่วยงานที่เกี่ยวข้องเกมออนไลน์อื่น ๆ หรือผู้ให้บริการการพนันผู้ให้บริการออนไลน์อื่น ๆ และธนาคาร บริษัท บัตรเครดิตผู้ให้บริการชำระเงินทางอิเล็กทรอนิกส์หรือสถาบันการเงินอื่น ๆ ที่มีตัวตนของคุณและคุณต้องสงสัยว่า ร่วมมืออย่างเต็มที่กับเราเพื่อตรวจสอบกิจกรรมดังกล่าว</p> <p>11.8 เสื้อผ้า: เราขอสงวนสิทธิ์ในการโมฆะการเดิมพันใด ๆ หากเรามีข้อสงสัยหรือหลักฐานว่าราคาหรือพูลได้รับการจัดการหรือในกรณีที่มีการแข่งขันการแข่งขันหรือการแข่งขันและความสงสัยหรือหลักฐานนี้ทำให้เราหรือผู้ประกอบการอื่น ๆ เพื่อรายงานผลการแข่งขันต่อ ESSA (Sports Betting Integrity) หลักฐานข้างต้นอาจขึ้นอยู่กับขนาดปริมาตรหรือรูปแบบของการเดิมพันที่วางไว้กับ William Hill ในช่องทางการเดิมพันใด ๆ หรือทั้งหมดของเรา </p> <p><b>12. การปิดบัญชีของคุณ การยกเลิกข้อกำหนดการใช้งาน</b></p> <p><b>การปิดและการสิ้นสุดโดยคุณ</b></p> <p>12.1 หากบัญชีของคุณไม่แสดงว่ายอดเงินเกิดจากเราคุณมีสิทธิ์ปิดบัญชีของคุณและยกเลิกข้อกำหนดการใช้งานโดยแจ้งให้เราทราบล่วงหน้าไม่น้อยกว่ายี่สิบสี่ชั่วโมงได้ตลอดเวลาโดยติดต่อเราผ่านบริการลูกค้า รายละเอียดสามารถพบได้ในส่วนติดต่อเราและ <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">ความช่วยเหลือ</a>ของเว็บไซต์: </p> <p>12.1.1 ระบุว่าคุณต้องการปิดบัญชีของคุณ; และ</p> <p>12.1.2 ระบุสาเหตุที่คุณต้องการปิดบัญชีของคุณโดยเฉพาะหากคุณทำเช่นนั้นเนื่องจากมีข้อกังวลในระดับการใช้งานของคุณ</p> <p>เราจะตอบคำขอของคุณยืนยันการปิดบัญชีของคุณและวันที่การปิดบัญชีดังกล่าวจะมีผลภายในระยะเวลาที่เหมาะสมหากคุณยังคงต้องรับผิดชอบต่อกิจกรรมทั้งหมดในบัญชีของคุณจนกว่าเราจะดำเนินการปิดบัญชีดังกล่าว (ณ จุดนี้ข้อกำหนดในการใช้งานจะสิ้นสุดลง)</p> <p>12.2 เมื่อคุณขอปิดบัญชีของคุณภายใต้วรรค 12.1 เราจะคืนยอดคงเหลือใด ๆ ในบัญชีของคุณให้กับคุณภายใต้วรรค 12.3</p> <p>12.3 เมื่อมีการยกเลิกบัญชีของคุณภายใต้วรรค 12 เราจะมีสิทธิ์ (โดยไม่ จำกัด สิทธิ์ของเราภายใต้วรรค 12.6) เพื่อระงับจากการชำระยอดคงค้างในบัญชีของคุณเงินใด ๆ : (a) ตามวรรค 11 (การรวมกัน , โกง, ฉ้อโกงและกิจกรรมทางอาญา); (b) ตามวรรค 20 (การละเมิดข้อกำหนดการใช้งาน); (c) ตามที่ระบุไว้เป็นอย่างอื่นโดยข้อกำหนดการใช้งาน (รวมถึงตามความเหมาะสมวรรค 5.4) หรือ (d) ตามที่กฎหมายหรือข้อบังคับกำหนด</p> <p>12.4 เมื่อชำระคืนยอดคงค้างในบัญชีของคุณเราจะใช้วิธีการชำระเงินแบบเดียวกับที่คุณให้ไว้เมื่อลงทะเบียนบัญชีของคุณหรือวิธีการชำระเงินอื่น ๆ ที่เราอาจเลือกได้ตามสมควร</p> <p>12.5 ในกรณีที่คุณปิดบัญชีของคุณเราอาจในบางกรณีสามารถเปิดบัญชีของคุณอีกครั้งพร้อมรายละเอียดบัญชีเดียวกันกับก่อนหน้านี้หากคุณขอให้เราทำเช่นนั้น ในกรณีดังกล่าวในขณะที่บัญชีของคุณจะมีรายละเอียดบัญชีเหมือนเดิม แต่จะอยู่ภายใต้ข้อกำหนดการใช้งานซึ่งมีผลบังคับใช้ ณ วันที่มีการเปิดใช้งานอีกครั้งและการให้สิทธิ์ก่อนหน้านี้ (รวมถึง แต่ไม่ จำกัด เพียง โบนัสหรือเงินชนะที่แน่นอน) จะไม่สามารถใช้งานได้อีกต่อไป</p> <p><b>การปิดและการสิ้นสุดโดยเรา</b></p> <p>12.6 เราได้ตลอดเวลา (และแม้จะมีบทบัญญัติอื่น ๆ ที่มีอยู่ในข้อกำหนดการใช้งาน) มีสิทธิ์ที่จะปิดบัญชีของคุณและยุติข้อกำหนดการใช้งานในการแจ้งเตือนเป็นลายลักษณ์อักษร จะก่อนที่จะมีผลบังคับใช้หากคุณได้ทำการเดิมพันที่มีคุณสมบัติอย่างน้อยหนึ่งรายการที่เกี่ยวข้องกับโปรโมชั่นเดิมพันฟรี) (นอกเหนือจากที่เราปิดบัญชีของคุณในสถานการณ์ที่อธิบายไว้ในวรรค 12.7): </p> <p>12.6.1 อนุญาตให้คุณรับเดิมพันฟรีหรือมูลค่าที่คาดหวังไว้ของการเดิมพันฟรีจากโปรโมชั่นเดิมพันฟรีนั้นโดยวางเดิมพันที่มีคุณสมบัติที่จำเป็นทั้งหมด และ</p> <p>12.6.2 อนุญาตให้คุณวางเดิมพันที่มีคุณสมบัติตามที่กำหนดไว้ในโปรโมชั่นเดิมพันฟรีนั้นและได้รับเงินเดิมพันฟรีหรือมูลค่าที่คาดว่าจะได้จากการเดิมพันฟรีจากโปรโมชั่นเดิมพันฟรีนั้นซึ่งคุณจะได้รับ และ</p> <p>12.6.3 อนุญาตให้คุณมีโอกาสลองทำข้อกำหนดการพนันใด ๆ ที่เกี่ยวข้องกับโปรโมชั่นเดิมพันฟรีนั้น และ</p> <p>12.6.4 ช่วยให้คุณสามารถเดิมพันที่มีคุณสมบัติครบถ้วนตามที่กำหนดโดยโปรโมชั่นเดิมพันฟรีนั้น ในกรณีที่มีการยกเลิกดังกล่าวเราจะต้องปฏิบัติตามข้อ 12.7 ทันทีที่คุณปฏิบัติตามคำขอได้โดยมีเหตุผลคืนเงินยอดคงเหลือในบัญชีของคุณ </p> <p><br /> 12.7 เมื่อเราปิดบัญชีของคุณและยุติข้อกำหนดการใช้งานตามวรรคที่ 11 (การรวมการโกงการฉ้อโกงและการกระทำความผิดทางอาญา) หรือวรรค 20 (การละเมิดข้อกำหนดการใช้งาน) ยอดเงินในบัญชีของคุณจะไม่สามารถขอคืนได้ จะถูกริบโดยคุณในขอบเขตของการเรียกร้องใด ๆ ที่เราอาจมีกับคุณ ณ วันที่มีการปิดดังกล่าว (ไม่ว่าจะอยู่ภายใต้บัญชีของคุณบัญชีซ้ำหรืออื่น ๆ ) การปิดบัญชีของคุณและการยกเลิกข้อกำหนดการใช้งานนอกเหนือจากตามวรรค 11 หรือ 20 ของข้อกำหนดทั่วไปเหล่านี้จะไม่มีผลต่อการเดิมพันที่คงค้างใด ๆ หากว่าการเดิมพันคงค้างดังกล่าวนั้น ถูกต้อง และคุณไม่ได้ละเมิดข้อกำหนดการใช้งาน แต่อย่างใด เพื่อหลีกเลี่ยงข้อสงสัยเราจะไม่เครดิตโบนัสใด ๆ ลงในบัญชีของคุณและคุณจะไม่มีสิทธิ์ได้รับรางวัลใด ๆ ที่อาจเกิดขึ้นได้ตลอดเวลาหลังจากวันที่มันถูกปิด (ไม่ว่าเราจะเป็นไปตามข้อกำหนดการใช้งานหรือ ตามคำขอของคุณ)</p> <p>12.8 ย่อหน้าต่อไปนี้จะยังคงมีผลต่อการยุติข้อกำหนดการใช้งาน: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 และ 34 และย่อหน้าอื่น ๆ ที่จำเป็นสำหรับวัตถุประสงค์ของ การตีความ; พร้อมกับส่วนที่เกี่ยวข้องใด ๆ ของกฎการเดิมพันกฎเกมที่เกี่ยวข้องนโยบายความเป็นส่วนตัวและข้อกำหนดเพิ่มเติม</p> <p><b>การระงับโดยเรา</b></p> <p>12.9 เรามีสิทธิ์ระงับบัญชีของคุณในกรณีที่กำหนดไว้อย่างชัดแจ้งในข้อกำหนดการใช้งาน เมื่อถูกระงับบัญชีของคุณ: (a) ไม่อนุญาตให้มีกิจกรรม (รวมถึงเงินฝากถอนเดิมพันหรือเล่นเกม) จนกว่าจะถึงวันที่เราเปิดใช้งานอีกครั้ง (b) ไม่มีโบนัสหรือเงินชนะที่อาจเกิดขึ้นได้จะถูกโอนไปยังบัญชี และ (c) เราจะจัดการกับปัญหาที่ก่อให้เกิดการระงับบัญชีเพื่อให้สามารถแก้ไขได้โดยเร็วที่สุดเท่าที่จะทำได้เพื่อให้บัญชีสามารถเปิดใช้งานหรือปิดใช้งานตามความเหมาะสม</p> <p><b>13. การเข้าถึงและการใช้บริการ</b></p> <p>13.1 คุณเป็นผู้รับผิดชอบ แต่เพียงผู้เดียวสำหรับการจัดหาและบำรุงรักษาอุปกรณ์การเข้าถึงทั้งหมดของคุณและอุปกรณ์ที่เกี่ยวข้องและเครือข่ายการสื่อสารโทรคมนาคมและบริการอินเทอร์เน็ตที่คุณต้องใช้เพื่อเข้าถึงบริการ เราจะไม่รับผิดชอบในทางใด ๆ สำหรับการสูญเสียใด ๆ ที่เกิดกับคุณ (ไม่ว่าจะเป็นผลมาจากการสูญเสียบริการการเชื่อมต่ออินเทอร์เน็ตที่ไม่ดีแบนด์วิดธ์ไม่เพียงพอหรืออื่น ๆ ) โดยอินเทอร์เน็ตหรือผู้ให้บริการโทรคมนาคมใด ๆ . เพื่อหลีกเลี่ยงข้อสงสัยผู้ประกอบการไม่ได้เป็นตัวแทนหรือรับประกันใด ๆ เกี่ยวกับความเข้ากันได้ของบริการกับซอฟต์แวร์หรือฮาร์ดแวร์ของบุคคลที่สามโดยเฉพาะรวมถึง (เพื่อหลีกเลี่ยงข้อสงสัย) การวิเคราะห์โดยบุคคลที่สามหรือ โปรแกรม'Bot' ซึ่งสัญญาผลลัพธ์บางอย่างจากบริการใด ๆ</p> <p>13.2 ไม่ว่าในกรณีใดคุณไม่ควรใช้บริการเพื่อจุดประสงค์ใด ๆ ที่มีแนวโน้มว่าจะเป็นการหมิ่นประมาทดูหมิ่นเหยียดหยามลามกอนาจารไม่ชอบด้วยกฎหมายเหยียดสีผิวเหยียดสีผิวหรือการเลือกปฏิบัติอื่น ๆ หรืออาจทำให้เกิดความผิด คุณต้องไม่ใช้ภาษาหรือรูปภาพที่หยาบคายหรือก้าวร้าวหยาบคายข่มขู่คุกคามหรือละเมิดบุคคลอื่นใดรวมถึงผู้ใช้อื่น ๆ ผ่านทางเว็บไซต์หรือพยายามส่งตัวเองออกไปว่าเป็นบุคคลอื่นหรือมีพฤติกรรมดังกล่าวต่อ พนักงานฝ่ายปฏิบัติการใด ๆ ที่ใช้เพื่อให้บริการฝ่ายบริการลูกค้าหรือฝ่ายช่วยเหลือหรือฟังก์ชั่นการสนับสนุนที่เราให้บริการแก่คุณ</p> <p>13.3 คุณจะต้องใช้เว็บไซต์เพื่อความบันเทิงส่วนบุคคลเท่านั้นและจะไม่ได้รับอนุญาตให้เข้าถึงหรือทำซ้ำเว็บไซต์หรือส่วนหนึ่งส่วนใดของเว็บไซต์ในรูปแบบใด ๆ โดยไม่ได้รับความยินยอมจากเรารวมถึงการสร้างลิงค์ไปยังเว็บไซต์</p> <p>13.4 คุณจะต้องรับผิดชอบ แต่เพียงผู้เดียวในส่วนที่เกี่ยวข้องกับเนื้อหาใด ๆ ที่คุณอัพโหลดไปยังเว็บไซต์ (\" <b>เนื้อหาที่อัปโหลด</b> \") และในการอัปโหลดเนื้อหาดังกล่าว คุณ รับรองและรับประกันว่า:</p> <p>13.4.1 คุณได้รับการอนุมัติความยินยอม ใบอนุญาต และสิทธิ์ที่จำเป็นทั้งหมดที่เกี่ยวข้องกับเนื้อหาที่อัปโหลดและการทำซ้ำเนื้อหาที่อัปโหลดบนเว็บไซต์จะไม่ละเมิดลิขสิทธิ์เครื่องหมายการค้าข้อมูลลับหรือสิทธิ์ในทรัพย์สินทางปัญญาอื่น ๆ สิ่งใด ๆ ของบุคคลที่สามใด ๆ ;</p> <p>13.4.2 เนื้อหาที่อัปโหลดจะไม่มีเนื้อหาใด ๆ ที่ละเมิดวรรค 13.2 หรือรหัสใด ๆ ที่เป็นการฝ่าฝืนวรรค 13.3;</p> <p>13.4.3 เนื้อหาที่อัปโหลดจะปฏิบัติตามกฎหมายและข้อบังคับทั้งหมด (รวมถึงโดยเฉพาะอย่างยิ่งเนื้อหาที่เกี่ยวข้องกับการปกป้องข้อมูลและความเป็นส่วนตัว) และ</p> <p>13.4.4 ผู้ประกอบการมีสิทธิ์ใช้และ ให้สิทธิ์ การใช้งานเนื้อหาที่อัปโหลดตามดุลยพินิจของตน แต่เพียงผู้เดียว</p> <p>13.5 เนื้อหาใด ๆ (นอกเหนือจากซอฟต์แวร์ตามวรรค 16) ที่คุณดาวน์โหลดจากเว็บไซต์จะถูกดาวน์โหลดโดยความเสี่ยงของคุณเองและผู้ประกอบการจะไม่รับผิดชอบต่อการสูญเสียข้อมูลหรือความเสียหายอื่น ๆ ที่เกิดจากการดาวน์โหลดดังกล่าว</p> <p>13.6 ในกรณีที่เรามีเหตุผลที่เชื่อได้ว่าการใช้บริการของคุณนั้นเป็นการฝ่าฝืนวรรคใด ๆ 13.2, 13.3, 13.4 หรือ 13.5 เราจะไม่มีสิทธิ์ในการลบเนื้อหาใด ๆ ที่ไม่เหมาะสมออกจากเว็บไซต์ .</p> <p><b>14. ข้อกำหนดในการเดิมพันและการเล่นเกม</b></p> <p>14.1 นิพจน์ที่ใช้ในอุตสาหกรรมการเดิมพันและเกมมีมากมาย อภิธานศัพท์ที่อธิบายความหมายของการเดิมพันที่ใช้กันทั่วไปและการแสดงการเล่นเกมจะมีอยู่ในหมวดความช่วยเหลือของเว็บไซต์ หากคุณมีข้อสงสัยเกี่ยวกับความหมายของการแสดงออกใด ๆ คุณควร:</p> <p>14.1.1 ค้นหาความหมายในหัวข้อช่วยเหลือที่เกี่ยวข้องกับกิจกรรมหรือเกมที่คุณกำลังเดิมพันหรือเล่นเกม</p> <p>14.1.2 หากคุณยังคงมีข้อสงสัยติดต่อฝ่ายบริการลูกค้าเพื่อขอคำชี้แจง; และ</p> <p>14.1.3 ไม่วางเดิมพันหรือเกมใด ๆ ในเหตุการณ์ใด ๆ จนกว่าจะเข้าใจความหมายของมันเพื่อความพึงพอใจของคุณ</p> <p>เนื่องจากเราไม่สามารถยอมรับความรับผิดชอบใด ๆ หากคุณวางเดิมพันหรือเกมผ่านผลิตภัณฑ์ที่นำเสนอผ่านบริการในกรณีที่คุณไม่เข้าใจข้อกำหนดใด ๆ ที่เกี่ยวข้องหรือเกี่ยวข้องกับการเดิมพันหรือเกม</p> <p><b>15. การเปลี่ยนแปลงเว็บไซต์</b></p> <p>เราอาจใช้ดุลยพินิจของเราในการเปลี่ยนแปลงหรือแก้ไขผลิตภัณฑ์หรือบริการใด ๆ (รวมถึงราคาใด ๆ ที่มีให้) ผ่านทางเว็บไซต์ได้ตลอดเวลาเพื่อวัตถุประสงค์ในการให้แน่ใจว่าการจัดหาเว็บไซต์อย่างต่อเนื่อง แต่ไม่กระทบต่อเกมและ / หรือเดิมพันใด ๆ กำลังดำเนินการอยู่ในขณะที่มีการแก้ไขดังกล่าว ในบางครั้งเราอาจ จำกัด คุณไม่ให้เข้าถึงบางส่วนของเว็บไซต์เพื่อวัตถุประสงค์ในการบำรุงรักษาเว็บไซต์และ / หรือการเปลี่ยนแปลงหรือแก้ไขเกมและ / หรือผลิตภัณฑ์ใด ๆ ที่มีให้ผ่านทางเว็บไซต์</p> <p><b>16. ซอฟต์แวร์ของบุคคลที่สาม</b></p> <p>16.1 ในการใช้ผลิตภัณฑ์ที่นำเสนอผ่านบริการ คุณ อาจต้องดาวน์โหลดและติดตั้งซอฟต์แวร์ที่จัดทำโดยบุคคลที่สามบนอุปกรณ์การเข้าถึงของคุณ (\"ซอฟต์แวร์\") ซอฟต์แวร์อาจรวมถึง แต่ไม่ จำกัด เฉพาะ: แอปพลิเคชันอุปกรณ์เข้าถึงดาวน์โหลดผลิตภัณฑ์คาสิโนและโป๊กเกอร์ของเราและแอปพลิเคชันส่งเสริมการขายการตลาดและ / หรือเครื่องมืออำนวยความสะดวกผลิตภัณฑ์และซอฟต์แวร์</p> <p>16.2 ในสถานการณ์เช่นนี้ คุณ อาจต้องทำสัญญาแยกต่างหากกับเจ้าของหรือผู้อนุญาตให้ใช้ซอฟต์แวร์ดังกล่าวในส่วนที่เกี่ยวข้องกับการใช้งานของคุณในแบบเดียวกัน (\" <b>ข้อตกลงซอฟต์แวร์บุคคล</b>ภายนอก\") ในกรณีที่มีความไม่สอดคล้องกันระหว่างข้อกำหนดการใช้งานและข้อตกลงซอฟต์แวร์ของบุคคลภายนอกข้อกำหนดในการใช้งานจะมีผลบังคับใช้ในกรณีที่ความไม่สอดคล้องเกี่ยวข้องกับความสัมพันธ์ระหว่างคุณและผู้ประกอบการ </p> <p>16.3 เป็นความรับผิดชอบของคุณในการตรวจสอบว่ามีการดาวน์โหลดซอฟต์แวร์ใด ๆ ลงในอุปกรณ์การเข้าถึงของคุณในลักษณะที่เข้ากันได้กับการตั้งค่าเฉพาะของอุปกรณ์การเข้าถึงของคุณ เพื่อหลีกเลี่ยงข้อสงสัยเราจะไม่รับผิดชอบในกรณีที่การดาวน์โหลดซอฟต์แวร์ใด ๆ ที่ไม่ถูกต้องมีผลกระทบต่อการทำงานของอุปกรณ์การเข้าถึงของคุณ</p> <p>16.4 แม้ว่าบริการที่ให้ผ่านแอปพลิเคชันอุปกรณ์การเข้าถึงใด ๆ จะต้องเป็นไปตามข้อกำหนดการใช้งานข้อกำหนดภายใต้แอปพลิเคชันใด ๆ (\" <b>แอพ</b> \") ที่ดาวน์โหลดหรือติดตั้งลงในอุปกรณ์การเข้าถึงของคุณจะอยู่ภายใต้ข้อตกลง ผู้จัดหาแอพที่เกี่ยวข้อง แต่ในกรณีที่มีความไม่สอดคล้องกันระหว่างข้อกำหนดการใช้งานและข้อตกลงดังกล่าวข้อกำหนดการใช้งานจะมีผลบังคับใช้จนถึงตราบที่ความไม่สอดคล้องเกี่ยวข้องกับความสัมพันธ์ระหว่างคุณและผู้ประกอบการ</p> <p><b>17. ความล้มเหลวของไอที</b></p> <p>17.1 ในกรณีที่ปัญหาเกิดขึ้นในซอฟต์แวร์หรือฮาร์ดแวร์ที่เราใช้เพื่อให้ บริการ เราจะดำเนินการตามสมควรเพื่อแก้ไขปัญหาโดยเร็วที่สุดเท่าที่จะทำได้ ในกรณีที่ปัญหาดังกล่าวทำให้เกมถูกขัดจังหวะในสถานการณ์ที่ไม่สามารถรีสตาร์ทจากตำแหน่งเดิมโดยไม่ทำให้คุณหรือผู้เล่นคนอื่นเสียหายเราจะใช้ขั้นตอนที่เหมาะสมในการปฏิบัติต่อคุณอย่างเป็นธรรม (ซึ่งอาจรวมถึงการคืนยอดดุล ในบัญชีของคุณไปยังตำแหน่งที่มีอยู่หลังจากเสร็จสิ้นการเดิมพันครั้งสุดท้ายหรือเกมที่เข้าสู่เซิร์ฟเวอร์ของผู้ประกอบการทันทีก่อนที่จะเกิดปัญหา)</p> <p>17.2 เราจะไม่รับผิดชอบต่อความล้มเหลวทางเทคนิคฮาร์ดแวร์หรือซอฟต์แวร์ใด ๆ หรือเครือข่ายที่สูญหายหรือใช้งานไม่ได้ซึ่งอาจ จำกัด หรือห้ามความสามารถของคุณในการเข้าร่วมหรือเข้าร่วมโปรโมชั่นใด ๆ เราจะไม่รับผิดชอบต่อความเสียหายหรือการสูญเสียหรือการบาดเจ็บที่เกิดจากการเข้าร่วมโปรโมชั่นใด ๆ รวมถึงความล้มเหลวในการชนะการยอมรับหรือการใช้รางวัลใด ๆ แต่ไม่มีสิ่งใดในข้อกำหนดและเงื่อนไขเหล่านี้ที่จะดำเนินการ เราหรือความตายหรือการบาดเจ็บส่วนบุคคลที่เกิดจากความประมาทของเราเอง </p> <p><b>18. ข้อผิดพลาดหรือการละเว้น</b></p> <p>18.1 สถานการณ์บางอย่างอาจเกิดขึ้นเมื่อเรายอมรับการเดิมพันหรือการเดิมพันหรือมีการจ่ายเงินผิดพลาด รายการที่ไม่ครบถ้วนสมบูรณ์ของสถานการณ์ดังกล่าวเป็นดังนี้:</p> <p>18.1.1 ที่เราระบุอัตราเดิมพันหรือข้อกำหนดใด ๆ ของการเดิมพันหรือการเดิมพันเกมกับคุณอันเป็นผลมาจากข้อผิดพลาดหรือการละเว้นที่ชัดเจนในการป้อนข้อมูลหรือการตั้งค่าตลาดหรืออันเป็นผลมาจากคอมพิวเตอร์ทำงานผิดพลาด;</p> <p>18.1.2 ที่เราทำ 'ข้อผิดพลาดที่เห็นได้ชัด' ข้อผิดพลาดที่เห็นได้ชัดเกิดขึ้นที่:</p> <p>18.1.2.1 เกี่ยวกับการเดิมพันที่วางไว้ก่อนการแข่งขันจะเกิดขึ้นราคา / ข้อกำหนดที่เสนอนั้นแตกต่างอย่างมากจากที่มีอยู่ในตลาดทั่วไป หรือ</p> <p>18.1.2.2 เกี่ยวกับเหตุการณ์ใด ๆ ราคา / ข้อกำหนดที่มีให้ ณ เวลาที่วางเดิมพันนั้นไม่ถูกต้องอย่างชัดเจนเนื่องจากความน่าจะเป็นของเหตุการณ์ที่เกิดขึ้น;</p> <p>18.1.3 ที่เรายอมรับการเดิมพันอย่างต่อเนื่องในตลาดที่ควรหยุดชั่วคราวรวมถึงเหตุการณ์ที่เกี่ยวข้องที่กำลังดำเนินการอยู่ (ยกเว้นเมื่อยอมรับการเดิมพันแบบ 'กำลังทำงาน') หรือเสร็จสิ้นแล้ว (บางครั้งเรียกว่า 'ล่าช้า' เดิมพัน);</p> <p>18.1.4 กรณีที่เกิดข้อผิดพลาดอันเป็นผลมาจากการปฏิบัติต้องห้ามตามวรรค 11.1</p> <p>18.1.5 ที่เราไม่ควรยอมรับหรือมีสิทธิ์ในการยกเลิกหรือชำระใหม่เดิมพันตามกฎการเดิมพัน (ตัวอย่างเช่นเนื่องจาก 'ภาระผูกพันที่เกี่ยวข้อง');</p> <p>18.1.6 เมื่อเรามีข้อผิดพลาดเกี่ยวกับจำนวนเงินที่ชนะ / คืนที่จ่ายให้คุณรวมถึงผลที่เกิดจากข้อผิดพลาดด้วยตนเองหรือข้อผิดพลาดในการป้อนข้อมูลคอมพิวเตอร์ หรือ</p> <p>18.1.7 เมื่อเรามีข้อผิดพลาดเกี่ยวกับ จำนวนเงิน เดิมพันฟรีและ / หรือโบนัสที่โอนเข้าบัญชีของคุณ</p> <p>สถานการณ์ดังกล่าวถูกเรียกว่า \" <b>ข้อผิดพลาด</b> \"</p> <p><a name=\"_8.3\">18.2 </a>เราขอสงวนสิทธิ์ในการ:</p> <p>18.2.1 แก้ไขข้อผิดพลาดใด ๆ ที่เกิดขึ้นกับการเดิมพันและชำระอีกครั้งในราคาหรือเงื่อนไขที่ถูกต้องซึ่งมีอยู่หรือควรได้รับผ่านทางผู้ประกอบการ (ขาดข้อผิดพลาดในการเผยแพร่) ในเวลาที่วางเดิมพันและ การเดิมพันจะถือว่าเกิดขึ้นตามเงื่อนไขซึ่งเป็นเรื่องปกติสำหรับการเดิมพันนั้น หรือ</p> <p>18.2.2 ในกรณีที่มันไม่เหมาะสมที่จะแก้ไขและชำระใหม่ภายใต้ 18.2.1 ด้านบนเพื่อประกาศการเดิมพันถือเป็นโมฆะและคืนเงินเดิมพันของคุณไปยังบัญชีของคุณ หรือ</p> <p>18.2.3 ในสถานการณ์ที่เกิดข้อผิดพลาดจากการปฏิบัติต้องห้ามเพื่อดำเนินการตามขั้นตอนที่กำหนดไว้ในวรรค 11.4</p> <p>18.3 เงินใด ๆ ที่ได้รับเครดิตในบัญชีของคุณหรือจ่ายให้กับคุณเนื่องจากข้อผิดพลาดจะถือว่าอยู่ระหว่างรอการแก้ไขภายใต้วรรค 18.2 ที่คุณไว้วางใจสำหรับเราและจะจ่ายคืนให้เราทันทีเมื่อมีความต้องการ การชำระเงินจะทำโดยเรากับคุณ หากคุณมีเงินใน บัญชี ของคุณเราอาจเรียกคืนเงินเหล่านี้จากบัญชีของคุณตามวรรคที่ 7.4 เรายอมรับว่าเราจะใช้ ความพยายามที่ สมเหตุสมผลในการตรวจสอบข้อผิดพลาดใด ๆ และแจ้งให้คุณทราบโดยเร็วที่สุดเท่าที่จะทำได้</p> <p>18.4 ทั้งเรา (รวมถึงพนักงานหรือตัวแทนของเรา) หรือพันธมิตรหรือซัพพลายเออร์ของเราจะไม่รับผิดชอบต่อการสูญเสียใด ๆ รวมถึงการสูญเสียของรางวัลที่เกิดจากข้อผิดพลาดใด ๆ จากเราหรือคุณผิดพลาด</p> <p>18.5 คุณจะต้องแจ้งให้เราทราบโดยเร็วที่สุดเท่าที่จะทำได้หากคุณตระหนักถึงข้อผิดพลาด</p> <p>18.6 ในกรณีที่คุณใช้เงินซึ่งได้รับเครดิตในบัญชีของคุณหรือมอบให้กับคุณเนื่องจากข้อผิดพลาดในการวางเดิมพันหรือเล่นเกมที่ตามมาเราอาจยกเลิกการเดิมพันดังกล่าวและ / หรือระงับการชนะใด ๆ ที่คุณอาจชนะด้วยเงิน และหากเราได้จ่ายเงินสำหรับการเดิมพันหรือกิจกรรมการเล่นเกมใด ๆ จำนวนเงินดังกล่าวจะถือว่าคุณไว้วางใจสำหรับเราและคุณจะต้องชำระจำนวนดังกล่าวทันทีเมื่อเราต้องการให้คุณชำระหนี้ .</p> <p><b>19. การยกเว้นความรับผิดของเรา</b></p> <p>19.1 การเข้าถึงและการใช้บริการของคุณเป็นเพียงตัวเลือกดุลยพินิจและความเสี่ยงของคุณ เราจะไม่รับผิดชอบต่อความพยายามใด ๆ ที่คุณใช้บริการโดยวิธีการวิธีการหรือวิธีการที่เราไม่ได้ตั้งใจ</p> <p>19.2 เราจะให้บริการด้วยทักษะและความเอาใจใส่อย่างสมเหตุสมผลและมีนัยสำคัญตามที่อธิบายไว้ในข้อกำหนดการใช้งาน เราจะไม่ทำสัญญาหรือการรับประกันอื่นใดเกี่ยวกับบริการหรือผลิตภัณฑ์หรือบริการใด ๆ ที่เป็นส่วนหนึ่งของบริการและในกรณีนี้ (ยกเว้นตามขอบเขตที่กฎหมายอนุญาต) การรับประกันโดยนัยในเรื่องเดียวกัน (รวมถึงการรับประกันโดยนัยว่า คุณภาพที่น่าพอใจและ / หรือความเหมาะสมสำหรับวัตถุประสงค์ของคุณ) โดยเฉพาะอย่างยิ่งเราไม่รับประกันว่าเว็บไซต์จะมีความพร้อมอย่างต่อเนื่องหรือปราศจากข้อผิดพลาดไวรัสหรือข้อผิดพลาดอื่น ๆ</p> <p>19.3 บันทึกไว้ในกฎการเดิมพันของเราและหัวข้อย่อย 19.5 การรับผิดชอบสูงสุดของเรา (รวมถึง บริษัท ในเครือของเราผู้แทนผู้แทนและตัวแทนของเรา) และไม่ว่าจะใช้เว็บไซต์หรือโทรศัพท์) ไม่ว่าจะเกิดความรับผิดภายใต้การฝ่าฝืนสัญญา (รวมถึงความประมาทเลินเล่อ) หรืออื่น ๆ จะ จำกัด เฉพาะ:</p> <p>19.3.1 ความรับผิดของเราเกี่ยวข้องกับการเดิมพันหรือการเดิมพันจำนวนเงินเดิมพันหรือเดิมพันที่คุณวางไว้โดยเคารพความรับผิดของเราซึ่งเกิดขึ้น;</p> <p>19.3.2 ความรับผิดของเราเกี่ยวข้องกับความผิดพลาดของเงินจำนวนเงินในบัญชีของคุณที่ผิดไปจากเรา; และ</p> <p>19.3.3 ในส่วนที่เกี่ยวข้องกับความรับผิดอื่น ๆ ของผู้ประกอบการสิบปอนด์เงินปอนด์ (10,000 ปอนด์)</p> <p>19.4 เรา (รวมถึง บริษัท ในเครือของเรา บริษัท ในเครือผู้แทนผู้แทนตัวแทนและพนักงาน) จะไม่รับผิดต่อคุณไม่ว่าจะเกิดความรับผิดทางกฎหมายในสัญญา (รวมถึงความประมาท) หรืออื่น ๆ</p> <p>19.4.1 การสูญเสียข้อมูล;</p> <p>19.4.2 การสูญเสียกำไร;</p> <p>19.4.3 การสูญเสียรายได้;</p> <p>19.4.4 การสูญเสียโอกาสทางธุรกิจ;</p> <p>19.4.5 การสูญเสียหรือความเสียหายต่อความนิยมหรือชื่อเสียง;</p> <p>19.4.6 การหยุดชะงักทางธุรกิจ หรือ</p> <p>19.4.7 การสูญเสียหรือความเสียหายใด ๆ โดยเฉพาะหรือความเสียหายใด ๆ ที่เกิดขึ้นแม้ในกรณีที่การสูญเสียหรือความเสียหายใด ๆ ที่คุณได้รับแจ้งให้ทราบว่าเป็นไปได้</p> <p>19.5 ไม่มีอะไรในข้อกำหนดการใช้งานจะดำเนินการเพื่อแยกความรับผิดใด ๆ ที่เราอาจมีในแง่ของ:</p> <p>19.5.1 การฉ้อโกง (รวมถึงการหลอกลวงอันเป็นเท็จ); หรือ</p> <p>19.5.2 การเสียชีวิตหรือการบาดเจ็บส่วนบุคคลที่เกิดจากความประมาทของเรา</p> <p><b>20. การละเมิดข้อกำหนดการใช้งาน</b></p> <p>20.1 คุณจะชดใช้ค่าเสียหายปกป้องและทำให้เราและเจ้าหน้าที่กรรมการพนักงานตัวแทนผู้รับเหมาและผู้จัดหาของเราไม่เป็นอันตรายจากการสูญเสียค่าใช้จ่ายค่าใช้จ่ายการเรียกร้องความต้องการหนี้สินและความเสียหายใด ๆ และทั้งหมด (รวมถึงค่าธรรมเนียมทางกฎหมาย) สาเหตุที่อาจเกิดขึ้นไม่ว่าจะมีเหตุผลล่วงหน้าหรือไม่ซึ่งเป็นผลมาจากหรือเกี่ยวข้องกับ:</p> <p>20.1.1 การเข้าถึงและการใช้บริการโดยคุณหรือโดยบุคคลอื่นโดยใช้ชื่อผู้ใช้และรหัสผ่านของคุณ และ / หรือ</p> <p>20.1.2 การฝ่าฝืนข้อตกลงและเงื่อนไขใด ๆ ของคุณโดยคุณ</p> <p>20.2 ในกรณีที่คุณละเมิดข้อกำหนดการใช้งานเราอาจใช้ดุลยพินิจของเราก่อนที่จะมีการระงับหรือยกเลิกบัญชีของคุณแจ้งให้คุณทราบ (ใช้รายละเอียดการติดต่อของคุณ) ว่าคุณฝ่าฝืนข้อกำหนดนี้ให้คุณหยุดการกระทำที่เกี่ยวข้อง หรือความล้มเหลวในการกระทำและ / หรือกำหนดให้คุณใส่สิทธิ์การกระทำหรือความผิดในส่วนของคุณและเตือนคุณถึงการกระทำที่เราตั้งใจหากคุณไม่ทำตามที่ระบุไว้เสมอว่าการแจ้งเตือนดังกล่าวจะไม่เป็นเงื่อนไขล่วงหน้าสำหรับการระงับหรือ การยกเลิกบัญชีของคุณ</p> <p>20.3 เรามีสิทธิ์ที่จะปิดการใช้งานรหัสประจำตัวผู้ใช้หรือรหัสผ่านไม่ว่าคุณจะถูกเลือกหรือจัดสรรโดยเราเมื่อใดก็ตามหากในความเห็นที่สมเหตุสมผลของเราคุณไม่สามารถปฏิบัติตามข้อกำหนดใด ๆ ของข้อกำหนดการใช้งาน</p> <p>20.4 นอกเหนือจากการเยียวยาอื่น ๆ ที่มีให้หากคุณฝ่าฝืนข้อกำหนดการ ใช้งาน ใด ๆเราจะมีสิทธิ์กู้คืนจากยอดเงินคงเหลือของคุณในบัญชีของคุณตามขอบเขตของจำนวนเงินใด ๆ ที่อ้างสิทธิ์กับคุณตามวรรค 20.1 อย่างสมเหตุสมผล</p> <p><b>21. สิทธิในทรัพย์สินทางปัญญา</b></p> <p>21.1 การออกแบบเว็บไซต์ข้อความกราฟิกเพลงเสียงภาพถ่ายวิดีโอการเลือกและการจัดเรียงการรวบรวมซอฟต์แวร์ซอร์สโค้ดพื้นฐานซอฟต์แวร์และวัสดุอื่น ๆ ทั้งหมดที่เป็นส่วนหนึ่งของบริการอยู่ภายใต้ลิขสิทธิ์และสิทธิ์ในกรรมสิทธิ์อื่น ๆ ซึ่ง ได้แก่ ไม่ว่าจะเป็นของเราหรือใช้ภายใต้ ใบอนุญาต จากเจ้าของสิทธิ์บุคคลที่สาม ในกรณีที่วัสดุใด ๆ ที่ประกอบด้วยภายในบริการอาจถูกดาวน์โหลดหรือพิมพ์จากนั้นวัสดุดังกล่าวอาจถูกดาวน์โหลดไปยังอุปกรณ์เดียวเท่านั้น (และอาจมีการพิมพ์สำเนา) สำหรับการใช้งานส่วนตัวที่ไม่ใช่เชิงพาณิชย์</p> <p>21.2 ไม่ว่าในกรณีใด ๆ การใช้บริการจะไม่อนุญาตให้คุณมีผลประโยชน์ในสิทธิ์ในทรัพย์สินทางปัญญาใด ๆ (เช่นลิขสิทธิ์, ความรู้หรือ เครื่องหมายการค้า ) ที่เราเป็นเจ้าของหรือโดยบุคคลที่สามใด ๆ สิทธิ์ การใช้งานที่ไม่ใช่สิทธิ์การใช้งานย่อยเพื่อใช้สิทธิ์ในทรัพย์สินทางปัญญาดังกล่าวซึ่งเกี่ยวข้องกับการใช้บริการส่วนบุคคลที่ไม่ใช่เชิงพาณิชย์ตามข้อกำหนดการใช้งาน</p> <p>21.3 ไม่มีสิทธิ์ใด ๆ ที่ได้รับอนุญาตให้ใช้หรือทำซ้ำ เครื่องหมายการค้า หรือโลโก้ใด ๆที่ปรากฏบนเว็บไซต์ยกเว้นที่ได้รับอนุญาตโดยเฉพาะตามข้อกำหนดการใช้งาน</p> <p>21.4 คุณต้องไม่และไม่อนุญาตให้บุคคลอื่นคัดลอกจัดเก็บเผยแพร่ให้เช่า อนุญาต จำหน่ายขายดัดแปลงดัดแปลงเพิ่มลบลบหรือยุ่งเกี่ยวกับเว็บไซต์หรือส่วนหนึ่งส่วนใดของเว็บไซต์ไม่ว่าโดยตรงหรือโดยวิธีใดก็ตาม หรือขัดขวางหรือขัดขวางโดยอ้อม (หรือพยายามขัดขวางหรือแทรกแซง) กับหรือเปลี่ยนแปลงเว็บไซต์อื่นนอกเหนือจากการดูหรือใช้งานเว็บไซต์ตามข้อกำหนดการใช้งาน</p> <p>21.5 สิทธิ์ในทรัพย์สินทางปัญญาทั้งหมดในชื่อ \"William Hill\" และ \"Will Hill\" โลโก้การออกแบบ เครื่องหมายทางการค้า และคุณลักษณะของตราสินค้าที่โดดเด่นอื่น ๆ ของผู้ประกอบการและเนื้อหาใด ๆ ที่ผู้ประกอบการหรือบุคคลที่สามให้ไว้บนเว็บไซต์ ในผู้ประกอบการหรือบุคคลที่สามที่เกี่ยวข้อง คุณตกลงที่จะไม่แสดงหรือใช้โลโก้การออกแบบ เครื่องหมายทางการค้า และคุณลักษณะของตราสินค้าที่โดดเด่นอื่น ๆ ในลักษณะใด ๆ โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา</p> <p><b>22. ไวรัสการแฮ็กและการกระทำผิดอื่น ๆ</b></p> <p>22.1 คุณจะต้องไม่:</p> <p>22.1.1 เว็บไซต์เสียหาย;</p> <p>22.1.2 พยายาม เข้าถึงเว็บไซต์โดยไม่ ได้รับอนุญาตเซิร์ฟเวอร์ที่ จัดเก็บ เว็บไซต์หรือเซิร์ฟเวอร์คอมพิวเตอร์หรือฐานข้อมูลที่เชื่อมต่อกับเว็บไซต์</p> <p>22.1.3 ทำให้เว็บไซต์มีข้อมูลจำนวนมากส่งหรือ \"สแปม\"</p> <p>22.1.4 จงใจหรือประมาทเลินเล่อใช้คุณลักษณะใด ๆ ที่อาจส่งผลกระทบต่อการทำงานของเว็บไซต์ในลักษณะใด ๆ (แต่ไม่ จำกัด เพียง) การปล่อยหรือแพร่กระจายไวรัสเวิร์มโทรจันระเบิดตรรกะหรือวัสดุอื่น ๆ</p> <p>22.1.5 แทรกแซงหรือดัดแปลงลบหรือดัดแปลงข้อมูลใด ๆ ในรูปแบบใด ๆ ที่รวมอยู่ในเว็บไซต์</p> <p>22.1.6 โจมตีเว็บไซต์ผ่านการโจมตีแบบปฏิเสธการให้บริการหรือการโจมตีแบบปฏิเสธการให้บริการแบบกระจาย เราจะรายงานการฝ่าฝืนกฎหมายว่าด้วยการใช้คอมพิวเตอร์ในทางที่ผิด 2533 ไปยังหน่วยงานบังคับใช้กฎหมายที่เกี่ยวข้องและเราจะร่วมมือกับหน่วยงานเหล่านั้นด้วยการเปิดเผยตัวตนของคุณให้พวกเขาทราบ ในกรณีที่มีการฝ่าฝืนที่ คุณ สิทธิในการใช้เว็บไซต์จะหยุดทันที</p> <p>22.2 เราจะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายใด ๆ ที่เกิดจากการโจมตีแบบปฏิเสธการให้บริการแบบกระจายไวรัสหรือวัสดุที่เป็นอันตรายทางเทคโนโลยีอื่น ๆ ที่อาจติดอุปกรณ์การเข้าถึงของคุณและอุปกรณ์ที่เกี่ยวข้องโปรแกรมคอมพิวเตอร์ข้อมูลหรือวัสดุอื่น ๆ ของเว็บไซต์หรือการดาวน์โหลดเนื้อหาใด ๆ ที่โพสต์บนเว็บไซต์ดังกล่าวหรือบนเว็บไซต์ใด ๆ ที่เชื่อมโยงกับเว็บไซต์</p> <p><b>23. ข้อมูลส่วนบุคคลของคุณ</b></p> <p>23.1 ข้อมูลทั้งหมดในบัญชีของคุณที่เราถือนั้นเป็นข้อมูลที่ปลอดภัยและยังคงเป็นความลับยกเว้นที่ระบุไว้เป็นอย่างอื่นในข้อกำหนดการใช้งาน (รวมถึงเพื่อหลีกเลี่ยงข้อสงสัยนโยบายความเป็นส่วนตัว)</p> <p>23.2 กฎหมายกำหนดให้เรา (โดยเฉพาะพระราชบัญญัติคุ้มครองข้อมูล 2004 ในยิบรอลตาร์) เพื่อปฏิบัติตามข้อกำหนดการคุ้มครองข้อมูลในลักษณะที่เราใช้ข้อมูลส่วนบุคคลใด ๆ ที่เก็บรวบรวมจากคุณในการใช้บริการของคุณ ดังนั้นเราจึงให้ความสำคัญกับภาระหน้าที่ของเราอย่างจริงจังเกี่ยวกับวิธีการที่เราใช้ข้อมูลส่วนบุคคลของคุณ</p> <p>23.3 ก่อนการใช้งานของคุณและเมื่อคุณใช้บริการจำเป็นที่เราจะต้องรวบรวมข้อมูลบางอย่างเกี่ยวกับคุณรวมถึงชื่อและวันเดือนปีเกิดของคุณรายละเอียดการติดต่อของคุณและอาจรวมถึงข้อมูลเกี่ยวกับการตั้งค่าการตลาดของคุณ จะเรียกว่า \" <b>ข้อมูลส่วนบุคคลของคุณ</b> \")</p> <p>23.4 โดยการให้ข้อมูลส่วนบุคคลของ คุณแก่คุณคุณ ยินยอมให้เราประมวลผลข้อมูลส่วนบุคคลของคุณรวมถึงข้อมูลใด ๆ ที่มีความอ่อนไหวเป็นพิเศษ:</p> <p>23.4.1 เพื่อวัตถุประสงค์ที่กำหนดไว้ในข้อกำหนดการใช้งาน (รวมถึงนโยบายความเป็นส่วนตัว); และ</p> <p>23.4.2 เพื่อวัตถุประสงค์อื่นที่เราจำเป็นต้องประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ในการดำเนินการบริการ</p> <p>รวมถึงการแบ่งปันกับผู้ให้บริการและตัวแทนของเราเพื่อวัตถุประสงค์เหล่านี้ตัวอย่างเช่นผู้ให้บริการไปรษณีย์บริการด้านการตลาดและตัวแทนบริการลูกค้าของเรา เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณเพื่อให้สอดคล้องกับข้อผูกพันทางกฎหมายหรือข้อบังคับ</p> <p>23.5 เราอาจเก็บสำเนาของการสื่อสารใด ๆ ที่คุณส่งถึงเรา (รวมถึงสำเนาของอีเมลใด ๆ ) เพื่อรักษาบันทึกที่ถูกต้องของข้อมูลที่เราได้รับจากคุณ</p> <p><b>24. การใช้ 'คุกกี้' บนเว็บไซต์</b></p> <p>24.1 เว็บไซต์ใช้ 'คุกกี้' เพื่อติดตามการใช้อินเทอร์เน็ตของคุณเพื่อรวบรวมข้อมูลบางอย่างเกี่ยวกับอุปกรณ์การเข้าถึงของคุณ (เช่นที่อยู่ IP ประเภทอุปกรณ์ข้อมูลตำแหน่งทางภูมิศาสตร์ข้อมูลเบราว์เซอร์) และเพื่อช่วยเหลือการทำงานของ เว็บไซต์ . คุกกี้เป็นไฟล์ข้อความขนาดเล็กที่ดาวน์โหลดลงในอุปกรณ์การเข้าถึงของคุณเมื่อคุณเข้าถึงเว็บไซต์และทำให้เราสามารถ จดจำได้ เมื่อคุณกลับมาที่เว็บไซต์ คุกกี้ช่วยในการดำเนินงานของเว็บไซต์รวมถึง (ตัวอย่าง) เพื่อให้คุณสามารถเข้าสู่ระบบในขณะที่คุณเรียกดูและใช้บัญชีของคุณเพื่อเดิมพันหรือเล่นเกมในส่วนต่างๆของเว็บไซต์ นอกจากนี้เรายังใช้คุกกี้เพื่อจุดประสงค์ในการวิเคราะห์ของเราเองเพื่อให้เราสามารถระบุได้ว่าลูกค้าประสบปัญหาทางเทคนิคในเว็บไซต์ดังนั้นจึงช่วยให้เราปรับปรุงประสบการณ์ของลูกค้าของเราและเพื่อวัตถุประสงค์ในการป้องกันการฉ้อโกงเช่นการตรวจสอบบัญชีซ้ำ บัญชีที่เชื่อมโยงตามที่กำหนดไว้ในข้อกำหนดการใช้งาน ข้อมูลที่ได้รับจากคุกกี้ทำให้เราสามารถปฏิบัติตามข้อผูกพันทางกฎหมายและข้อบังคับต่างๆเช่นข้อกำหนดในการป้องกันการฟอกเงินของเราความรับผิดชอบต่อสังคมเพื่อต่อต้านการใช้บริการของเราเพื่อวัตถุประสงค์ในการจัดหาเงินของผู้ก่อการร้ายและเพื่อป้องกันการเข้าถึงเว็บไซต์ของเราจากเขตอำนาจศาลที่ถูก จำกัด ข้อมูลที่รวบรวมจากการใช้คุกกี้ของเราอาจถูกแบ่งปันกับหน่วยงานบังคับใช้กฎหมายและกฎระเบียบอื่น องค์กร ที่มีข้อผูกพันทางกฎหมายให้ทำเช่นนั้น </p> <p>24.2 หากคุณคัดค้านคุกกี้หรือต้องการลบคุกกี้ใด ๆ ที่เก็บไว้ในอุปกรณ์การเข้าถึงของคุณแล้วเราขอแนะนำให้คุณทำตามคำแนะนำในการลบคุกกี้ที่มีอยู่และปิดการใช้งานคุกกี้ในอนาคตในซอฟต์แวร์การจัดการไฟล์และอินเทอร์เน็ต ข้อมูลเพิ่มเติมเกี่ยวกับการลบหรือควบคุมคุกกี้มีอยู่ใน นโยบายความเป็นส่วนตัวของเราคำถามที่พบบ่อยของเรา และ ที่ www.aboutcookies.org โปรดทราบว่าด้วยการลบคุกกี้ของเราหรือปิดการใช้งานคุกกี้ในอนาคตคุณอาจไม่สามารถเข้าถึงบางพื้นที่หรือคุณสมบัติของเว็บไซต์ </p> <p><b>25. การร้องเรียนและการบอกเลิก</b></p> <p>25.1 ไม่มีการเรียกร้องหรือโต้แย้งในเรื่อง:</p> <p>25.1.1 การยอมรับหรือการตัดสินการเดิมพันที่คุณทำโดยใช้บริการจะได้รับการพิจารณามากกว่าสามสิบวันหลังจากวันที่มีการทำธุรกรรม และ</p> <p>25.1.2 เกมที่คุณเล่นโดยใช้บริการจะได้รับการพิจารณามากกว่าสิบสองสัปดาห์หลังจากวันที่มีการทำธุรกรรมหรือการเล่นเกมที่เกี่ยวข้อง</p> <p>25.2 หากคุณต้องการร้องเรียนเกี่ยวกับบริการเป็นขั้นตอนแรกคุณควรติดต่อฝ่ายบริการลูกค้าเกี่ยวกับการร้องเรียนของคุณทันทีที่สามารถนำไปปฏิบัติได้อย่างสมเหตุสมผลตามสมควรซึ่งจะถูกยกระดับตามความจำเป็นภายในทีมบริการลูกค้าของเราจนกว่าจะมีการแก้ไข</p> <p><b>26. การถ่ายโอนสิทธิ์และภาระผูกพัน</b></p> <p>26.1 เราขอสงวนสิทธิ์ในการถ่ายโอนมอบหมายใบอนุญาตหรือข้อตกลงการใช้งาน (\"การมอบหมาย\") ทั้งหมดหรือบางส่วนให้กับบุคคลใด ๆ โดยไม่ต้องแจ้งให้คุณทราบหากการมอบหมายดังกล่าวจะอยู่ในเงื่อนไขเดียวกัน ข้อกำหนดที่ไม่เป็นประโยชน์กับคุณ</p> <p>26.2 คุณไม่สามารถมอบหมายใบอนุญาตหรือถ่ายโอนในลักษณะใด ๆ ใด ๆ ของสิทธิ์หรือภาระผูกพันของคุณภายใต้ข้อกำหนดการใช้งาน</p> <p><b>27. กิจกรรมนอกการควบคุมของเรา</b></p> <p>27.1 เราจะไม่รับผิดชอบหรือรับผิดชอบต่อความล้มเหลวในการดำเนินการหรือล่าช้าในการปฏิบัติหน้าที่ของเราภายใต้ข้อกำหนดการใช้งานที่เกิดจากเหตุการณ์ที่อยู่นอกเหนือการควบคุมที่สมเหตุสมผลของเรารวมถึง (ไม่ จำกัด ) ความล้มเหลวของเครือข่ายโทรคมนาคม ความล้มเหลวความล้มเหลวในอุปกรณ์คอมพิวเตอร์ของบุคคลที่สาม (หรืออุปกรณ์อื่น ๆ ) ไฟไหม้ฟ้าผ่าระเบิดน้ำท่วมสภาพอากาศเลวร้ายข้อพิพาททางอุตสาหกรรมหรือการล็อคลึกหนาบางกิจกรรมการก่อการร้ายและการกระทำของรัฐบาลหรือเจ้าหน้าที่ผู้มีอำนาจอื่น ๆ (\" <b>เหตุการณ์เหตุสุดวิสัย</b> \")</p> <p>27.2 การแสดงของเราถูกระงับในช่วงเวลาที่เหตุการณ์เหตุสุดวิสัยดำเนินต่อไปและเราจะขยายเวลาสำหรับการปฏิบัติงานในช่วงเวลานั้น เราจะใช้ ความพยายามที่ สมเหตุสมผลของเราในการนำเหตุการณ์เหตุสุดวิสัยมาใกล้หรือเพื่อหาวิธีการแก้ปัญหาที่ภาระหน้าที่ของเราอาจถูกดำเนินการแม้จะมีเหตุการณ์เหตุสุดวิสัย</p> <p><b>28. การสละสิทธิ์</b></p> <p>28.1 หากเราล้มเหลวในการยืนยันในการปฏิบัติตามข้อผูกพันใด ๆ ของคุณอย่างเข้มงวดหรือหากเราไม่ใช้สิทธิหรือการเยียวยาใด ๆ ที่เรามีสิทธิ์สิ่งนี้จะไม่ถือว่าเป็นการสละสิทธิ์หรือการเยียวยาดังกล่าวและจะไม่บรรเทาคุณจากการปฏิบัติตาม ด้วยภาระผูกพันดังกล่าว</p> <p>28.2 การสละสิทธิ์โดยเราในการผิดสัญญาใด ๆ จะไม่ถือเป็นการสละสิทธิ์ในการผิดนัดในภายหลัง</p> <p>28.3 เราไม่สละสิทธิ์ใด ๆ ของบทบัญญัติใด ๆ ของข้อกำหนดการใช้งานจะมีผลบังคับใช้เว้นแต่จะมีการระบุไว้อย่างชัดแจ้งว่าเป็นการสละสิทธิ์และมีการสื่อสารกับคุณเป็นลายลักษณ์อักษรตามวรรค 25 (การร้องเรียนและประกาศ)</p> <p><b>29. ความรุนแรง</b></p> <p>29.1 หากข้อกำหนดการใช้งานใด ๆ ถูกกำหนดโดยเจ้าหน้าที่ผู้มีอำนาจใด ๆ ที่จะไม่ถูกต้องไม่ชอบด้วยกฎหมายหรือไม่สามารถบังคับใช้ได้ในทุกระดับข้อกำหนดเงื่อนไขหรือข้อกำหนดดังกล่าวจะถูกตัดออกจากข้อกำหนดเงื่อนไขและข้อกำหนดที่เหลือ ถูกต้องตามขอบเขตสูงสุดที่กฎหมายอนุญาต</p> <p>29.2 ในกรณีเช่นนี้ส่วนที่ถือว่าไม่ถูกต้องหรือไม่มีผลบังคับใช้จะต้องได้รับการแก้ไขในลักษณะที่สอดคล้องกับกฎหมายที่ใช้บังคับเพื่อสะท้อนความตั้งใจดั้งเดิมของผู้ประกอบการให้ใกล้เคียงที่สุดเท่าที่จะทำได้</p> <p><b>30. ข้อตกลงทั้งหมด</b></p> <p>30.1 ข้อกำหนดการใช้งานและเอกสารใด ๆ ที่อ้างถึงโดยชัดแจ้งเป็นข้อตกลงทั้งหมดระหว่างคุณและเราและใช้แทนข้อตกลงความเข้าใจหรือการจัดการระหว่างคุณกับเราไม่ว่าจะด้วยวาจาหรือเป็นลายลักษณ์อักษร</p> <p>30.2 เราแต่ละคนรับทราบว่าเราแต่ละคนไม่ได้พึ่งพาการเป็นตัวแทนดำเนินการหรือสัญญาที่ได้รับจากผู้อื่นหรือโดยนัยจากสิ่งที่พูดหรือเขียนในการเจรจาระหว่างเรายกเว้นที่ระบุไว้อย่างชัดแจ้งในข้อกำหนดการใช้งาน</p> <p>30.3 ฝ่ายใดฝ่ายหนึ่งจะไม่ได้รับการเยียวยาใด ๆ ที่เกี่ยวข้องกับคำพูดที่ไม่เป็นจริงใด ๆ ที่ทำขึ้นโดยคนอื่นไม่ว่าจะด้วยวาจาหรือเป็นลายลักษณ์อักษรก่อนวันที่ในสัญญา (เว้นแต่ข้อความเท็จนั้นเป็นการหลอกลวง) ของสัญญาตามที่ระบุไว้ในข้อกำหนดการใช้งาน</p> <p><b>31. สิทธิของบุคคลที่สาม</b></p> <p>31.1 ยกเว้น บริษัท ในเครือของกลุ่มผู้ประกอบการเว้นแต่ข้อกำหนดการใช้งานเหล่านี้ระบุไว้เป็นอย่างอื่นอย่างชัดเจน:</p> <p>31.1.1 บุคคลที่ไม่ได้เป็นภาคีแห่งข้อกำหนดการใช้งานเหล่านี้ไม่มีสิทธิ์ในการบังคับใช้ข้อกำหนดใด ๆ ภายใต้สัญญา (สิทธิของบุคคลที่สาม) พระราชบัญญัติปี 1999 และ</p> <p>31.1.2 หากบุคคลที่ไม่ได้เป็นภาคีของข้อกำหนดการใช้งานเหล่านี้มีการระบุว่ามีสิทธิ์ที่จะบังคับใช้ข้อกำหนดใด ๆ ภายใต้พระราชบัญญัติสัญญา (สิทธิของบุคคลที่สาม) พระราชบัญญัติปี 1999 เราอาจยกเลิกหรือเปลี่ยนแปลงข้อกำหนดการใช้งานเหล่านี้ ดุลยพินิจของเรา แต่เพียงผู้เดียว (และเอกสารใด ๆ ที่ทำขึ้นตามหรือเกี่ยวข้อง) โดยไม่ได้รับความยินยอมจากคุณหรือได้รับความยินยอมจากบุคคลนั้น</p> <p><b>3 2 . การเล่นเกมที่รับผิดชอบ / การพนัน</b></p> <p>3 2 .1 สำหรับลูกค้าผู้ที่ต้องการ จำกัด การพนันของพวกเขาเรามีนโยบายการยกเว้นตนเองโดยสมัครใจซึ่งช่วยให้คุณสามารถปิดบัญชีของคุณหรือจำกัดความสามารถของคุณในการวางเดิมพันหรือเกมบนเว็บไซต์เป็นเวลาอย่างน้อยหกเดือน คุณสามารถถามได้ว่าข้อ จำกัด มีระยะเวลาสูงสุดห้าปี เมื่อบัญชีของคุณถูกแยกตัวคุณจะไม่สามารถเปิดใช้งานบัญชีได้ไม่ว่าในกรณีใด ๆ จนกว่าจะสิ้นสุดระยะเวลาที่เลือกภายใต้วรรคนี้ เมื่อครบกำหนดระยะเวลาการยกเว้นตัวเองคุณจะได้รับสิทธิ์ในการเริ่มใช้บริการอีกครั้งโดยติดต่อฝ่ายบริการลูกค้า</p> <p>3 2 .2 หากคุณต้องการข้อมูลใด ๆ ที่เกี่ยวข้องกับสถานที่นี้โปรดติดต่อฝ่ายบริการลูกค้าผ่านทาง ส่วน<a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/help\">ช่วยเหลือ</a> </p> <p>3 2 .3 เราจะใช้ ความพยายามที่ สมเหตุสมผลของเราเพื่อให้แน่ใจว่าสอดคล้องกับการยกเว้นตนเอง อย่างไรก็ตามการแยกตนเองต้องการความมุ่งมั่นร่วมของทั้งคุณและผู้ประกอบการ ในช่วงระยะเวลาการยกเว้นตัวเองคุณจะต้องไม่พยายามเปิดบัญชีใหม่และคุณยอมรับว่าเราไม่มีความรับผิดชอบหรือความรับผิดใด ๆ หากคุณเล่นการพนันต่อและ / หรือพยายามที่จะใช้เว็บไซต์และเราไม่ ยอมรับ หรือตัดสินว่าคุณได้ร้องขอ การยกเว้นตนเองในสถานการณ์ที่อยู่นอกเหนือการควบคุมที่สมเหตุสมผลของเราซึ่งรวมถึง แต่ไม่ จำกัด เพียงคุณเปิดบัญชีใหม่การพนันในสำนักงานเดิมพันที่ได้รับอนุญาตหรือทางโทรศัพท์มากกว่าผ่านทางอินเทอร์เน็ตหรือใช้ชื่อหรือที่อยู่อื่น</p> <p><b>3 3 . ลิ้งค์</b></p> <p>ในกรณีที่เราให้การเชื่อมโยงหลายมิติไปยังเว็บไซต์อื่นเราทำเพื่อจุดประสงค์ในการให้ข้อมูลเท่านั้น คุณใช้การเชื่อมโยงใด ๆ ที่ มีความเสี่ยง ของคุณเองและเราจะไม่รับผิดชอบต่อเนื้อหาหรือการใช้งานเว็บไซต์ดังกล่าวหรือสำหรับข้อมูลที่มีอยู่ คุณไม่สามารถเชื่อมโยงไปยังเว็บไซต์นี้หรือวางกรอบโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากเรา</p> <p><b>3 4 . ติดต่อเรา</b></p> <p>ผู้ประกอบการสามารถติดต่อได้ตามที่อยู่ที่ให้ไว้ในวรรค 2.1 ข้างต้น ทางอีเมลและ / หรือโทรศัพท์ตามที่อยู่ในส่วน <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=th&amp;u=http://liveguess.net/about/contacts\">ติดต่อเรา</a>ของเว็บไซต์ </p> "
}
