{
  "Username": "Tên đăng nhập",
  "Password": "Mật khẩu",
  "Invalid Username/Password": "Sai Tên đăng nhập/Mật khẩu",
  "Login": "Đăng nhập",
  "Save username": "Lưu tên đăng nhập",
  "Forget password": "Quên mật khẩu",
  "Register": "Đăng kí",
  "Deposit": "Nạp Tiền",
  "Join": "Tham Gia",
  "Save": "Lưu",
  "Back": "Trở về",
  "Setting": "Cài đặt",
  "Language": "Ngôn ngữ",
  "Your session has expired": "Phiên đăng nhập của bạn đã hết",
  "Your session ended. Please sign in again !": "Phiên đăng nhập của bạn đã hết. Vui lòng đăng nhập lại!",
  "Logout": "Đăng xuất",
  "Open": "Dự đoán",
  "Close": "Đóng",
  "Waiting": "Đang chờ",
  "Bet Not Found": "Không Có Dự Đoán",
  "Cancel": "Huỷ",
  "Place Bet": "Dự đoán",
    "Waiting Result": "Chờ kết quả",

  "Home": "Trang chủ",
  "Market": "Thị trường",
  "News": "Tin tức",
  "Sports": "Thể thao",
  "Games": "Trò chơi",
  "History Bet": "Lịch sử dự đoán",
  "Open Bet": "Mở dự đoán",
  "Current": "Hiện hành",
  "Bet Lower": "Dự đoán thấp hơn",
  "Guess": "Dự đoán",
  "Last": "Cuối cùng",
  "Bet Higher": "Dự đoán cao hơn",
  "Time": "Thời gian",
  "Bet Yes": "Dự đoán đúng",
  "Result": "Kết quả",
  "Bet No": "Dự đoán sai",
  "Bet Images": "Dự đoán hình",
  "Bet Numbers": "Dự đoán số",
  "Bet 0-50" : "Dự đoán 0-50",
  "Bet 51-100": "Dự đoán 51-100",
  "Bet 0 - 50" : "Dự đoán <div>0 - 50</div>",
  "Bet 51 - 100": "Dự đoán <div>51 - 100</div>",
  "Round Bet": "Vòng dự đoán",
  "Bet History": "Lịch sử dự đoán",
  "Bet history in one section": "Lịch sử dự đoán trong một phiên",
  "View All": "Xem tất cả",
  "Add:": "Thêm:",
  "Click to add: ": "Nhấp để thêm: ",
  "Betting": "Dự đoán",
  "Clear": "Xóa",
  "Chart odds": "Biểu đồ tỷ lệ dự đoán",
  "Question": "Câu hỏi",
  "Questions": "Nhiều câu hỏi",
  "Related News": "Tin tức liên quan",

  "Back to top": "Trở lại đầu trang",
  "Terms and Condition": "Điều khoản và điều kiện",
  "Rules": "Luật chơi",
  "Contact Us": "Liên hệ",
  "Your Feedback": "Phản hồi của bạn",
  "Jobs & Career": "Việc làm & sự nghiệp",
  "Afiliate Program": "Chương trình liên kết",
  "Privacy Policy": "Chính sách bảo mật",
  "Help": "Trợ giúp",
  "Office": "Văn phòng",
  "Shop Locator": "Vị trí cửa hàng",
  "About": "Về chúng tôi",

  "Notification": "Thông báo",
  "OK": "Đồng ý",
  "You must have a referral to join in !!!": "Bạn phải có người giới thiệu trước khi tham gia !!!",

  "Odd ${oddValue}": "Lẻ ${oddValue}",
  "Type: ${type}": "Kiểu: ${type}",
  "Your bet: ${value}": "Dự đoán của bạn: ${value}",
  "Total: ${value}": "Tổng: ${value}",
  "Yes Win: ${value}": "Thắng: ${value}",
  "No Win: ${value}": "No Thắng: ${value}",
  "Yes Win": "Yes Thắng",
  "No Win": "No Thắng",
  "Numbers Win": "Số Thắng",
  "Images Win": "Hình Thắng",
  "Win": "Thắng",
  "Total refund: ${value}": "Hoàn tiền: ${value}",
  "Higher Win: ${value}": "Higher thắng: ${value}",
  "Lower Win: ${value}": "Lower thắng: ${value}",
  "Total for betting: ${value}": "Tổng dự đoán: ${value}",
  "Singles (${singles} Selection)": "Đơn (${singles} Lựa chọn)",

  "footer-first-verse" : "<span> Guess live cam kết sẽ hỗ trợ <span style=\"color: #fbff47\">Chơi game có trách nhiệm</span>. Đánh bạc dưới tuổi vị thành niên là một hành vi phạm tội. </span>",
  "footer-second-verse" : "<span> Thông báo về cookie: DTT sử dụng cookie để giúp cải thiện trải nghiệm của bạn trong khi truy cập trang web của chúng tôi, giúp chúng tôi phòng chống gian lận và thực hiện các nghĩa vụ pháp lý và quy định của chúng tôi. Xin vui lòng đọc kĩ <a href=\"\">Chính sách cookie</a> để biết thêm thông tin về cách chúng tôi sử dụng thông tin thu được từ cookie và cách thay đổi cài đặt cookie của bạn. Bằng cách tiếp tục sử dụng trang web của chúng tôi, bạn đồng ý với việc sử dụng cookie của chúng tôi. </span>",

  "ABOUT_HEADER": "Về “liveguess.net”",
  "ABOUT_BODY": "<main><h6><strong>Tại sao sử dụng “liveguess.net”</strong></h6> <ul> <li> <p>Minh bạch trong tất cả các dịch vụ cung cấp</p> </li> <li> <p>Chỉ dành cho các member <strong>“guess & win”</strong> với nhau</p> </li> <li> <p>Liveguess.net không tham gia thắng và thua với các member</p> </li> <li> <p>Kết quả được kết nối real time từ những nguồn có uy tín hàng đầu thế giới.</p> </li> <li> <p>Tuyệt đối không can thiệp thay đổi kết quả ngẫu nhiên trong các dịch vụ.</p> </li> <li> <p>Cam kết sử dụng công nghệ smart contract trong tất cả các dịch vụ được cung cấp cho member</p> </li> <li> <p>Smart Contract sẽ được dùng để cung cấp dịch vụ xổ số <strong>“Power lottery”</strong> với giải thưởng lên đến 1 tỷ USD</p> </li> <li> <p>Liveguess.net là nhà cung cấp tính thanh khoản cho các sản phẩm, dịch vụ giải trí cho các thành viên tại tất cả các quốc gia.</p> </li> <li> <p>Liveguess.net là nơi trải nghiệm<strong> “thắng” và “thua”</strong> một cách minh bạch công khai cho các kết quả về kinh tế, chính trị, xã hội, thể thao và các trò chơi trong cuộc sống.</p> </li> </ul> <p> </p> <h6><strong>The LiveGuess Holdings ltd</strong></h6> <ul> <li> <p>Công ty Tiên phong trong thị trường cá cược công nghệ cao, tin tức, thể thao và minigame. Chúng tôi cung cấp kết quả minh bạch nhất để người chơi giành chiến thắng trong nhiều trò chơi để lựa chọn.</p> </li> <li> <p>Hiệu trưởng của các quy tắc trò chơi là các thành viên để đoán chống lại các thành viên. Công ty sẽ luôn luôn đứng ra kết quả. Do đó, tất cả các cược nổi bật sẽ được hoàn trả cho những người chơi đã đặt cược vào số tiền xuất sắc đến và dựa trên tỷ lệ phần trăm của tổng số tiền hoàn trả.</p> </li> <li> <p>Công nghệ đáng tin cậy nhất Các công ty cổ phần trực tiếp sử dụng là hợp đồng thông minh. Điều này sẽ sử dụng để luôn luôn có kết quả của trò chơi đoán đoán cho người chơi và cho xổ số quyền lực của chúng tôi.</p> </li> <li> <p>Xổ số điện là dự án phân phối của Liveguess Holdings Ltd sử dụng công nghệ tiên tiến và sức mạnh chuyển đổi để tạo cơ hội cho bất kỳ người chơi ngẫu nhiên nào trở thành triệu phú hoặc tỷ phú chỉ với 50 xu để mua vé xổ số Power tại Liveguess.net</p> </li> </ul></main>",

  "RULE_HEADER": "Luật chơi",
  "RULE_BODY": "<ul> <li>Guess: dự đoán kết quả của các sản phẩm, dịch vụ tại liveguess.net</li> <li>Guess Lower: dự đoán kết quả thấp hơn giá trị đưa ra trong trò chơi.</li> <li>Guess Higher: dự đoán kết quả cáo hơn giá trị đưa ra trong trờ chơi.</li> <li>Guess No: dự đoán kết quả sai so với kết quả được đặt ra trong câu hỏi</li> <li>Guess Yes: dự đoán kết quả đúng trùng với kết quả được đặt ra trong câu hỏi</li> <li>Result: là kết quả của của các dự đoán cho tất cả sản phẩm, dịch vụ tại liveguess.net được kết nối từ các nguồn có uy tín hàng đầu thế giới</li> <li>Tổng giá trị dự đoán giữa 2 kết quả phải bằng nhau nếu có giá trị dư ra thì giá trị dư ra đó sẽ được hoàn trả cho bên dự đoán dư ra theo tỷ lệ % giá trị dư ra</li> <li>Các dự đoán thắng sẽ trả 1 khoản phí bằng 5% giá trị thắng.</li> </ul>",

  "CONTACT_HEADER": "Liên hệ",
  "CONTACT_BODY": "<p>1. Tele: Admin Liveguess</p> <p>2. Email: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a></p>",

  "HELP_HEADER": "Giúp đỡ",
  "HELP_BODY": "<p>Nhấn vào icon Telegram</p> <p>Hướng dẫn: <a href=\"http://admin.liveguess.net/doc/instructionvietnam.pptx\" target=\"_blank\">Tải về</a></p>",

  "POLICY_HEADER": "Chính sách bảo mật",
  "POLICY_BODY": "<p>Chào mừng bạn đến Chính sách bảo mật trực tuyến của chúng tôi. Pháp luật bảo vệ dữ liệu đang thay đổi vì vậy chúng tôi đã cập nhật nó để cung cấp cho bạn thêm thông tin về cách thức và lý do tại sao chúng tôi sử dụng dữ liệu cá nhân của bạn. Tìm hiểu thêm ở đây.</p> <p><b>Sống Guess Chính sách bảo mật - trực tuyến</b></p> <p><b>1. MỤC ĐÍCH CHÍNH SÁCH RIÊNG NÀY</b></p> <p>1.1 Chính sách bảo mật này đưa ra những cách thức và cách thức mà, chúng tôi, LiveGuess Holding Limited, (chúng tôi, chúng tôi, của chúng tôi, điều hành), thu thập và sử dụng dữ liệu cá nhân mà chúng tôi có thể có được về bạn. Cách thức mà chúng tôi xử lý dữ liệu cá nhân của bạn và bước chúng tôi thực để bảo vệ dữ liệu cá nhân của bạn và làm thế nào bạn có thể xem và sửa dữ liệu cá nhân của bạn được đề cập ở đây. Chúng tôi yêu cầu bạn đọc chính sách bảo mật một cách cẩn thận vì nó có chứa các thông tin quan trọng về những gì mong đợi như thế nào chúng tôi thu thập và sử dụng thông tin cá nhân về bạn. Bạn có thể liên hệ với dịch vụ khách hàng với bất kỳ truy vấn bảo vệ dữ liệu qua<a href=\"http://liveguess.net/about/help\">http://liveguess.net/about/help</a></p> <p>1.2 Trừ khi có yêu cầu khác, các điều khoản vốn không quy định tại Chính sách bảo mật này được thực hiện như quy định tại các Điều khoản chung, trong đó, cho tránh sự nghi ngờ, cũng được áp dụng và bạn sẽ cần phải đọc và hiểu các điều khoản chung ngoài việc bảo mật này chính sách.</p> <p>1.3 Thỉnh thoảng chúng tôi có thể cập nhật chính sách bảo mật. Khi chúng tôi làm, chúng tôi sẽ sửa đổi \"cập nhật lần cuối\" ngày ở dưới cùng của Chính sách bảo mật và chúng tôi sẽ thông báo cho bạn trước khi bất kỳ thay đổi. cũng hãy đảm bảo rằng bạn thường xuyên kiểm tra chính sách bảo mật cho bất kỳ bản cập nhật.</p> <p><b>2. GÌ LOẠI THÔNG TIN CHÚNG TÔI THU</b></p> <p>2.1. Bằng cách truy cập trang web của chúng tôi và / hoặc sử dụng ứng dụng của chúng tôi, đăng ký sử dụng các dịch vụ được cung cấp trong thời gian này bởi chúng tôi thông qua website của chúng tôi, telebetting, thể thao cá cược, chơi game, các dịch vụ free-to-play và / hoặc bất kỳ ứng dụng phần mềm ( \"Dịch vụ \") hoặc liên hệ với chúng tôi Chính sách bảo mật này sẽ được áp dụng.</p> <p>2.2. Các thông tin cá nhân chúng tôi thu thập từ bạn có thể bao gồm những điều sau đây:</p> <p>2.2.1. thông tin bạn cung cấp cho chúng tôi khi đăng ký dịch vụ của chúng tôi;</p> <p>2.2.2. thông tin bạn cung cấp cho chúng ta trong bất kỳ thư từ và một kỷ lục của bất kỳ thư từ chúng tôi có với bạn;</p> <p>2.2.3. chi tiết của giao dịch bạn thực hiện với chúng tôi cũng như thông tin về tài khoản và thẻ chi tiết ngân hàng;</p> <p>2.2.4. thông tin về việc sử dụng dịch vụ của chúng tôi;</p> <p>2.2.5. thông tin bạn cung cấp cho chúng tôi thông qua các cuộc điều tra bạn hoàn thành hoặc các cuộc thi bạn nhập;</p> <p>2.2.6. thông tin về sở thích của bạn;</p> <p>2.2.7. thông tin về bất kỳ hoạt động rửa lừa đảo, tội phạm hoặc chống tiền càng tốt mà hệ thống của chúng tôi phát hiện; và</p> <p>2.2.8. thông tin về lịch sử cá cược và các mẫu của bạn.</p> <p>2.3. Bạn không cần cung cấp bất kỳ thông tin cho chúng tôi, nhưng nếu bạn không, chúng tôi không thể cung cấp cho bạn các dịch vụ được yêu cầu.</p> <p><b>3. SỬ DỤNG DỮ LIỆU CÁ NHÂN CỦA BẠN</b></p> <p>3.1 Phù hợp với luật bảo vệ dữ liệu, chúng tôi sẽ chỉ xử lý dữ liệu cá nhân của bạn, nơi chúng ta có một cơ sở hợp pháp để làm như vậy. Đối với các dữ liệu cá nhân của bạn, những căn cứ là nơi nó là cần thiết để cung cấp dịch vụ cho bạn theo việc thực hiện các hợp đồng, chúng tôi có với bạn; nơi chúng tôi được yêu cầu để làm như vậy phù hợp với nghĩa vụ pháp lý hoặc quy định; nơi bạn đã đồng ý; và nó ở đâu trong lợi ích hợp pháp của chúng tôi để xử lý dữ liệu cá nhân của bạn với điều kiện này không phương hại đến quyền riêng, tự do và sở thích của bạn.</p> <p>3.2. Chúng tôi sẽ xử lý dữ liệu cá nhân của bạn cho các mục đích sau đây và phù hợp với các điều kiện hợp pháp sau đây:</p> <p>3.2.1. Để cho phép chúng tôi được thành lập và hoạt động tài khoản của bạn để bạn có thể tận dụng tối đa tất cả các tính năng của dịch vụ, trong đó có tín dụng tài khoản của bạn với các quỹ, đặt cược và chơi trò chơi (cần thiết cho việc thực hiện hợp đồng).</p> <p>3.2.2. Cung cấp Dịch vụ cho bạn (cần thiết cho việc thực hiện hợp đồng).</p> <p>3.2.3. Để liên kết tài khoản trực tuyến của bạn và tài khoản bán lẻ nơi mà bạn yêu cầu này (cần thiết cho việc thực hiện hợp đồng).</p> <p>3.2.4. Để cho phép chúng tôi để nhận được các câu hỏi và ý kiến ​​từ bạn qua Trung tâm trợ giúp trực tuyến của chúng tôi, và để chúng tôi có thể đáp ứng cho họ (cần thiết cho việc thực hiện hợp đồng).</p> <p>3.2.5. Để ghi lại các cuộc gọi điện thoại và duy trì thông tin liên lạc đến và đi từ Dịch Vụ Khách Hàng của chúng tôi cho các mục đích cục đào tạo để cho phép chúng tôi cải thiện dịch vụ khách hàng của chúng tôi cũng như cho mục đích an ninh cho phép chúng ta xác định người trong truyền thông tiếp theo (lợi ích hợp pháp).</p> <p>3.2.6. Trong trường hợp bạn đặt ra giới hạn tiền gửi, chúng tôi sẽ sử dụng phương tiện tự động để theo dõi các khoản tiền gửi của bạn để đảm bảo rằng chúng tôi tuân thủ yêu cầu của bạn (đồng ý).</p> <p>3.2.7. Theo dõi mô hình cờ bạc của bạn và để xác định khả năng mối quan tâm cờ bạc có trách nhiệm như mô tả trong đoạn 3.4 (cần thiết để tuân thủ các nghĩa vụ pháp lý).</p> <p>3.2.8. Chuẩn bị thống kê, cung cấp các báo cáo và phân tích phân tích liên quan đến việc sử dụng Dịch vụ của bạn và các khách hàng khác (lợi ích hợp pháp).</p> <p>3.2.9. Để cho phép chúng tôi liên lạc với bạn cho mục đích nghiên cứu để chúng ta có thể hiểu rõ hơn về dịch vụ của chúng tôi và cách chúng được cảm nhận của khách hàng của chúng tôi. thông tin liên lạc như vậy sẽ chỉ nghiên cứu và sẽ không chứa bất kỳ thị. Chúng tôi sẽ cung cấp cho bạn cơ hội để lựa chọn ra các nghiên cứu trong tương lai tại bất kỳ thông tin liên lạc chúng tôi gửi tới bạn (lợi ích hợp pháp).</p> <p>3.2.10. Để giám sát hoạt động cờ bạc (và tất cả khách hàng của chúng tôi) và quản lý rủi ro và tỷ lệ cược (lợi ích hợp pháp) của chúng tôi.</p> <p>3.2.11. Định kỳ gửi thông tin liên lạc bằng văn bản cho bạn để thông báo những thay đổi quan trọng dịch vụ, cập nhật vấn đề kỹ thuật và thay đổi Điều khoản chung, trong đó có chính sách bảo mật (cần thiết cho việc thực hiện hợp đồng).</p> <p>3.2.12. Để gửi cho bạn cung cấp và chương trình khuyến mãi mà có thể quan tâm đến bạn (nhưng chỉ khi bạn đã đồng ý để chúng tôi làm như vậy) (đồng ý).</p> <p>3.2.13. Để cung cấp cho bạn với việc sử dụng cá nhân của dịch vụ của chúng tôi để chúng tôi có thể cung cấp cho bạn và người chơi khác một dịch vụ tốt hơn (lợi ích hợp pháp).</p> <p>3.2.14. Để hồ sơ bạn để chúng tôi có thể hiểu rõ hơn về sở thích của bạn và những sản phẩm và cung cấp sẽ là phù hợp nhất cho bạn và khách hàng tương tự như bạn (lợi ích hợp pháp).</p> <p>3.2.15. Khi bạn chọn để tải về phần mềm theo dịch vụ của chúng tôi, phần mềm thông báo cũng có thể được tải lên thiết bị truy cập của bạn. Điều này cho phép chúng tôi gửi thông báo cho bạn về dịch vụ của chúng tôi trực tiếp đến thiết bị truy cập của bạn, ví dụ như để thông báo cho bạn về các tính năng mới, cập nhật, thông tin liên lạc phục vụ, cung cấp và chương trình khuyến mãi. Bằng cách tải về phần mềm này, bạn đồng ý với việc nhận được thông báo. Nếu bạn không muốn nhận các thông báo này, bạn sẽ cần phải tự gỡ bỏ cài đặt các phần mềm thông báo từ thiết bị truy cập của bạn (ví dụ bằng cách nhấn vào \"những gì này\" liên kết trên một thông báo bạn nhận được và theo sau 'làm thế nào để xóa' hướng dẫn\", hoặc bằng cách làm theo \"Cài đặt\" áp dụng và hướng dẫn gỡ bỏ cài đặt \"Notification Center\" trên thiết bị truy cập của bạn).</p> <p>3.3. Chúng tôi được yêu cầu phải thực hiện các biện pháp để xác định và điều tra bất hợp pháp, hoạt động gian lận hoặc không đúng nghi ngờ kết nối với các dịch vụ, bao gồm rửa tiền có thể, việc sử dụng số tiền thu được của tội phạm và gian lận. Chúng tôi cũng có nghĩa vụ để điều tra và xác định bất kỳ vấn đề có thể liên quan đến tính toàn vẹn, không trung thực, sơ suất và hành vi sai trái nghiêm trọng khác trong thể thao, chẳng hạn như trận đấu ấn định. Trong trường hợp chúng tôi nghi ngờ các hoạt động này đang diễn ra, hoặc nhận được một yêu cầu chính đáng để biết thông tin liên quan đến các hoạt động như vậy từ một cơ quan quản lý, chúng tôi được yêu cầu phải tiết lộ thông tin này cho các cơ quan có liên quan và / hoặc cơ quan quản lý.</p> <p>3.4. Phù hợp với nghĩa vụ cờ bạc và trách nhiệm xã hội có trách nhiệm của chúng tôi và vì lợi ích của người chơi của chúng tôi, chúng tôi sẽ theo dõi mô hình cờ bạc / huy động có thể chỉ ra mối quan tâm đối với cờ bạc có trách nhiệm. Chúng tôi có thể sử dụng các quy trình ra quyết định tự động để giúp chúng ta xác định các mẫu đó (ví dụ, hệ thống của chúng tôi sẽ tự động ngăn cản bạn gửi tiền vượt quá giới hạn quy định của bạn và nhận dạng, xác minh và tín dụng kiểm tra được thực hiện bởi bộ vi xử lý của chúng tôi được làm như vậy trên một tự động nền tảng). Những quyết định này cho phép chúng tôi để giúp bạn đánh bạc có trách nhiệm (cần thiết để tuân thủ các nghĩa vụ pháp lý).</p> <p>3.5. Đối với mục đích xử lý phòng ngừa hoặc phát hiện tội phạm cũng như cờ bạc có trách nhiệm như mô tả trong đoạn 3.3 và 3.4, chúng ta có thể bổ sung các thông tin mà bạn cung cấp cho chúng tôi thông tin mà chúng tôi nhận được từ các bên thứ ba hoặc đối chiếu bằng cách truy cập các nguồn bên thứ ba, bao gồm (không giới hạn) các thông tin được công bố trên internet về hoặc bằng bạn, ví dụ trên phương tiện truyền thông xã hội và các trang web mạng xã hội (cần thiết để tuân thủ các nghĩa vụ pháp lý).</p> <p>3.6 Khi bạn cung cấp cho chúng tôi thông tin về bất kỳ vấn đề sức khỏe liên quan đến bản thân hoặc bất kỳ bên thứ ba, chúng tôi sẽ xử lý thông tin này đến mức mà nó là cần thiết để bảo vệ lợi ích quan trọng của bạn hoặc những người khác người tự nhiên.</p> <p><b>4. Chia sẻ dữ liệu CÁ NHÂN CỦA BẠN</b></p> <p>4.1. Chúng tôi sẽ chỉ định số bên thứ ba bao gồm nhưng không giới hạn cho các công ty phân tích, công ty quảng cáo, các cơ quan rủi ro và gian lận hoặc các cơ quan dịch vụ khách hàng để xử lý dữ liệu cá nhân của bạn thay cho chúng ta. Các bên thứ ba sẽ chỉ xử lý dữ liệu cá nhân của bạn phù hợp với hướng dẫn của chúng tôi và chúng tôi sẽ đảm bảo rằng các biện pháp thích hợp được đưa ra để đảm bảo rằng dữ liệu cá nhân của bạn được xử lý chỉ phù hợp với chính sách bảo mật và giữ an toàn tại mọi thời điểm.</p> <p>4.2. Ngoài bất kỳ chia sẻ được liệt kê tại khoản 3, chúng tôi có thể tiết lộ dữ liệu ẩn danh (ví dụ như thống kê tổng hợp) về những người sử dụng dịch vụ của chúng tôi để mô tả bán hàng, khách hàng, mô hình giao thông của chúng tôi và các thông tin khác cho các đối tác tiềm năng, các nhà quảng cáo, nhà đầu tư và các bên có uy tín thứ ba và cho các mục đích hợp pháp khác, nhưng những thống kê này sẽ không chứa dữ liệu cá nhân của bạn.</p> <p>4.3. Như được liệt kê tại khoản 3, chúng tôi có thể thỉnh thoảng được yêu cầu của pháp luật, lệnh của tòa án hoặc cơ quan chính phủ tiết lộ một số loại dữ liệu cá nhân.</p> <p>4.4. Chúng tôi cũng có thể chia sẻ thông tin của bạn với bên thứ ba trong các trường hợp sau đây, trong phạm vi pháp luật cho phép:</p> <p>4.4.1. nếu chúng ta nghĩ rằng làm như vậy là cần thiết để bảo vệ quyền lợi, tài sản, an ninh, hoặc sự an toàn của chúng tôi, dịch vụ của chúng tôi, người dùng của chúng tôi, hoặc của cộng đồng;</p> <p>4.4.2. để thực thi điều khoản chung của chúng tôi hoặc bất kỳ thỏa thuận khác mà chúng tôi có trong địa điểm với bạn;</p> <p>4.4.3. để điều tra và bảo vệ bản thân hoặc những người khác đối với bất kỳ khiếu nại hoặc cáo buộc của bên thứ ba; và</p> <p>4.3.4. trong khi đàm phán hoặc liên quan đến một giao dịch kinh doanh, chẳng hạn như việc sáp nhập, thay đổi kiểm soát, bán tài sản, hoặc phá sản.</p> <p><b>5. CẬP NHẬT THÔNG TIN CỦA BẠN</b></p> <p>Điều quan trọng là thông tin chúng tôi có về bạn là chính xác để chúng tôi tuân thủ các nghĩa vụ pháp lý của chúng tôi và cũng để cung cấp cho bạn với các dịch vụ tốt nhất có thể. Do đó chúng tôi yêu cầu bạn đảm bảo dữ liệu cá nhân của bạn tùy thuộc vào dữ liệu bất cứ lúc nào. Bạn có thể cập nhật thông tin cá nhân của bạn bất cứ lúc nào từ bên trong tài khoản của bạn thông qua 'Tài khoản của tôi / Update Account Details' (nếu có) hoặc bằng cách liên hệ Dịch Vụ Khách Hàng.</p> <p><b>6. THÔNG TIN AN NINH</b></p> <p>6.1. Chúng tôi cố gắng để bảo vệ dữ liệu cá nhân của bạn và dịch vụ của chúng tôi với những truy cập trái phép vào hoặc thay đổi thông tin cá nhân của bạn. Điều này bao gồm sử dụng các biện pháp an ninh khác nhau để bảo vệ dữ liệu cá nhân của bạn được tổ chức bởi hoặc thay mặt chúng tôi và xem xét liên tục của hoạt động thu thập thông tin, lưu trữ và xử lý của chúng tôi.</p> <p>6.2. Tùy thuộc vào những ứng dụng được mô tả trong Chính sách bảo mật này, chúng tôi sẽ nỗ lực để điều trị tất cả các dữ liệu cá nhân của bạn trong bảo mật tuyệt đối và nỗ lực để thực hiện các bước hợp lý để giữ cho dữ liệu cá nhân của bạn an toàn khi nó đã được chuyển giao cho hệ thống của chúng tôi. Tuy nhiên, internet không phải là một phương tiện an toàn và chúng tôi không thể đảm bảo sự an toàn của bất kỳ dữ liệu bạn tiết lộ trực tuyến. Bạn chấp nhận những rủi ro bảo mật vốn có cung cấp thông tin và giao dịch trực tuyến qua internet và sẽ không giữ cho chúng tôi chịu trách nhiệm về bất kỳ hành vi vi phạm an ninh trừ khi điều này là do sự thất bại của chúng tôi để đảm bảo chúng tôi có biện pháp kỹ thuật và tổ chức thích hợp tại chỗ theo yêu cầu của GDPR.</p> <p>6.3. Nếu bạn liên kết đến các trang web khác của chúng tôi từ<a href=\"http://liveguess.net/\">Trang mạng</a>sau đó dữ liệu cá nhân của bạn sẽ được điều chỉnh bởi chính sách bảo mật của nó. Chúng tôi khuyên bạn nên luôn luôn đọc chính sách bảo mật như vậy trước khi tương tác với một trang web mới để đảm bảo bạn hiểu làm thế nào dữ liệu cá nhân của bạn sẽ được sử dụng.</p> <p><b>7. QUYỀN CỦA BẠN ĐỐI VỚI DỮ LIỆU CÁ NHÂN CỦA BẠN</b></p> <p>7.1. Bạn có các quyền sau đây liên quan đến dữ liệu cá nhân của bạn:</p> <p>7.1.1. quyền truy cập vào dữ liệu cá nhân của bạn được tổ chức bởi chúng ta;</p> <p>7.1.2. quyền để nhận dữ liệu cá nhân nhất định ở định dạng máy có thể đọc như .csv (có thể đọc được trên Microsoft Excel hoặc tương đương) hoặc .pdf (có thể đọc được trên Adobe Acrobat hoặc tương đương);</p> <p>7.1.3. một quyền phản đối chế biến nơi cơ sở hợp pháp là nó là vì lợi ích hợp pháp của chúng tôi, nhưng xin lưu ý rằng chúng tôi vẫn có thể xử lý dữ liệu cá nhân của bạn, nơi có căn cứ hợp pháp khác có liên quan hoặc nơi mà chúng tôi có cơ sở thuyết phục để tiếp tục xử lý dữ liệu cá nhân của bạn trong chúng tôi lợi ích mà không được ghi đè bởi các quyền, lợi ích hoặc các quyền tự do của bạn;</p> <p>7.1.4. quyền có dữ liệu cá nhân không chính xác sửa chữa;</p> <p>7.1.5. quyền có một số dữ liệu cá nhân bị xóa mà nó không còn cần thiết đối với chúng tôi để xử lý nó, nơi mà bạn đã rút đồng ý của bạn theo khoản 8.1.8, nơi bạn đã phản đối quy định ở khoản 7.1.3, nơi dữ liệu cá nhân của bạn đã được bất hợp pháp xử lý, hoặc trong trường hợp xóa dữ liệu cá nhân của bạn là cần thiết phù hợp với nghĩa vụ pháp lý;</p> <p>7.1.4. một quyền yêu cầu một lời giải thích của logic liên quan đến nơi mà chúng tôi đưa ra quyết định về bạn chỉ thông qua phương tiện tự động;</p> <p>7.1.5. quyền khiếu nại với điều bảo vệ dữ liệu quốc gia của bạn;</p> <p>7.1.6. nơi chúng tôi đã đặc biệt yêu cầu sự đồng ý của bạn để xử lý dữ liệu cá nhân của bạn và không có điều kiện hợp pháp khác để dựa vào bạn có quyền rút lại thỏa thuận này bằng cách truy cập Trung tâm Sở thích trên trang web hoặc phần mềm của chúng tôi ứng dụng hoặc bằng cách gửi email<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a> và</p> <p>7.1.7. một quyền phản đối tiếp thị trực tiếp, có thể được thực hiện bằng cách chọn không tham gia tiếp thị trực tiếp hoặc thông qua tài khoản của bạn thông qua Tài khoản của tôi / phần Chi tiết tài khoản hoặc bằng cách từ chối thông qua truyền thông riêng của mình. Bạn cũng có quyền phản đối bất kỳ hồ sơ đến mức mà nó liên quan đến chỉ đạo tiếp thị.</p> <p>7.2. Nếu bạn không chắc chắn về các quyền của mình hoặc lo ngại về cách dữ liệu cá nhân của bạn có thể được xử lý, bạn nên liên hệ với bộ điều chỉnh bảo vệ dữ liệu quốc gia của bạn.</p> <p>7.3. Trong trường hợp bạn thực hiện một yêu cầu đối với các quyền của mình, chúng tôi sẽ yêu cầu bằng chứng về nhận dạng. Chúng tôi cũng có thể yêu cầu bạn làm rõ yêu cầu của bạn. Nếu chúng tôi nhận được yêu cầu lặp đi lặp lại hoặc có lý do để tin yêu cầu đang được thực hiện một cách vô lý chúng tôi có quyền không trả lời.</p> <p><b>8. MARKETING</b></p> <p>8.1. Chúng tôi có thể liên lạc với bạn liên quan đến chương trình khuyến mãi, sản phẩm hoặc dịch vụ mà bạn có thể quan tâm đến bất cứ lúc nào, nhưng chỉ khi bạn đã đồng ý tiếp nhận truyền thông tiếp thị như vậy. Bạn có thể cập nhật các ưu đãi tiếp thị của bạn và cũng không tham gia vào bất cứ lúc nào thông qua tab Preferences nằm trong menu Balance Icon. Chúng tôi cũng sẽ bao gồm các tính năng ngừng đăng ký trong thông tin liên lạc của chúng tôi mà bạn có thể sử dụng để loại trừ ra khỏi truyền thông tiếp thị trong tương lai.</p> <p>8.2. Chúng tôi cũng có thể thực hiện các hồ sơ nhất định của bạn và hoạt động của bạn liên quan đến dịch vụ của chúng tôi để gửi cho bạn truyền thông tiếp thị phù hợp hơn. hồ sơ này sẽ được thực hiện dựa trên việc bạn sử dụng Dịch vụ của chúng tôi và cũng thông qua lựa chọn của bạn trong Trung tâm Preference. Bạn có thể cập nhật sở thích của bạn qua tab Preferences.</p> <p>8.3. Trong trường hợp bạn đã đồng ý để nhận tiếp thị trực tiếp từ chúng tôi và cũng kinh doanh bán lẻ của chúng tôi, chúng tôi có thể gửi cho bạn tiếp thị trực tiếp liên quan đến cung cấp trực tuyến và bán lẻ doanh.</p> <p><b>9. Giữ lại dữ liệu cá nhân</b></p> <p>Chúng tôi sẽ giữ lại dữ liệu cá nhân của bạn cho thời gian cần thiết để cung cấp cho bạn với các dịch vụ. Theo đó, dữ liệu cá nhân của bạn sẽ được duy trì cho đến 7 năm sau khi đóng tài khoản của bạn (nếu có) hoặc liên lạc cuối cùng với chúng tôi phát ra từ bạn. Trong trường hợp nó không còn cần thiết để xử lý dữ liệu cá nhân của bạn, chúng tôi sẽ xóa nó. Xin lưu ý, tuy nhiên, chúng ta có thể bị yêu cầu pháp lý và quy định để giữ cho dữ liệu cá nhân trong một thời gian lâu hơn, trong căn cứ cụ thể cho bất kỳ khoảng thời gian giới hạn theo luật định hiện hành.</p> <p><b>ĐỊA CHỈ 10 IP</b></p> <p>Trình duyệt của bạn cũng tạo ra các thông tin khác, bao gồm cả ngôn ngữ trang web được hiển thị trong, và địa chỉ Giao thức Internet ( \"địa chỉ IP\"). Một địa chỉ IP là một tập hợp các số được gán cho máy tính của bạn trong một phiên duyệt web bất cứ khi nào bạn đăng nhập vào Internet thông qua nhà cung cấp dịch vụ internet hoặc mạng của bạn (nếu bạn truy cập internet từ, ví dụ, một máy tính tại nơi làm việc). địa chỉ IP của bạn được tự động đăng nhập bởi các máy chủ của chúng tôi và sử dụng để thu thập dữ liệu giao thông về khách truy cập vào Website của chúng tôi. Chúng tôi cũng sử dụng địa chỉ IP của bạn để giúp chẩn đoán các vấn đề với máy chủ của chúng tôi, và để quản lý trang web của chúng tôi.</p> <p><b>11. COOKIES</b></p> <p>11.1. 'Cookie' là một tập tin văn bản nhỏ được tải lên thiết bị truy cập của bạn khi bạn truy cập một trang web và cho phép các trang web để có được một số thông tin từ trình duyệt của bạn, chẳng hạn như sở thích của bạn. Cookies cho phép chúng tôi phát huy tối đa kinh nghiệm của bạn sử dụng trang web bằng cách tăng chức năng của nó và cho phép các trang web để nhớ thông tin và lựa chọn khi bạn di chuyển từ trang này sang trang và từ lần đến thăm, tùy thuộc vào cookie. Một cookie không gây hại cho thiết bị truy cập của bạn cũng không chứa bất kỳ loại virus hay phần mềm độc hại khác.</p> <p>11.2. cookie khác nhau thực hiện nhiệm vụ khác nhau. Ví dụ, một số cookie có thể thực sự cần thiết và / hoặc chức năng, nhớ lựa chọn đặt cược của bạn khi bạn xây dựng trượt đặt cược của bạn hoặc tuỳ chọn ngôn ngữ của bạn. Đây là quan trọng khi họ giữ cho bạn đăng nhập vào trang web và ngăn ngừa sự cần thiết phải đăng nhập mỗi lần bạn click thông qua phần khác nhau của trang web. Loại bỏ những cookie sẽ ảnh hưởng đến khả năng sử dụng dịch vụ của chúng tôi. cookie khác là dành cho mục đích phân tích và quảng cáo. Họ cho chúng tôi biết làm thế nào bạn di chuyển qua các trang web, cho phép chúng ta theo dõi hiệu suất và chắc chắn rằng bạn sẽ có được những kinh nghiệm tốt nhất có thể trên Website của chúng tôi. Vô hiệu hóa những cookie có nghĩa là bạn có thể không có khả năng truy cập vào các tính năng nhất định. Chúng tôi cũng sử dụng cookie được thông tin về thiết bị truy cập của bạn (ví dụ như địa chỉ IP, loại thiết bị, vị trí địa lý dữ liệu, thông tin trình duyệt) để giúp chúng tôi nhận ra bạn để phòng ngừa gian lận, tuân thủ các yêu cầu về phòng chống rửa tiền của chúng tôi và để phát hiện Practices cấm mà có thể ảnh hưởng đến trải nghiệm khách hàng của bạn. Chúng tôi chỉ nhận dữ liệu từ thiết bị truy cập của bạn khi bạn đăng nhập vào tài khoản của bạn. Trong trường hợp chúng tôi sử dụng cookie của bên thứ ba này phải tuân theo nghiêm ngặt kiểm tra để đảm bảo rằng dữ liệu cá nhân được bảo vệ phù hợp với các yêu cầu pháp lý. Nếu không có những tập tin cookie, chúng tôi không thể cung cấp cho bạn với các dịch vụ ở tất cả. Trong trường hợp chúng tôi sử dụng cookie của bên thứ ba này phải tuân theo nghiêm ngặt kiểm tra để đảm bảo rằng dữ liệu cá nhân được bảo vệ phù hợp với các yêu cầu pháp lý. Nếu không có những tập tin cookie, chúng tôi không thể cung cấp cho bạn với các dịch vụ ở tất cả. Trong trường hợp chúng tôi sử dụng cookie của bên thứ ba này phải tuân theo nghiêm ngặt kiểm tra để đảm bảo rằng dữ liệu cá nhân được bảo vệ phù hợp với các yêu cầu pháp lý. Nếu không có những tập tin cookie, chúng tôi không thể cung cấp cho bạn với các dịch vụ ở tất cả.</p> <p>11,3. Bạn có thể kiểm soát cài đặt riêng tư và bảo mật của bạn. Để tìm hiểu thêm về tập tin cookie và làm thế nào để vô hiệu hóa chúng, chúng tôi khuyên bạn nên<a href=\"https://williamhill-lang.custhelp.com/app/answers/detail/a_id/9009\">bấm vào đây.</a>Hơn nữa, bạn có thể tìm hiểu thêm về thứ ba cookie thị bên nói chung những điều này và làm thế nào để xóa chúng<a href=\"http://www.youronlinechoices.eu/\">đây</a>. Trong khi ngăn chặn một số cookie có thể ảnh hưởng đến việc sử dụng và thưởng thức của bạn của trang web. Để biết thêm thông tin về tập tin cookie và làm thế nào để quản lý chúng ghé thăm Câu Hỏi Thường Gặp của chúng tôi.</p> <p>11.4. Hãy đảm bảo rằng bạn đã đọc điều khoản 24 của Điều khoản sử dụng của chúng tôi để biết thêm thông tin về cách thức và lý do tại sao chúng tôi xử lý thông tin sử dụng cookie.</p> <p>11,5. Bằng cách tiếp tục sử dụng trang web bạn đồng ý sử dụng cookie của chúng tôi.</p> <p><b>12. liên hệ với chúng</b></p> <p>12.1. Nếu lúc nào đó bạn tin rằng chúng tôi đã không tôn trọng các quy định đề ra trong Chính sách bảo mật này, xin vui lòng thông báo cho chúng tôi bằng cách liên hệ Dịch Vụ Khách Hàng qua<a href=\"http://liveguess.net/about/contacts\">http://liveguess.net/about/contacts</a>để bắt đầu một cuộc trò chuyện hoặc gửi email.</p> <p>12.2. Trong trường hợp bạn muốn leo thang một vấn đề riêng tư của dữ liệu hoặc có thắc mắc mà không thể được giải quyết bởi đội ngũ dịch vụ khách hàng của chúng tôi bạn có thể liên hệ văn phòng bảo vệ dữ liệu của chúng tôi bằng cách gửi email<a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>.</p> <p>Chính sách bảo mật này có hiệu lực khi sử dụng dịch vụ website của chúng tôi</p> ",

  "AFFILIATE_HEADER": "Affiliate",
  "AFFILIATE_BODY": "Liên hệ hỗ trợ: <a href=\"mailto:admin@liveguess.net\">admin@liveguess.net</a>",

  "TERM_HEADER": "Điều khoản và điều kiện",
  "TERM_BODY": "<p><b>ĐIỀU KHOẢN SỬ DỤNG DỊCH VỤ</b></p> <p><b>1. GIỚI THIỆU: CÁC ĐỊNH NGH KEYA CHÍNH VÀ NHỮNG GÌ ĐỂ KIẾM ĐƯỢC ĐIỀU KHOẢN SỬ DỤNG CỦA BẠN</b></p> <p>Các định nghĩa sau đây được sử dụng trong các điều khoản và điều kiện sau:</p> <p>\" <b>Thiết bị truy cập</b> \" nghĩa là bất kỳ phương tiện điện tử nào để truy cập Dịch vụ, bao gồm nhưng không giới hạn ở máy tính, thiết bị điện thoại thông minh, điện thoại, thiết bị máy tính bảng, thiết bị cảm ứng hoặc bất kỳ hệ thống giải trí gia đình nào như máy chơi game video và TV thông minh (hoặc bởi bất kỳ phương tiện từ xa khác);</p> <p>\" <b>Điều khoản thưởng</b> \" có nghĩa là bất kỳ điều khoản và điều kiện và / hoặc quy tắc nào liên quan đến chương trình khuyến mãi, tiền thưởng và ưu đãi đặc biệt có thể áp dụng cho bất kỳ phần nào của Dịch vụ theo thời gian;</p> <p>\" <b>Số dư mua vào</b> \" có nghĩa là bất kỳ số tiền hoặc số tiền nào Bạn đã cam kết với số tiền mua theo yêu cầu theo bất kỳ Điều khoản thưởng nào áp dụng cho một Khuyến mãi, để tham gia vào Khuyến mãi đó (bao gồm mọi khoản tiền thắng cược từ các khoản cược được thực hiện bằng số tiền đó và được phân bổ cho số dư này);</p> <p>\" <b>Điều khoản tải xuống</b> \" nghĩa là bất kỳ điều khoản và điều kiện sử dụng bổ sung nào mà bạn bắt buộc phải xác nhận Thỏa thuận của bạn với tư cách là một phần của việc tải xuống và / hoặc cài đặt bất kỳ phần mềm nào bạn có thể tải xuống để có thể sử dụng Trang web, bao gồm cả Giấy phép Hiệp định tài Playtech End có thể được tìm thấy trong các phụ lục kèm theo các Điều khoản chung;</p> <p>\" <b>Khuyến mãi đặt cược miễn phí</b> \" có nghĩa là một Khuyến mãi trong đó phần thưởng được thêm vào Tài khoản của bạn dành riêng cho cá cược thể thao, bao gồm tiền thưởng ( i ) dưới dạng đặt cược miễn phí có giá trị cố định để đặt cược vào một thị trường cụ thể hoặc thị trường của Bạn lựa chọn và (ii) dưới dạng tiền có giá trị được liên kết với số tiền mua (mà bạn đã thêm vào Số dư mua vào) để sử dụng cho nhiều lần đặt cược và tuân theo Yêu cầu đánh cược;</p> <p>\" <b>Ủy ban cờ bạc</b> \" có nghĩa là cơ quan quản lý cờ bạc thương mại ở Vương quốc Anh có trang web tại <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://www.gamblingcommission.gov.uk/\" target=\"_blank\">www.gambledcommission.gov.uk</a> ;</p> <p>\" <b>Điều khoản chung</b> \" có nghĩa là các điều khoản và điều kiện được quy định trong tài liệu này;</p> <p>\" <b>Chính sách bảo mật</b> \" nghĩa là chính sách quyền riêng tư của Nhà điều hành được truy cập thông qua <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/policy\">Chính sách bảo mật</a> liên kết;</p> <p>\" <b>Khuyến mãi</b> \" nghĩa là ưu đãi đặc biệt dành cho Bạn liên quan đến Dịch vụ của chúng tôi bao gồm tiền hoặc tương đương do chúng tôi cung cấp và được thêm vào Tài khoản của bạn từ đó Bạn có thể đặt cược, bao gồm nhưng không giới hạn; gửi tiền phù hợp với tiền để đặt cược theo quyết định của bạn, quay miễn phí cho các trò chơi cụ thể và đặt cược miễn phí cho cá cược thể thao</p> <p>\" <b>Điều</b> <b>khoản tài khoản liên quan</b> \" nghĩa là các điều khoản và điều kiện được quy định trong Phụ lục 1 của các Điều khoản chung này là một phần của Điều khoản sử dụng;</p> <p>\" <b>Quy tắc</b> \" nghĩa là Quy tắc đặt cược và Quy tắc trò chơi áp dụng cụ thể cho loại cá cược và / hoặc trò chơi có liên quan, như được xác định chi tiết hơn trong đoạn 1.3.1 và 1.3.2;</p> <p>\" <b>Dịch vụ</b> \" có nghĩa là, nếu phù hợp, các dịch vụ được Nhà khai thác cung cấp trong thời gian này thông qua Trang web, Điện thoại và / hoặc thông qua bất kỳ ứng dụng Thiết bị truy cập nào;</p> <p>\" <b>Điện thoại</b> \" có nghĩa là dịch vụ cá cược qua điện thoại trong thời gian được Nhà điều hành cung cấp;</p> <p>\" <b>Điều khoản sử dụng</b> \" có nghĩa là (a) Điều khoản chung; (b) Chính sách quyền riêng tư; (c) khi thích hợp theo đoạn 1.3, Quy tắc liên quan, Điều khoản thưởng và Điều khoản bổ sung áp dụng cho các Dịch vụ đang được Bạn sử dụng; (d) Điều khoản tài khoản liên quan; và (e) mọi Điều khoản tải xuống;</p> <p>\" <b>Yêu cầu đánh cược</b> \" có nghĩa là bất kỳ yêu cầu nào theo Điều khoản thưởng cho bạn để đặt cược tổng cộng một giá trị cụ thể để có tiền thưởng (bao gồm cả tiền thưởng) để có thể rút tiền từ Tài khoản của bạn, cho dù tổng yêu cầu được thể hiện dưới dạng số tiền cố định hoặc theo bội số của một số tiền khác, chẳng hạn như kích thước của số tiền mua do bạn gửi trong Số dư mua của bạn hoặc phần thưởng mà Bạn nhận được. Để tránh nghi ngờ, điều này không bao gồm yêu cầu rằng tiền thưởng phải được đặt cược một lần, nhưng chỉ khi Điều khoản Tiền thưởng cho phép Bạn ngay lập tức rút bất kỳ khoản tiền thắng nào từ việc đặt cược phần thưởng đó; và</p> <p>\" <b>Trang web</b> \" có nghĩa là trang web hoặc bất kỳ trang, trang con, tên miền phụ hoặc phần tương ứng theo thời gian, được đặt tại hoặc có thể truy cập thông qua tên miền : <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess./\">www.liveguess.net</a></p> <p>1.2 Bằng cách sử dụng và / hoặc truy cập bất kỳ phần nào của Trang web hoặc bằng cách mở tài khoản với Nhà điều hành thông qua Trang web hoặc thông qua truy cập Telebetting , Bạn đồng ý bị ràng buộc bởi Điều khoản sử dụng và Bạn đồng ý với: sử dụng thông tin liên lạc điện tử để ký kết hợp đồng; và (b) từ bỏ bất kỳ quyền hoặc yêu cầu hiện hành nào cần có chữ ký bằng tay, trong phạm vi được cho phép bởi bất kỳ luật hiện hành nào. Điều khoản sử dụng không ảnh hưởng đến quyền theo luật định của bạn.</p> <p>1.3 Ngoài ra, khi bạn chơi bất kỳ trò chơi nào hoặc đặt cược bằng cách sử dụng Dịch vụ hoặc sử dụng Dịch vụ, bạn đồng ý bị ràng buộc bởi:</p> <p>1.3.1 Quy tắc cho tất cả các cược thể thao trên cá cược thể thao William Hill như được nêu trong phần Trợ giúp chung (\" <b>Luật cá cược</b> \");</p> <p>1.3.2 Quy tắc của bất kỳ trò chơi nào bạn chơi (\" <b>Quy tắc trò chơi</b> \"), như được nêu trong phần Trợ giúp chung có liên quan và bất kỳ tab Quy tắc nào, bao gồm (không giới hạn):</p> <p>1.3.2.1 cho Thị trường trong tab ' <i>Thị trường</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/market\">Thị trường</a> cho thị trường liên quan ;</p> <p>1.3.2.2 cho Tin tức trong tab ' <i>Tin tức</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/news\">Tin tức</a> cho các tin tức liên quan ;</p> <p>1.3.2.3 cho Thể thao trong tab '' <i>Thể thao</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/sports\">Các môn thể thao</a> cho các môn Thể thao có liên quan (Champion League, Europa League, Premier League, La Liga , Bundesliga, Serie A, Ligue 1)</p> <p>1.3.2.4 cho G ames trong tab '' <i>Trò chơi</i> ': <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/games\">Trò chơi</a> cho các trò chơi có liên quan;</p> <p>1.3.2. 5 đối với bất kỳ trò chơi mới nào, các quy tắc áp dụng cho trò chơi đó;</p> <p>1.3.3 bất kỳ Điều khoản thưởng;</p> <p>1.3.4 bất kỳ Điều khoản tải xuống nào;</p> <p>1.3.5 bất kỳ điều khoản và điều kiện nào liên quan đến rút tiền có trong phần 'Rút tiền' trong phần Trợ giúp của Trang web (\" <b>Điều khoản rút tiền</b> \"); và</p> <p>1.3.6 bất kỳ điều khoản nào khác áp dụng cho Dịch vụ và / hoặc mà Bạn bắt buộc phải xác nhận Thỏa thuận của bạn với tư cách là một phần của Dịch vụ, ví dụ như các điều khoản liên quan đến dịch vụ Tip Advisor (\" <b>Điều khoản bổ sung</b> \").</p> <p>1,4 Các văn bản ban đầu của Điều khoản sử dụng bằng tiếng Anh và bất kỳ sự giải thích của họ sẽ được dựa trên các văn bản tiếng Anh gốc. Nếu Điều khoản sử dụng hoặc bất kỳ tài liệu hoặc thông báo nào liên quan đến chúng được dịch sang bất kỳ ngôn ngữ nào khác, phiên bản tiếng Anh gốc sẽ được áp dụng.</p> <p>1.5 Trong trường hợp có bất kỳ mâu thuẫn hoặc mâu thuẫn cụ thể nào giữa bất kỳ phần riêng lẻ nào trong Điều khoản sử dụng tạo nên hợp đồng của bạn với Nhà điều hành, thứ tự ưu tiên sẽ như sau:</p> <p>1.5.1 Điều khoản rút tiền;</p> <p>1.5.2 Điều khoản thưởng;</p> <p>1.5.3 Luật cá cược;</p> <p>1.5.4 Luật chơi;</p> <p>1.5.5 Điều khoản bổ sung;</p> <p>1.5.6 Điều khoản tài khoản liên quan;</p> <p>1.5.7 Điều khoản chung;</p> <p>1.5.8 Chính sách bảo mật; và</p> <p>1.5.9 Điều khoản tải xuống.</p> <p>1.6 Vui lòng đọc kỹ Điều khoản sử dụng trước khi chấp nhận chúng. Khi bạn đã chấp nhận Điều khoản sử dụng, vui lòng in Điều khoản sử dụng và lưu trữ chúng, cùng với tất cả các email xác nhận, điều khoản bổ sung, dữ liệu giao dịch, quy tắc trò chơi, quy tắc giao dịch công bằng và phương thức thanh toán liên quan đến việc bạn sử dụng trang web. Xin lưu ý rằng Điều khoản sử dụng có thể thay đổi, như được nêu trong đoạn 3 dưới đây.</p> <p>1.7 Nếu Bạn không đồng ý chấp nhận và bị ràng buộc bởi Điều khoản sử dụng, vui lòng không mở tài khoản và / hoặc tiếp tục sử dụng Tài khoản của bạn. Việc bạn tiếp tục sử dụng bất kỳ Dịch vụ nào sẽ cấu thành sự chấp nhận Điều khoản sử dụng mà chúng tôi đã thông báo Bạn có hiệu lực theo thời gian.</p> <p>1.8 Điều khoản sử dụng chi phối hợp đồng của bạn với Nhà điều hành và sẽ có hiệu lực vào sử dụng trang web của chúng tôi . Để tránh nghi ngờ, mỗi và tất cả các phần của Trang web và Điện thoại đều chịu sự điều chỉnh của Điều khoản sử dụng và Bạn phải đảm bảo mọi lúc rằng việc sử dụng Dịch vụ của bạn tuân thủ Điều khoản sử dụng.</p> <p>ĐIỀU KHOẢN CHUNG</p> <p><b>2. CÁC BÊN HỢP ĐỒNG</b></p> <p>2.1 Điều khoản sử dụng sẽ được thỏa thuận giữa Bạn và Nhà điều hành.</p> <p>2.2 Trang web, tỷ lệ cược và giá cả trong đó và Điều khoản sử dụng được dịch sang một số ngôn ngữ và do đó được sử dụng cho công dân của các quốc gia có liên quan và các quốc gia khác nói các ngôn ngữ đó.</p> <p>2.3 Tài liệu tham khảo trong Điều khoản sử dụng cho \" <b>chúng tôi</b> \", \" <b>của chúng tôi</b> \" hoặc \" <b>chúng tôi</b> \" là các tham chiếu đến:</p> <p>2.3.1 Nhà điều hành; hoặc là</p> <p>2.3.2 trong trường hợp các điều khoản và điều kiện liên quan đến các khoản tiền được giữ trong Tài khoản của bạn theo thời gian, cho bất kỳ công ty nào của Tập đoàn điều hành nắm giữ số tiền đó và (nếu thích hợp) sẽ được coi là bao gồm các đại lý, đối tác và nhà cung cấp của chúng tôi.</p> <p><b>3. THAY ĐỔI CÁC ĐIỀU KHOẢN SỬ DỤNG</b></p> <p>3.1 Chúng tôi có thể cần thay đổi Điều khoản sử dụng theo thời gian vì một số lý do, bao gồm (không giới hạn) vì lý do thương mại, để tuân thủ luật pháp hoặc quy định, để tuân thủ các hướng dẫn, hướng dẫn hoặc khuyến nghị từ cơ quan quản lý hoặc vì lý do dịch vụ khách hàng. Điều khoản sử dụng cập nhật nhất có thể được truy cập từ <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/term-condition\">Các điều khoản và điều kiện</a> <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/term-condition\"> </a> liên kết trong phần chân trang của Trang web và ngày mà chúng sẽ có hiệu lực được ghi chú trong đoạn 1.8 của các Điều khoản chung này.</p> <p>3.2 Trường hợp chúng tôi muốn thực hiện các thay đổi đáng kể cho Điều khoản sử dụng, chúng tôi sẽ thông báo trước cho bạn về những thay đổi đó một cách hợp lý có thể thực hiện được thông qua một trong các phương pháp được nêu trong đoạn 3.3. Đối với những thay đổi nhỏ hoặc không đáng kể, chúng tôi có thể không cung cấp cho Bạn bất kỳ thông báo nào về những thay đổi đó, vì vậy Bạn nên xem lại Điều khoản sử dụng thông qua <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/term-condition\">Các điều khoản và điều kiện</a> liên kết trên trang web một cách thường xuyên.</p> <p>3.3 Khi chúng tôi thực hiện các thay đổi đối với Điều khoản sử dụng mà chúng tôi muốn thông báo cho Bạn, chúng tôi sẽ thực hiện bằng phương thức thông báo như chúng tôi có thể, theo quyết định của chúng tôi, có thể bao gồm:</p> <p>3.3.1 email (đến địa chỉ email mà trước đây bạn đã cung cấp cho chúng tôi, nếu có);</p> <p>3.3.2 một tin nhắn đến Hộp thư đến của bạn trên Trang web; hoặc là</p> <p>3.3.3 thông báo trên Trang web và theo quyết định của chúng tôi, chúng tôi có thể mời Bạn chấp nhận Điều khoản sử dụng mới bằng cách nhấp vào \"có\" hoặc \"Tôi chấp nhận\", đánh dấu vào ô 'đánh dấu' hoặc bất kỳ phương thức xác nhận tương tự nào khác bằng cách Bạn. Nếu Bạn cung cấp cho chúng tôi bất kỳ xác nhận nào như vậy hoặc tiếp tục sử dụng Trang web hoặc Điện thoại sau khi thông báo theo đoạn 3 này, từ đó, bạn sẽ được coi là đã chấp nhận và bị ràng buộc bởi Điều khoản sử dụng mới, bao gồm ( để tránh nghi ngờ) mọi bổ sung, xóa, thay thế hoặc thay đổi khác đối với danh tính của Nhà điều hành, cho dù bạn có đọc Điều khoản sử dụng đã sửa đổi hay không. Nếu bất kỳ thay đổi nào không được chấp nhận đối với Bạn, Bạn có thể ngừng sử dụng Dịch vụ và / hoặc đóng Tài khoản của bạn bằng cách tuân thủ đoạn 12 của Điều khoản chung này.</p> <p>3.4 Mặc dù có khoản 3 này, chúng tôi có muốn thực hiện bất kỳ thay đổi nào đối với các điều khoản mà quỹ của bạn được giữ theo khoản 7.3 hay không, chúng tôi sẽ thông báo trước cho bạn bằng phương pháp như chúng tôi có thể, theo quyết định của chúng tôi, nhưng phương pháp đó sẽ yêu cầu Bạn xác nhận đã nhận được thông tin đó bằng cách nhấp vào \"có\" hoặc \"Tôi chấp nhận\", đánh dấu vào ô 'đánh dấu' hoặc bất kỳ phương thức xác nhận tương tự nào khác của Bạn. Nếu bạn cung cấp cho chúng với bất kỳ sự thừa nhận như vậy, Bạn phải, từ thời điểm đó, được coi là đã chấp nhận, và bị ràng buộc bởi, các Điều khoản mới sử dụng. Nếu bất kỳ thay đổi nào không được chấp nhận đối với Bạn, Bạn có thể ngừng sử dụng Dịch vụ và / hoặc đóng Tài khoản của bạn bằng cách tuân thủ đoạn 12 của Điều khoản chung này.</p> <p><b>4. MỞ TÀI KHOẢN CỦA BẠN</b></p> <p>4.1 Để đặt cược hoặc chơi trò chơi bằng Dịch vụ, Bạn sẽ cần mở một tài khoản với Nhà điều hành (\" <b>Tài khoản của bạn</b> \" hoặc \" <b>Tài khoản</b> \").</p> <p>4.2 Để mở Tài khoản của bạn để sử dụng với Dịch vụ, Bạn có thể:</p> <p>4.2.1 liên hệ Dịch vụ khách hàng;</p> <p>4.2.2 bấm vào <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=https://member.liveguess.net/registration/5cb974d500006424d4000001\" target=\"_blank\">Tham gia ngay</a> trên trang web và làm theo các hướng dẫn trên màn hình ; hoặc</p> <p>4.2.3 mở theo phương thức mở Tài khoản khác theo thời gian, do Nhà điều hành cung cấp;</p> <p>4.3 Tài khoản của bạn sẽ được vận hành bởi Nhà điều hành hoặc bởi một công ty khác trong Tập đoàn cho và nhân danh chính nó và / hoặc công ty của Tập đoàn điều hành có liên quan mà bạn đã ký hợp đồng.</p> <p>4.4 Khi bạn mở Tài khoản của bạn, bạn sẽ được yêu cầu cung cấp cho chúng tôi thông tin cá nhân, bao gồm tên và ngày sinh của bạn và chi tiết liên hệ phù hợp, bao gồm địa chỉ, số điện thoại và địa chỉ email (\" <b>Chi tiết liên hệ của bạn</b> \"). Thỉnh thoảng bạn có thể cập nhật Chi tiết liên hệ của mình bằng cách liên hệ với Dịch vụ khách hàng; hoặc thông qua Tài khoản của tôi trang quản lý trên Trang web: hoặc theo phương thức khác, theo thời gian, sẽ được Nhà điều hành cung cấp.</p> <p>4.5 Nếu bạn không muốn Chi tiết liên hệ của bạn được chúng tôi và các đối tác kinh doanh của chúng tôi sử dụng để liên hệ với Bạn để thông báo cho Bạn về thông tin tiếp thị liên quan đến người khác về hàng hóa, sản phẩm hoặc dịch vụ của chúng tôi hoặc của các đối tác kinh doanh của chúng tôi, vui lòng cho biết đây là trường hợp bởi hoặc cập nhật tùy chọn của bạn trong 'Tài khoản của tôi / Chi tiết &amp; Cài đặt 'hoặc bằng cách thông báo cho Dịch vụ khách hàng.</p> <p>4.6 Khi mở tài khoản của bạn, bạn đảm bảo rằng:</p> <p>4.6.1 Bạn hiểu và chấp nhận rủi ro rằng, bằng cách sử dụng Dịch vụ, Bạn có thể, cũng như thắng tiền, mất tiền;</p> <p>4.6.2 Bạn là: (a) trên 18 tuổi; và (b) trên độ tuổi mà các hoạt động đánh bạc hoặc chơi trò chơi là hợp pháp theo luật hoặc quyền tài phán áp dụng cho Bạn (\" <b>Thời đại có liên quan</b> \");</p> <p>4.6.3 đánh bạc không phải là bất hợp pháp trong lãnh thổ nơi Bạn cư trú;</p> <p>4.6.4 Bạn có thể ký hợp đồng hợp pháp;</p> <p>4.6.5 Bạn chưa bị loại trừ khỏi cờ bạc; và</p> <p>4.6.6 Bạn chưa có tài khoản nào bị chúng tôi đóng theo đoạn 11 (Thông đồng, gian lận, gian lận và hoạt động tội phạm), 20 (Vi phạm các điều khoản sử dụng) hoặc theo yêu cầu của bạn theo đoạn 33.1 (Chơi game có trách nhiệm / Đánh bạc).</p> <p>4.7 Tài khoản của bạn phải được đăng ký theo thông tin cá nhân, chính xác, tên và thông tin cá nhân của bạn và nó sẽ chỉ được cấp một lần cho Bạn và không được sao chép thông qua bất kỳ người nào khác, gia đình, hộ gia đình, địa chỉ (bưu chính hoặc IP), địa chỉ email, Thiết bị truy cập hoặc bất kỳ môi trường nào mà Thiết bị truy cập được chia sẻ (ví dụ: trường học, nơi làm việc, thư viện công cộng, v.v. ) và / hoặc tài khoản đối với Dịch vụ. Bất kỳ tài khoản nào khác mà bạn mở với chúng tôi hoặc thuộc sở hữu của Bạn liên quan đến Dịch vụ sẽ là \" <b>Tài khoản trùng lặp</b> \". Chúng tôi có thể đóng bất kỳ Tài khoản trùng lặp nào (nhưng sẽ không bắt buộc phải làm như vậy). Nếu chúng tôi đóng Tài khoản trùng lặp:</p> <p>4.7.1 tất cả tiền thưởng, cược miễn phí và tiền thắng được tích lũy từ các khoản thưởng đó và cược miễn phí có được khi sử dụng Tài khoản trùng lặp đó sẽ bị vô hiệu và bị tịch thu bởi Bạn;</p> <p>4.7.2, theo toàn quyền quyết định của chúng tôi, chúng tôi có thể làm mất hiệu lực tất cả các khoản tiền thắng và hoàn trả tất cả các khoản tiền gửi (số tiền ít hơn đối với số tiền thắng cược) được thực hiện đối với Tài khoản trùng lặp đó và, trong phạm vi mà chúng tôi không thu hồi được từ Tài khoản trùng lặp có liên quan số tiền mà Bạn hoàn trả cho chúng tôi đối với Tài khoản trùng lặp có thể được chúng tôi phục hồi trực tiếp từ bất kỳ Tài khoản nào khác của bạn (bao gồm mọi Tài khoản trùng lặp khác); hoặc là</p> <p>4.7.3, chúng tôi có thể, theo toàn quyền quyết định của chúng tôi, cho phép sử dụng Tài khoản trùng lặp được coi là hợp lệ trong trường hợp tất cả các tổn thất và cổ phần được đặt bởi hoặc cho Bạn thông qua Tài khoản trùng lặp sẽ được chúng tôi giữ lại.</p> <p><b>5. XÁC MINH TÍNH NĂNG CỦA BẠN;</b> <b>YÊU CẦU KIẾM TIỀN</b></p> <p>5.1 Bạn đảm bảo rằng:</p> <p>5.1.1 tên và địa chỉ Bạn cung cấp khi mở Tài khoản của bạn là chính xác; và</p> <p>5.1.2 Bạn là chủ sở hữu hợp pháp số tiền mà Bạn gửi bất kỳ lúc nào trong Tài khoản của bạn.</p> <p>5.2 Bằng cách đồng ý với Điều khoản sử dụng Bạn cho phép chúng tôi thực hiện bất kỳ kiểm tra xác minh nào theo thời gian vì chúng tôi có thể yêu cầu chính mình hoặc có thể được yêu cầu bởi các bên thứ ba (bao gồm, nhưng không giới hạn ở các cơ quan quản lý) để xác nhận những sự thật này ( \" <b>Kiểm tra</b> \"). Thỉnh thoảng, bạn đồng ý rằng theo yêu cầu của chúng tôi, Bạn có thể được yêu cầu cung cấp thêm thông tin chi tiết liên quan đến bất kỳ thông tin nào bạn đã cung cấp cho chúng tôi, kể cả liên quan đến bất kỳ khoản tiền gửi nào bạn đã gửi vào Tài khoản của mình.</p> <p>5.3 Trong khi chúng tôi thỉnh thoảng thực hiện bất kỳ Kiểm tra nào, chúng tôi có thể hạn chế Bạn rút tiền từ Tài khoản của bạn và / hoặc ngăn truy cập vào tất cả hoặc một số phần nhất định của Trang web. Xin lưu ý rằng đôi khi chúng tôi có thể định dạng lại Séc cho các lý do kinh doanh, quy định hoặc bảo mật khác. Nếu bất kỳ hạn chế nào gây ra cho bạn một vấn đề, vui lòng liên hệ với Dịch vụ khách hàng.</p> <p>5.4 Trong một số trường hợp nhất định, chúng tôi có thể phải liên hệ với Bạn và yêu cầu Bạn cung cấp thêm thông tin trực tiếp cho chúng tôi để hoàn thành Kiểm tra. Với mục đích này, chúng tôi sẽ có quyền, theo quyết định riêng của chúng tôi, yêu cầu Bạn cung cấp cho chúng tôi ID công chứng hoặc bất kỳ ID được chứng nhận tương đương nào theo luật pháp hiện hành của bạn hoặc bằng cách khác, bằng chứng về địa chỉ, hóa đơn tiện ích, chi tiết ngân hàng, báo cáo ngân hàng và tài liệu tham khảo ngân hàng và bất kỳ tài liệu nào xác nhận nguồn tiền của bạn. Cho đến khi thông tin đó được cung cấp cho sự hài lòng của chúng tôi, chúng tôi có thể ngăn chặn mọi hoạt động do Bạn thực hiện liên quan đến Tài khoản hoặc chúng tôi có thể tin rằng thông tin không chính xác đã được cung cấp bởi Bạn, hãy giữ bất kỳ số tiền nào được gửi vào Tài khoản việc đóng Tài khoản của chúng tôi.</p> <p>5.5 Việc sử dụng trang web này có thể là một hành vi phạm tội đối với những người dưới độ tuổi liên quan. Nếu chúng tôi không thể xác nhận rằng Bạn là Thời đại có liên quan thì chúng tôi có thể tạm ngưng Tài khoản của bạn cho đến khi chúng tôi có thể xác nhận rằng Bạn là Thời đại có liên quan. Nếu sau đó bạn được chứng minh là dưới Thời đại có liên quan tại thời điểm Bạn thực hiện bất kỳ giao dịch cờ bạc hoặc trò chơi nào với chúng tôi, thì:</p> <p>5.5.1 Tài khoản của bạn sẽ bị đóng;</p> <p>5.5.2 tất cả các giao dịch được thực hiện trong khi Bạn chưa đủ tuổi sẽ bị vô hiệu và tất cả các khoản tiền liên quan do Bạn gửi sẽ được trả lại bằng phương thức thanh toán được sử dụng để gửi tiền như vậy, bất cứ khi nào có thể thực hiện được;</p> <p>5.5.3 bất kỳ khoản tiền gửi nào được thực hiện trong khi Bạn ở độ tuổi liên quan sẽ được trả lại cho Bạn; và</p> <p>5.5.4 bất kỳ khoản tiền thắng nào mà bạn đã tích lũy trong thời gian đó khi Bạn ở độ tuổi có liên quan sẽ bị Bạn tịch thu (và có thể được khấu trừ từ số tiền của bất kỳ khoản tiền gửi nào được trả lại theo đoạn 5.5.3) và bạn sẽ trả lại cho chúng tôi theo yêu cầu bất kỳ khoản tiền nào đã được rút từ Tài khoản của bạn.</p> <p><b>6. USERNAME, PASSWORD, PIN và THÔNG TIN KHÁCH HÀNG</b></p> <p>6.1 Sau khi mở Tài khoản của bạn, Bạn phải thực hiện tất cả các bước hợp lý để tránh tiết lộ (dù là cố ý hay vô tình) Tên người dùng, mật khẩu và / hoặc số tài khoản của bạn cho bất kỳ ai khác, bao gồm (trong trường hợp có thể) đảm bảo rằng phần mềm bảo mật cập nhật được tải xuống vào thiết bị truy cập của bạn.</p> <p>6.2 Tất cả các giao dịch được thực hiện khi tên người dùng và mật khẩu và / hoặc số tài khoản của bạn được nhập chính xác sẽ được coi là hợp lệ, cho dù bạn có ủy quyền hay không và chúng tôi sẽ không chịu trách nhiệm cho bất kỳ khiếu nại nào trong trường hợp Bạn tiết lộ tên người dùng, mật khẩu của bạn hoặc số tài khoản cho bất kỳ ai khác (dù cố tình hay vô tình).</p> <p>6.3 Nếu bạn bị mất hoặc quên chi tiết Tài khoản của bạn hoặc có lý do để tin rằng các chi tiết đó được biết đến bởi bên thứ ba trái phép , vui lòng liên hệ với chúng tôi ngay để được thay thế thông qua Dịch vụ khách hàng, có thể tìm thấy chi tiết trong Liên hệ với chúng tôi hoặc <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://www.williamhill.com/whHelp/%3Fv%3D0\" target=\"_blank\">Cứu giúp</a> phần của trang web.</p> <p><b>7. TIỀN GỬI VÀ RÚT TIỀN TỪ TÀI KHOẢN CỦA BẠN</b></p> <p>7.1 Nếu bạn muốn tham gia Dịch vụ, Bạn phải gửi tiền vào Tài khoản của bạn từ một tài khoản hoặc nguồn mà Bạn là chủ tài khoản. Các khoản tiền như vậy có thể (theo đoạn 5) sau đó được Bạn sử dụng để đặt cược hoặc chơi trò chơi. Thông tin chi tiết về cách gửi, rút ​​và chuyển tiền có thể được tìm thấy trong phần Gửi tiền của <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Cứu giúp</a> phần của trang web. Nếu Bạn sử dụng phương thức thanh toán mà bạn không phải là chủ tài khoản, chúng tôi có quyền coi bất kỳ khoản tiền gửi nào vào Tài khoản là không hợp lệ (và mọi khoản tiền thắng phát sinh từ khoản tiền gửi đó là vô hiệu) trong khi chờ hoàn thành thỏa đáng tất cả các Séc .</p> <p>7.2 Bạn cũng đồng ý không thực hiện bất kỳ khoản bồi hoàn, đảo ngược hoặc hủy bỏ bất kỳ khoản tiền gửi nào vào Tài khoản của bạn và trong mọi trường hợp như vậy để hoàn trả và bồi thường cho chúng tôi đối với các khoản tiền gửi chưa thanh toán đó, bao gồm mọi chi phí phát sinh trong quá trình thu tiền gửi của bạn. Để tránh nghi ngờ Tài khoản của bạn sẽ không được Bạn sử dụng làm tài khoản ngân hàng và, nếu chúng tôi nhận thức được tiền gửi vào và rút tiền từ Tài khoản của bạn mà không có hoạt động cá cược hoặc trò chơi tương xứng, chúng tôi có quyền khấu trừ phí quản trị (cho dù không phải chúng tôi đóng hoặc đình chỉ tài khoản). Tiền gửi với chúng tôi trong Tài khoản của bạn sẽ không thu hút lãi.</p> <p>7.3 Chúng tôi được yêu cầu bởi giấy phép của chúng tôi để thông báo cho khách hàng về những gì xảy ra với các khoản tiền mà chúng tôi giữ trong tài khoản cho Bạn và mức độ mà các khoản tiền đó được bảo vệ trong trường hợp mất khả năng thanh toán. <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\" target=\"_blank\">http://www.gambledcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx</a> . Tiền bạn gửi vào Tài khoản của bạn sẽ được giữ trong tài khoản ngân hàng và / hoặc tài khoản ký quỹ sẽ được tách biệt với tiền của công ty chúng tôi. Tiền trong Tài khoản của bạn không được bảo hiểm, bảo đảm, tài trợ hoặc bảo vệ bằng bất kỳ hệ thống bảo hiểm tiền gửi hoặc ngân hàng nào hoặc bởi bất kỳ hệ thống bảo hiểm tương tự nào khác. Do đó, các khoản tiền trong Tài khoản của bạn không được bảo vệ trong trường hợp mất khả năng thanh toán. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc về việc phân tách tiền của khách hàng ở cấp độ: phân tách cơ bản.</p> <p>7.4 Bất cứ lúc nào chúng tôi cũng có thể đưa ra bất kỳ số dư dương nào trên Tài khoản của bạn so với bất kỳ khoản nợ nào của Bạn (bao gồm cả Tài khoản trùng lặp) cho bất kỳ công ty nào khác trong Nhóm Nhà điều hành (bất kể có vi phạm Điều khoản sử dụng hay không). , bao gồm (không giới hạn) khi chúng tôi giải quyết lại bất kỳ cược hoặc cược nào theo đoạn 4.7 (Tài khoản trùng lặp), đoạn 11 (Thông đồng, gian lận, gian lận và hoạt động tội phạm) hoặc đoạn 18 (Lỗi hoặc thiếu sót).</p> <p>7.5 Trong phạm vi yêu cầu của luật pháp địa phương hoặc thuế hoặc các cơ quan khác Bạn có trách nhiệm báo cáo số tiền thắng cược và tổn thất của bạn phát sinh từ Dịch vụ.</p> <p>7.6 Bạn có thể đặt giới hạn tiền gửi cho Tài khoản của mình sau một ngày. Giới hạn này không thể tăng lên mà không thông báo cho chúng tôi hai mươi bốn giờ về mong muốn của bạn để tăng giới hạn tiền gửi của bạn và chỉ khi hai mươi bốn giờ trôi qua từ yêu cầu của bạn đối với việc tăng như vậy thì mức tăng mới được áp dụng. Để biết chi tiết về cách thiết lập giới hạn tiền gửi, vui lòng liên hệ với Dịch vụ khách hàng hoặc (nơi Tài khoản của bạn dành cho trang web) thiết lập giới hạn thông qua Trang web bằng cách nhấp vào Tài khoản của tôi, sau đó Cập nhật chi tiết tài khoản. Bất kỳ sự giảm nào được xác nhận đối với giới hạn tiền gửi của bạn sẽ có hiệu lực ngay lập tức.</p> <p>7,7 Theo đoạn 12 (Đóng tài khoản của bạn, v.v. ), Bạn có thể yêu cầu rút tiền từ Tài khoản của mình bất cứ lúc nào (lưu ý rằng quyền rút tiền này bao gồm quyền rút toàn bộ Số dư mua của bạn và bất kỳ khoản tiền gửi nào khác ), với điều kiện:</p> <p>7.7.1 tất cả các khoản thanh toán được thực hiện trong Tài khoản của bạn đã được xác nhận là đã bị xóa và không có khoản nào được hoàn trả, đảo ngược hoặc hủy bỏ;</p> <p>7.7.2 bất kỳ séc nào được đề cập trong đoạn 5 (Xác minh danh tính của bạn; Yêu cầu rửa tiền) ở trên đã được chúng tôi hoàn thành để chúng tôi hài lòng; và</p> <p>7.7.3 Bạn đã tuân thủ mọi điều kiện rút tiền có liên quan khác ảnh hưởng đến Tài khoản của bạn. Lưu ý rằng trong Điều khoản rút tiền có một số giới hạn số tiền rút tối thiểu (khác nhau tùy thuộc vào phương thức thanh toán bạn chọn), nhưng nếu Tài khoản của bạn có ít hơn mức tối thiểu đó (bao gồm trong bất kỳ Số dư mua nào), chúng tôi sẽ xử lý rút tiền cho số dư trong Tài khoản của bạn trong mọi trường hợp (mặc dù có mức tối thiểu đã nêu).</p> <p>7,8 Đối với bất kỳ khoản rút tiền nào được chúng tôi chấp thuận, miễn là Bạn cung cấp cho chúng tôi đầy đủ thông tin về cách chuyển tiền cho Bạn, chúng tôi sẽ trả lại số tiền có liên quan cho Bạn theo khoản 7.7 (trừ chi phí phát sinh hoặc bất kỳ khoản tiền nào khác cần phải khấu trừ từ việc rút tiền của bạn để tuân thủ mọi luật hiện hành). Xin lưu ý rằng việc rút tiền của Bạn đối với bất kỳ Số dư mua nào sẽ dẫn đến việc hủy mọi Số dư tiền thưởng liên quan đến Số dư mua đó theo Điều khoản thưởng liên quan đến Khuyến mãi đó. Để rút số dư Mua vào của bạn, trước tiên bạn có thể cần phải hủy bất kỳ Khuyến mãi nào mà Số dư mua có liên quan và nếu điều này được yêu cầu hướng dẫn đầy đủ về cách thực hiện thì có trong Điều khoản thưởng liên quan đến Khuyến mãi đó .</p> <p>7.9 Chúng tôi sẽ cố gắng đáp ứng yêu cầu của bạn về phương thức thanh toán và loại tiền thanh toán khi bạn rút tiền. Điều này, tuy nhiên, không thể được đảm bảo. Do đó, chúng tôi có thể xử lý và thanh toán rút tiền theo phương thức thanh toán khác với phương thức thanh toán mà Bạn yêu cầu, chẳng hạn như thông qua các nhà cung cấp thanh toán khác, hối phiếu ngân hàng hoặc chuyển khoản ngân hàng (mọi khoản phí liên quan đến phương thức thanh toán có liên quan được quy định trong phần Rút tiền của <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/help\" target=\"_blank\">Cứu giúp</a> phần của trang web). Tương tự, trong một số trường hợp nhất định, loại tiền bạn rút có thể không phải là loại tiền mà khoản tiền gửi của bạn được thực hiện hoặc do bạn yêu cầu và trong trường hợp chúng tôi bắt buộc phải chuyển đổi tiền gửi của bạn giữa các loại tiền khác nhau, tỷ lệ chuyển đổi được sử dụng bởi chúng tôi như đã nêu trong <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/help\" target=\"_blank\">Cứu giúp</a> phần của trang web.</p> <p>7.10 Phí tài khoản không hoạt động. Nếu bạn không sử dụng Tài khoản của mình để đặt cược hoặc chơi trò chơi, gửi tiền, rút ​​tiền hoặc chuyển khoản hoặc nếu không hoạt động, trong khoảng thời gian ít nhất là 13 tháng liên tục thì đó sẽ là \" <b>Tài khoản không hoạt động</b> \". Tất cả các Tài khoản không hoạt động sẽ phải chịu một khoản phí ( \"Phí tài khoản không hoạt động\"), các chi tiết có thể được tìm thấy trong phần Trợ giúp của trang web. Chúng tôi sẽ thông báo cho bạn khi Tài khoản của bạn trở thành Tài khoản không hoạt động và ít nhất 14 ngày trước khi bất kỳ khoản phí tài khoản không hoạt động nào được khấu trừ từ tài khoản đó.</p> <p><b>8. SỬ DỤNG PHÁP LÝ CỦA TRANG WEB</b></p> <p>8.1 Truy cập hoặc sử dụng Trang web hoặc bất kỳ Dịch vụ nào thông qua Trang web có thể không hợp pháp đối với một số hoặc tất cả cư dân hoặc người ở một số quốc gia. Chúng tôi không có ý định rằng Trang web nên được sử dụng để cá cược, chơi game hoặc bất kỳ mục đích nào khác bởi những người ở các quốc gia có hoạt động đó là bất hợp pháp, bao gồm Hoa Kỳ và các lãnh thổ được liệt kê qua phần Trợ giúp trên Trang web. Việc Trang web có thể truy cập được ở bất kỳ quốc gia nào hoặc xuất hiện bằng ngôn ngữ chính thức của bất kỳ quốc gia nào đó sẽ không được hiểu là sự đại diện hoặc bảo hành đối với tính hợp pháp hoặc mặt khác của việc truy cập và sử dụng Trang web và thực hiện gửi tiền hoặc nhận bất kỳ khoản tiền thắng cược nào từ Tài khoản của bạn. Tính khả dụng của Trang web không cấu thành đề nghị, chào mời hoặc mời của chúng tôi cho việc sử dụng hoặc đăng ký để cá cược, chơi trò chơi hoặc các dịch vụ khác trong bất kỳ khu vực pháp lý nào trong đó các hoạt động đó bị cấm theo luật.</p> <p>8.2 Bạn có trách nhiệm xác định luật áp dụng tại địa điểm mà Bạn có mặt. Bạn nên đảm bảo rằng Bạn sẽ hành động hợp pháp trong phạm vi quyền hạn của mình trong việc mở Tài khoản của bạn và / hoặc sử dụng Trang web và Bạn đại diện, bảo đảm và đồng ý rằng Bạn sẽ làm như vậy.</p> <p>8.3 Nếu chúng tôi biết rằng Bạn là cư dân ở một quốc gia mà việc sử dụng Trang web không hợp pháp, chúng tôi sẽ có quyền đóng ngay Tài khoản của bạn, trong trường hợp bất kỳ số dư nào trên Tài khoản vào ngày đóng cửa đó sẽ được hoàn trả cho Bạn ngay khi chúng tôi có thể làm như vậy.</p> <p><b>9. VUI LÒNG BET VÀ / HOẶC CHƠI SỬ DỤNG DỊCH VỤ CỦA BẠN</b></p> <p>9.1 Để đặt cược hoặc truy cập Dịch vụ, bạn nên làm theo các hướng dẫn được cung cấp trong phần Trợ giúp.</p> <p>9.2 Bạn có trách nhiệm đảm bảo rằng các chi tiết của bất kỳ cược, cổ phần hoặc giao dịch tương tự nào bạn đặt bằng Dịch vụ (\" <b>Giao dịch</b> \") là chính xác theo cách sau:</p> <p>9.2.1 khi sử dụng Trang web (trực tiếp, thông qua một ứng dụng hoặc theo cách khác) theo Quy tắc cá cược hoặc Quy tắc trò chơi có liên quan, nếu phù hợp; và</p> <p>9.2.2 khi sử dụng Telebetting , cược của bạn sẽ được đọc lại cho bạn và bạn sẽ được yêu cầu xác nhận rằng nó đúng với đại lý điện thoại của chúng tôi.</p> <p>9.3 Lịch sử giao dịch của bạn có thể được bạn truy cập bằng cách nhấp vào Tài khoản của tôi trên Trang web hoặc thông qua nhóm Dịch vụ khách hàng của chúng tôi (bao gồm cả việc chọn nhận thông báo bằng văn bản).</p> <p>9,4 Chúng tôi có quyền từ chối toàn bộ hoặc một phần của bất kỳ Giao dịch nào do Bạn yêu cầu; (a) khi bạn đã vi phạm Điều khoản sử dụng, hoặc (b) bất cứ lúc nào theo quyết định riêng của chúng tôi ngoại trừ việc chúng tôi sẽ không thực hiện theo quyết định đó hoặc tìm cách thực thi theo quyết định đó nếu Bạn đã đặt cược một hoặc nhiều hơn đối với Khuyến mãi đặt cược miễn phí) và thực hiện theo quyết định của chúng tôi sẽ:</p> <p>9.4.1 ảnh hưởng đến khả năng của bạn: <br /> 9.4.1.1 nhận được các cược miễn phí, hoặc giá trị dự kiến ​​đầy đủ của các cược miễn phí từ Chương trình khuyến mãi đặt cược miễn phí đó, đã đặt tất cả các cược đủ điều kiện cần thiết; và <br /> 9.4.1.2 đặt các cược đủ điều kiện còn lại theo yêu cầu của Khuyến mãi đặt cược miễn phí đó và do đó nhận được các cược miễn phí hoặc giá trị dự kiến ​​đầy đủ của các cược miễn phí từ Khuyến mãi đặt cược miễn phí mà bạn sẽ được hưởng; và <br /> 9.4.1.3 cố gắng hoàn thành bất kỳ Yêu cầu đánh cược nào liên quan đến Chương trình khuyến mãi đặt cược miễn phí đó; hoặc là <br /> 9.4.2 ảnh hưởng nghiêm trọng đến khả năng của bạn để hoàn thành các cược đủ điều kiện theo khuyến mãi đặt cược miễn phí đó.</p> <p>9.5 Không có giao dịch nào được chúng tôi chấp nhận cho đến khi Bạn đưa ra xác nhận phù hợp (hoặc nếu không chúng tôi đã chấp nhận) theo đoạn 9.2. Nếu bạn có bất kỳ nghi ngờ nào về việc Giao dịch đã được chấp nhận thành công hay chưa, Bạn nên liên hệ với Dịch vụ khách hàng.</p> <p>Khi một Giao dịch đã được chúng tôi chấp nhận, Bạn không thể hủy giao dịch trừ khi chúng tôi đồng ý khác. Nếu Bạn đang thực hiện giao dịch đặt cược qua điện thoại và kết nối điện thoại có liên quan bị ngắt kết nối bất ngờ, tuy nhiên chúng tôi sẽ đặt cược có liên quan nếu (a) chúng tôi rõ ràng theo hướng dẫn của bạn; (b) các chi tiết đặt cược đã được Bạn cung cấp cho chúng tôi trước thời điểm chúng tôi ngừng chấp nhận đặt cược vào sự kiện có liên quan; và (c) đặt cược được chúng tôi chấp nhận trong quá trình kinh doanh thông thường. Trong trường hợp có bất kỳ sự ngắt kết nối điện thoại nào như vậy, Bạn nên liên hệ ngay với nhóm Dịch vụ khách hàng của chúng tôi để xác nhận xem cược của bạn đã được đặt chưa.</p> <p>9.6 Chúng tôi có thể, theo quyết định của chúng tôi (và miễn là Bạn và chúng tôi không đạt được bất kỳ lợi thế không công bằng nào), chọn chấp nhận đặt cược mặc dù sự kiện có liên quan đã bắt đầu. Đối với trò chơi, Quy tắc trò chơi có liên quan sẽ nêu rõ điểm mà tại đó chúng tôi sẽ không chấp nhận cổ phần nữa.</p> <p>9.7 Chúng tôi có thể hủy hoặc sửa đổi Giao dịch theo quy định tại khoản 5 (Xác minh danh tính của bạn), đoạn 11 (Thông đồng, gian lận, gian lận và hoạt động tội phạm) hoặc đoạn 18 (Lỗi hoặc thiếu sót).</p> <p><b>10. XÓA TRÒ CHƠI HAY CHƠI</b></p> <p>10.1 Nơi bạn đang truy cập Dịch vụ thông qua hình thức giao tiếp điện tử Bạn nên lưu ý rằng:</p> <p>10.1.1 liên quan đến việc Bạn sử dụng Trang web để đặt cược hoặc chơi trò chơi:</p> <p>10.1.1.1 Bạn có thể đang sử dụng kết nối hoặc thiết bị chậm hơn các thiết bị đó được sử dụng bởi người khác và điều này có thể ảnh hưởng đến hiệu suất của bạn trong các sự kiện quan trọng được cung cấp qua Trang web;</p> <p>10.1.1.2 Bạn có thể gặp lỗi hệ thống, lỗi, lỗi hoặc gián đoạn dịch vụ sẽ được xử lý theo đoạn 17 (Lỗi CNTT);</p> <p>10.1.1.3 Quy tắc trò chơi cho từng sự kiện hoặc trò chơi được cung cấp qua Trang web có sẵn và nên được Bạn xem xét trước khi sử dụng Dịch vụ được cung cấp qua Trang web; và</p> <p>10.1.1.4 trong các trò chơi được cung cấp qua Trang web có lợi cho nhiều người chơi hơn hoặc thanh khoản cao hơn, chúng tôi có thể triển khai các trình phát tự động (\"Bots\") (tên người dùng sẽ là \"bot\") được lập trình sẵn để chơi và tham gia với trò chơi trong để hỗ trợ thanh khoản hoặc số lượng người chơi chơi trò chơi, mặc dù chúng tôi sẽ không sử dụng Bots mà không làm rõ việc sử dụng đó cho Bạn. Chúng tôi có thể xác nhận một cách cụ thể rằng Chúng tôi không triển khai Bots trong phần mềm Poker của mình và sẽ thực hiện các bước tích cực kết hợp với các nhà cung cấp phần mềm của chúng tôi để ngăn chặn việc sử dụng chúng bởi bất kỳ người dùng Dịch vụ nào; và</p> <p>10.1.2 liên quan đến việc bạn sử dụng Dịch vụ, nếu bạn đang đặt cược vào một sự kiện \"đang diễn ra\", Bạn không thể thấy hoặc cung cấp thông tin cập nhật nhất trong bất kỳ thời điểm nào liên quan đến sự kiện có liên quan. Chúng tôi sẽ không chịu trách nhiệm với Bạn về bất kỳ tổn thất nào hoặc chi phí mà Bạn phải chịu do bất kỳ sự chậm trễ nào trong việc truyền thông tin liên quan đến bất kỳ sự kiện \"đang chạy\" nào.</p> <p>11. <b>HOẠT ĐỘNG THU THẬP, CHEATING, FRAUD VÀ CRIMINAL</b></p> <p>11.1 Các thực tiễn sau (hoặc bất kỳ trong số chúng) liên quan đến Dịch vụ:</p> <p>· lạm dụng tiền thưởng hoặc các chương trình khuyến mãi khác; và / hoặc</p> <p>· sử dụng các yếu tố hoặc ảnh hưởng bên ngoài không công bằng (thường được gọi là gian lận); và / hoặc</p> <p>· lợi dụng không công bằng (như được định nghĩa trong đoạn 11.5.3);</p> <p>· mở bất kỳ Tài khoản trùng lặp; và / hoặc</p> <p>· thực hiện hành vi gian lận hoặc hoạt động tội phạm (từng được định nghĩa trong đoạn 11.5),</p> <p>tạo thành \" <b>Thực hành bị cấm </b>\". Thực hành bị nghiêm cấm không được phép và sẽ cấu thành vi phạm nghiêm trọng Điều khoản sử dụng. Chúng tôi sẽ thực hiện tất cả các bước hợp lý để ngăn chặn và phát hiện các Thực tiễn bị cấm và để xác định những người chơi có liên quan nếu chúng xảy ra. Tuy nhiên, theo các điều khoản trên, chúng tôi sẽ không chịu trách nhiệm cho bất kỳ tổn thất hoặc thiệt hại nào mà bạn có thể phải chịu do bất kỳ Thực tiễn bị cấm nào và chúng tôi sẽ tự mình quyết định bất kỳ hành động nào chúng tôi thực hiện đối với bất kỳ Thực tiễn bị cấm nào.</p> <p>11.2 Nếu bạn nghi ngờ một người đang tham gia vào bất kỳ Thực hành bị cấm nào, vui lòng cho chúng tôi biết về điều đó ngay khi bạn có thể, bằng cách gửi email cho chúng tôi hoặc gọi điện thoại cho Dịch vụ khách hàng. </p> <p>11.3 Bạn đồng ý rằng Bạn sẽ không tham gia hoặc được kết nối với bất kỳ hình thức Thực hành Cấm nào.</p> <p>11.4 Nếu:</p> <p>11.4.1 chúng tôi có cơ sở hợp lý để tin rằng Bạn đã tham gia hoặc đã được kết nối với bất kỳ hình thức Thực hành Cấm nào (điều này có thể bao gồm việc chúng tôi (và bởi các đối tác chơi trò chơi và các nhà cung cấp khác của chúng tôi) về bất kỳ gian lận, gian lận và thông đồng nào thực hành phát hiện được sử dụng trong ngành công nghiệp cờ bạc và trò chơi tại thời điểm thích hợp); hoặc là</p> <p>11.4.2 Bạn đã đặt cược và / hoặc chơi các trò chơi trực tuyến với bất kỳ nhà cung cấp dịch vụ đánh bạc trực tuyến nào khác và bị nghi ngờ (do kết quả của trò chơi đó) tương đương với bất kỳ Thực hành Cấm nào đối với các dịch vụ đánh bạc khác hoặc hoạt động không phù hợp khác; hoặc là</p> <p>11.4.3 chúng tôi biết rằng Bạn đã \"trả lại tiền\" hoặc từ chối bất kỳ giao dịch mua hoặc tiền gửi nào mà bạn đã thực hiện cho Tài khoản của mình; hoặc là</p> <p>11.4.4 theo quan điểm hợp lý của chúng tôi, việc bạn tiếp tục sử dụng Dịch vụ có thể gây bất lợi cho tình trạng quy định của chúng tôi, bao gồm khả năng tiếp tục được Ủy ban cờ bạc và / hoặc Ủy viên cờ bạc Gibraltar cấp phép; hoặc là</p> <p>11.4.5 Bạn bị phá sản hoặc chịu các thủ tục tố tụng tương tự ở bất cứ đâu trên thế giới, </p> <p>sau đó, chúng tôi sẽ có quyền đối với Tài khoản của bạn (và / hoặc bất kỳ tài khoản nào khác do Bạn nắm giữ với một công ty của Tập đoàn điều hành) để giữ lại toàn bộ hoặc một phần số dư và / hoặc thu hồi từ tài khoản số tiền gửi , tiền chi trả, tiền thưởng hoặc tiền thắng cược đã bị ảnh hưởng bởi hoặc theo bất kỳ cách nào được quy cho bất kỳ (các) sự kiện nào được liệt kê trong đoạn 11.4 này. Các quyền được quy định trong đoạn 11.4 này không ảnh hưởng đến bất kỳ quyền nào khác (bao gồm mọi quyền pháp lý thông thường) mà chúng tôi có thể có đối với Bạn, theo Điều khoản sử dụng hoặc theo cách khác.</p> <p>11,5 Cho mục đích của đoạn 11 này:</p> <p>11.5.1 \" <b>hành vi gian lận </b>\" có nghĩa là bất kỳ hoạt động gian lận nào do Bạn hoặc bất kỳ người nào hành động thay mặt bạn hoặc thông đồng với Bạn, và sẽ bao gồm, nhưng không giới hạn: (a) hoạt động lừa đảo và hoạt động lừa đảo; (b) việc Bạn hoặc bất kỳ người nào khác tham gia cùng trò chơi với Bạn sử dụng bất cứ lúc nào, bị đánh cắp, nhân bản hoặc trái phép thẻ tín dụng hoặc thẻ ghi nợ, như một nguồn tiền; (c) sự thông đồng của Bạn với người khác để đạt được lợi thế không công bằng (bao gồm thông qua các chương trình thưởng hoặc các ưu đãi tương tự do chúng tôi cung cấp); (d) mọi nỗ lực đăng ký thông tin tài khoản sai lệch hoặc gây hiểu lầm; và (e) bất kỳ hành động thực tế hoặc cố gắng nào của Bạn mà chúng tôi coi là bất hợp pháp trong bất kỳ khu vực pháp lý hiện hành nào, được thực hiện với mục đích xấu, hoặc có ý định lừa gạt chúng tôi và / hoặc phá vỡ mọi hạn chế hợp đồng hoặc pháp lý, bất kể hành động đó là gì hoặc hành động cố gắng thực sự gây ra cho chúng tôi bất kỳ thiệt hại hoặc tổn hại;</p> <p>11.5.2 \" <b>hoạt động tội phạm </b>\" sẽ bao gồm, nhưng không giới hạn, rửa tiền và bất kỳ hành vi phạm tội nào theo mục 42 của Đạo luật Đánh bạc năm 2005; và</p> <p>11.5.3 \" <b>lợi thế không công bằng </b>\" sẽ bao gồm, nhưng không giới hạn:</p> <p>11.5.3.1 việc khai thác lỗi, kẽ hở hoặc lỗi trong phần mềm của chúng tôi hoặc bất kỳ bên thứ ba nào được Bạn sử dụng liên quan đến Dịch vụ (bao gồm cả đối với bất kỳ trò chơi nào);</p> <p>11.5.3.2 việc sử dụng phần mềm hoặc hệ thống phân tích của bên thứ ba , bao gồm nhưng không giới hạn ở phần mềm bao gồm các tính năng:</p> <p>11.5.3.2.1 cho phép chơi mà không cần sự can thiệp của con người (ví dụ: Bots),</p> <p>11.5.3.2.2 đưa ra quyết định tự động,</p> <p>11.5.3.2.3 chia sẻ thông tin thẻ lỗ và / hoặc </p> <p>11.5.3.2.4 cung cấp huấn luyện poker thời gian thực;</p> <p>11.5.3.3 bất kể tính tổng quát của đoạn 11.5.3.2, việc sử dụng Bots cho các trò chơi poker (bao gồm, nhưng không giới hạn ở các trò chơi xuất hiện dưới tab Poker) và bất kỳ Bots nào cho các trò chơi kỹ năng (bao gồm nhưng không giới hạn ở các kỹ năng đó các trò chơi xuất hiện dưới tab Skill hoặc tab Games) và Bots cho bất kỳ mục đích sử dụng nào khác sẽ tạo thành bất kỳ Thực tiễn bị cấm nào khác;</p> <p>11.5.3.4 việc khai thác của Bạn, về một Lỗi như được định nghĩa trong đoạn 18.1 dưới đây, trong mọi trường hợp là vì lợi thế của bạn và / hoặc gây bất lợi cho chúng tôi hoặc người khác.</p> <p>11.6 Khi thực hiện bất kỳ quyền nào của chúng tôi theo khoản 11.4 liên quan đến Thực tiễn bị cấm, chúng tôi sẽ sử dụng tất cả các nỗ lực hợp lý để đảm bảo rằng, trong khi tuân thủ các nghĩa vụ pháp lý và pháp lý khác, chúng tôi thực hiện các quyền đó theo cách công bằng với Bạn và cho các khách hàng khác của chúng tôi.</p> <p>11.7 Chúng tôi có quyền thông báo cho các cơ quan hữu quan, các nhà điều hành trò chơi hoặc đánh bạc trực tuyến khác, các nhà cung cấp dịch vụ và ngân hàng trực tuyến khác, các công ty thẻ tín dụng, nhà cung cấp thanh toán điện tử hoặc các tổ chức tài chính khác về Danh tính của bạn và của Bạn hợp tác đầy đủ với chúng tôi để điều tra bất kỳ hoạt động như vậy.</p> <p>11.8 Gian lận: Chúng tôi có quyền vô hiệu hóa bất kỳ vụ cá cược nào nếu chúng tôi có bất kỳ nghi ngờ hoặc bằng chứng nào cho thấy giá hoặc hồ bơi đã bị thao túng hoặc khi một cuộc đua, sự kiện hoặc trận đấu đã bị gian lận và sự nghi ngờ hoặc bằng chứng này đã gây ra cho chúng tôi hoặc bất kỳ nhà điều hành nào khác để báo cáo trận đấu với ESSA (Tính toàn vẹn cá cược thể thao). Bằng chứng về những điều trên có thể dựa trên kích thước, khối lượng hoặc mô hình đặt cược được đặt với William Hill trên bất kỳ hoặc tất cả các kênh cá cược của chúng tôi. </p> <p><b>12. ĐÓNG TÀI KHOẢN CỦA BẠN; KẾT THÚC CÁC ĐIỀU KHOẢN SỬ DỤNG</b></p> <p><b>ĐÓNG GÓP VÀ KẾT THÚC B YOUNG BẠN</b></p> <p>12.1 Miễn là Tài khoản của bạn không cho thấy số dư là do chúng tôi, Bạn có quyền đóng Tài khoản của bạn và chấm dứt Điều khoản sử dụng theo thông báo không dưới hai mươi bốn giờ cho chúng tôi bất cứ lúc nào, bằng cách liên hệ với chúng tôi qua Dịch vụ khách hàng , chi tiết có thể được tìm thấy trong phần Liên hệ với chúng tôi và <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=https://williamhill-lang.custhelp.com/\" target=\"_blank\">Trợ giúp</a> của Trang web: </p> <p>12.1.1 cho biết bạn muốn đóng Tài khoản của bạn; và</p> <p>12.1.2 nêu rõ lý do tại sao Bạn muốn đóng Tài khoản của mình, đặc biệt nếu Bạn đang làm như vậy vì lo ngại về mức độ sử dụng của bạn giống nhau.</p> <p>Chúng tôi sẽ đáp ứng yêu cầu của Bạn, xác nhận việc đóng Tài khoản của bạn và ngày mà việc đóng như vậy sẽ có hiệu lực, trong một thời gian hợp lý, với điều kiện Bạn tiếp tục chịu trách nhiệm về mọi hoạt động trên Tài khoản của mình cho đến khi chúng tôi thực hiện việc đóng cửa đó (tại thời điểm đó, Điều khoản sử dụng sẽ chấm dứt).</p> <p>12.2 Khi Bạn yêu cầu đóng Tài khoản của bạn theo đoạn 12.1, chúng tôi sẽ, theo đoạn 12.3, trả lại bất kỳ số dư chưa thanh toán nào trong Tài khoản của bạn cho Bạn.</p> <p>12.3 Sau khi chấm dứt Tài khoản của bạn theo khoản 12 này, chúng tôi sẽ có quyền (không giới hạn các quyền của chúng tôi theo khoản 12.6), từ việc trả lại số dư chưa thanh toán trên Tài khoản của bạn, bất kỳ khoản tiền nào: (a) theo đoạn 11 (Thông đồng , Gian lận, Gian lận và Hoạt động tội phạm); (b) theo đoạn 20 (Vi phạm Điều khoản sử dụng); (c) theo quy định khác của Điều khoản sử dụng (bao gồm, nếu phù hợp, đoạn 5.4); hoặc (d) theo yêu cầu của pháp luật hoặc quy định.</p> <p>12.4 Khi hoàn trả số dư chưa thanh toán trên Tài khoản của bạn, chúng tôi sẽ sử dụng cùng một phương thức thanh toán mà Bạn đã cung cấp khi đăng ký Tài khoản của mình hoặc phương thức thanh toán khác mà chúng tôi có thể chọn một cách hợp lý.</p> <p>12.5 Khi bạn đã đóng Tài khoản của mình, trong một số trường hợp, chúng tôi có thể mở lại Tài khoản của bạn với cùng chi tiết tài khoản như trước đây nếu Bạn yêu cầu chúng tôi làm như vậy. Trong các trường hợp như vậy, mặc dù Tài khoản của bạn sẽ có cùng chi tiết tài khoản như trước đây, nhưng nó sẽ tuân theo Điều khoản sử dụng có hiệu lực vào ngày mở lại như vậy và bất kỳ quyền lợi nào trước đó (bao gồm, nhưng không giới hạn, tiền thưởng hoặc tiền thưởng dự phòng) sẽ không còn hiệu lực.</p> <p><b>ĐÓNG GÓP VÀ KẾT THÚC B USNG CHÚNG TÔI</b></p> <p>12.6 Bất cứ lúc nào chúng tôi (và bất kể mọi điều khoản khác có trong Điều khoản sử dụng), đều có quyền đóng Tài khoản của bạn và chấm dứt Điều khoản sử dụng trên thông báo bằng văn bản (hoặc cố gắng thông báo) cho Bạn bằng Chi tiết liên hệ của bạn, ngoại trừ việc chúng tôi sẽ , trước khi đóng có hiệu lực, nếu Bạn đã thực hiện một hoặc nhiều lần đặt cược đủ điều kiện cho Khuyến mãi đặt cược miễn phí) (ngoài trường hợp chúng tôi đóng Tài khoản của bạn trong tình huống được mô tả trong đoạn 12.7):</p> <p>12.6.1 cho phép Bạn nhận được các cược miễn phí hoặc toàn bộ giá trị dự kiến ​​của các cược miễn phí từ Chương trình khuyến mãi đặt cược miễn phí đó, khi đã đặt tất cả các cược đủ điều kiện cần thiết; và</p> <p>12.6.2 cho phép Bạn đặt các cược đủ điều kiện còn lại theo yêu cầu của Khuyến mãi đặt cược miễn phí đó và do đó nhận được các cược miễn phí hoặc giá trị dự kiến ​​đầy đủ của các cược miễn phí từ Khuyến mãi đặt cược miễn phí mà bạn sẽ được hưởng; và</p> <p>12.6.3 cho phép Bạn có cơ hội thử hoàn thành bất kỳ Yêu cầu đánh cược nào liên quan đến Khuyến mãi đặt cược miễn phí đó; và</p> <p>12.6.4 cho phép Bạn hoàn thành các cược đủ điều kiện theo khuyến mãi Cược miễn phí đó. Trong trường hợp chúng tôi chấm dứt bất kỳ sự chấm dứt nào như vậy, chúng tôi sẽ, theo đoạn 12.7, ngay khi có thể thực hiện hợp lý theo yêu cầu của Bạn, sẽ hoàn trả số dư Tài khoản của bạn. </p> <p><br /> 12.7 Khi chúng tôi đóng Tài khoản của bạn và chấm dứt Điều khoản sử dụng theo đoạn 11 (Thông đồng, Gian lận, Gian lận và Hoạt động tội phạm) hoặc đoạn 20 (Vi phạm Điều khoản sử dụng), số dư của Tài khoản của bạn sẽ không được hoàn trả và được coi là sẽ bị Bạn tịch thu trong phạm vi của bất kỳ khiếu nại nào mà chúng tôi có thể có đối với Bạn tại ngày đóng cửa như vậy (cho dù trong Tài khoản của bạn, Tài khoản trùng lặp hay nói cách khác). Đóng tài khoản của bạn và chấm dứt Điều khoản sử dụng, ngoại trừ theo đoạn 11 hoặc 20 của Điều khoản chung này, sẽ không ảnh hưởng đến bất kỳ cược nổi bật nào, miễn là các cược nổi bật đó là hợp lệ và Bạn không vi phạm Điều khoản sử dụng dưới bất kỳ hình thức nào. Để tránh nghi ngờ, chúng tôi sẽ không ghi có bất kỳ khoản tiền thưởng nào vào Tài khoản của bạn, Bạn cũng sẽ không được hưởng bất kỳ khoản tiền thưởng nào, bất cứ lúc nào sau ngày đóng (cho dù chúng tôi tuân theo Điều khoản sử dụng, hoặc để đáp ứng yêu cầu của bạn).</p> <p>12.8 Các đoạn văn sau sẽ tồn tại khi chấm dứt Điều khoản sử dụng: 19, 20, 21, 22, 23, 25, 26, 28, 29, 30, 31, 32 và 34 và bất kỳ đoạn nào khác được yêu cầu cho các mục đích của diễn dịch; cùng với bất kỳ phần có liên quan nào của Quy tắc đặt cược, Quy tắc trò chơi có liên quan, Chính sách quyền riêng tư và Điều khoản bổ sung.</p> <p><b>TẠM BIỆT CỦA CHÚNG TÔI</b></p> <p>12.9 Chúng tôi có quyền đình chỉ Tài khoản của bạn trong các trường hợp được quy định rõ ràng trong Điều khoản sử dụng. Khi tài khoản của bạn bị đình chỉ: (a) không có hoạt động nào được phép (bao gồm tiền gửi, rút ​​tiền, cá cược hoặc chơi game) cho đến ngày được chúng tôi kích hoạt lại; (b) không có tiền thưởng hoặc tiền thưởng dự phòng sẽ được ghi có vào Tài khoản; và (c) chúng tôi sẽ giải quyết vấn đề phát sinh việc đình chỉ Tài khoản nhằm giải quyết vấn đề đó ngay khi có thể thực hiện được để Tài khoản có thể được kích hoạt lại hoặc đóng lại một cách hợp lý.</p> <p><b>13. TIẾP CẬN VÀ SỬ DỤNG DỊCH VỤ</b></p> <p>13.1 Bạn hoàn toàn chịu trách nhiệm cung cấp và bảo trì tất cả các Thiết bị truy cập của bạn cũng như các thiết bị và mạng viễn thông và dịch vụ truy cập internet có liên quan mà bạn cần sử dụng để truy cập Dịch vụ. Chúng tôi sẽ không chịu trách nhiệm dưới bất kỳ hình thức nào đối với bất kỳ tổn thất nào gây ra cho Bạn (cho dù do mất dịch vụ, kết nối internet kém, băng thông không đủ hoặc bằng cách khác) bởi internet hoặc bất kỳ nhà cung cấp dịch vụ viễn thông nào mà bạn đã tham gia để truy cập Dịch vụ . Để tránh nghi ngờ, Nhà điều hành không đưa ra bất kỳ sự đại diện hay bảo đảm nào về tính tương thích của Dịch vụ với bất kỳ phần mềm hoặc phần cứng cụ thể nào của bên thứ ba, bao gồm (để tránh nghi ngờ) phân tích của bên thứ ba hoặc các chương trình 'Bot' hứa hẹn kết quả nhất định từ bất kỳ Dịch vụ nào.</p> <p>13.2 Trong mọi trường hợp, bạn không nên sử dụng Dịch vụ cho bất kỳ mục đích nào hoặc có thể bị coi là phỉ báng, lạm dụng, tục tĩu, trái pháp luật, phân biệt chủng tộc, phân biệt giới tính hoặc phân biệt đối xử khác hoặc có thể gây ra hành vi phạm tội. Bạn không được sử dụng bất kỳ ngôn ngữ hoặc hình ảnh lạm dụng hoặc gây hấn, chửi thề, đe dọa, quấy rối hoặc lạm dụng bất kỳ người nào khác, kể cả những người dùng khác, thông qua Trang web, hoặc cố gắng vượt qua chính mình như bất kỳ người nào khác hoặc cư xử theo cách đó bất kỳ nhân viên điều hành nào được sử dụng để cung cấp Dịch vụ, Dịch vụ khách hàng hoặc bất kỳ chức năng trợ giúp hoặc chức năng hỗ trợ nào mà chúng tôi cung cấp cho Bạn.</p> <p>13.3 Bạn sẽ chỉ sử dụng Trang web để giải trí cá nhân và không được phép cung cấp quyền truy cập hoặc sao chép Trang web hoặc bất kỳ phần nào của Trang web dưới bất kỳ hình thức nào mà không có sự đồng ý rõ ràng của chúng tôi, bao gồm cả việc tạo liên kết đến nó.</p> <p>13.4 Bạn phải chịu trách nhiệm hoàn toàn đối với bất kỳ nội dung nào được Bạn tải lên Trang web (\" <b>Nội dung đã tải lên </b>\") và, khi tải lên bất kỳ nội dung nào như vậy, Bạn tuyên bố và bảo đảm rằng:</p> <p>13.4.1 Bạn đã có được tất cả các phê duyệt, sự đồng ý, giấy phép và quyền cần thiết đối với Nội dung đã tải lên và việc sao chép Nội dung đã tải lên trên Trang web sẽ không vi phạm bản quyền, nhãn hiệu thương mại, thông tin bí mật hoặc bất kỳ quyền sở hữu trí tuệ nào khác bất cứ điều gì của bất kỳ bên thứ ba;</p> <p>13.4.2 Nội dung được tải lên sẽ không chứa bất kỳ tài liệu nào vi phạm đoạn 13.2 hoặc bất kỳ mã nào vi phạm đoạn 13.3;</p> <p>13.4.3 Nội dung được tải lên sẽ tuân thủ tất cả các luật và quy định (bao gồm, đặc biệt là những nội dung liên quan đến bảo vệ dữ liệu và quyền riêng tư); và</p> <p>13.4.4 Nhà điều hành có quyền sử dụng và cấp phép sử dụng Nội dung được tải lên theo quyết định riêng của mình.</p> <p>13,5 Bất kỳ tài liệu nào (ngoài Phần mềm theo đoạn 16) mà Bạn tải xuống từ Trang web sẽ được tải xuống hoàn toàn do bạn tự chịu trách nhiệm và Nhà điều hành sẽ không chịu trách nhiệm về bất kỳ mất dữ liệu hoặc thiệt hại nào khác do bất kỳ tải xuống nào gây ra.</p> <p>13.6 Trường hợp chúng tôi có lý do để tin rằng việc bạn sử dụng Dịch vụ là vi phạm bất kỳ đoạn nào trong các đoạn 13.2, 13.3, 13.4 hoặc 13,5, chúng tôi sẽ không ảnh hưởng đến bất kỳ quyền nào khác của chúng tôi .</p> <p><b>14. ĐIỀU KHOẢN VÀ TRÒ CHƠI</b></p> <p>14.1 Biểu thức được sử dụng trong ngành cá cược và trò chơi rất nhiều. Khi thích hợp, một bảng chú giải giải thích ý nghĩa của các biểu thức cá cược và trò chơi thường được sử dụng có sẵn trong phần Trợ giúp của Trang web. Nếu bạn nghi ngờ về ý nghĩa của bất kỳ biểu thức nào, Bạn nên:</p> <p>14.1.1 tìm kiếm ý nghĩa của nó trong phần Trợ giúp liên quan đến sự kiện hoặc trò chơi Bạn đang đặt cược hoặc chơi trò chơi;</p> <p>14.1.2 nếu bạn vẫn còn nghi ngờ, hãy liên hệ với Dịch vụ khách hàng để được giải thích; và</p> <p>14.1.3 không đặt cược hoặc trò chơi vào bất kỳ sự kiện nào cho đến khi ý nghĩa của nó được hiểu theo sự hài lòng của bạn,</p> <p>bởi vì chúng tôi không thể chấp nhận bất kỳ trách nhiệm nào nếu Bạn đặt cược hoặc trò chơi thông qua các sản phẩm được cung cấp qua Dịch vụ trong trường hợp Bạn không hiểu bất kỳ điều khoản nào liên quan đến hoặc liên quan đến đặt cược hoặc trò chơi.</p> <p><b>15. THAY ĐỔI TRANG WEB</b></p> <p>Theo quyết định tuyệt đối của chúng tôi, chúng tôi có thể thay đổi hoặc sửa đổi bất kỳ sản phẩm hoặc dịch vụ nào (bao gồm mọi giá được cung cấp) có sẵn thông qua Trang web bất kỳ lúc nào với mục đích đảm bảo việc cung cấp Trang web đang diễn ra, nhưng không ảnh hưởng đến bất kỳ trò chơi và / hoặc cược nào đã được tiến hành tại thời điểm sửa đổi đó. Thỉnh thoảng, chúng tôi có thể hạn chế Bạn truy cập vào một số phần của Trang web nhằm mục đích duy trì Trang web và / hoặc sửa đổi hoặc sửa đổi bất kỳ trò chơi và / hoặc sản phẩm nào có sẵn thông qua Trang web.</p> <p><b>16. PHẦN MỀM BÊN THỨ BA</b></p> <p>16.1 Để sử dụng các sản phẩm được cung cấp thông qua Dịch vụ, Bạn có thể phải tải xuống và cài đặt phần mềm do bên thứ ba cung cấp trên Thiết bị truy cập của bạn (\"Phần mềm\"). Phần mềm có thể bao gồm, nhưng không giới hạn ở: Ứng dụng Thiết bị truy cập, các sản phẩm Casino và Poker tải xuống của chúng tôi và mọi ứng dụng, sản phẩm và phần mềm quảng cáo, tiếp thị và / hoặc cơ sở.</p> <p>16.2 Trong những trường hợp như vậy, Bạn có thể phải tham gia một thỏa thuận riêng với chủ sở hữu hoặc người cấp phép của Phần mềm đó đối với việc bạn sử dụng cùng một (\" <b>Thỏa thuận phần mềm của bên thứ ba </b>\"). Trong trường hợp có sự không nhất quán giữa Điều khoản sử dụng và bất kỳ Thỏa thuận phần mềm của bên thứ ba nào , Điều khoản sử dụng sẽ được áp dụng cho đến khi sự không nhất quán liên quan đến mối quan hệ giữa Bạn và Nhà điều hành. </p> <p>16.3 Bạn có trách nhiệm đảm bảo rằng mọi Phần mềm được tải xuống Thiết bị truy cập của bạn theo cách tương thích với thiết lập cụ thể của Thiết bị truy cập của bạn. Để tránh nghi ngờ, chúng tôi sẽ không chịu trách nhiệm ở mức độ tải xuống không chính xác bất kỳ Phần mềm nào có ảnh hưởng xấu đến hoạt động của Thiết bị truy cập của bạn.</p> <p>16.4 Mặc dù các Dịch vụ được cung cấp qua bất kỳ ứng dụng Thiết bị truy cập nào phải tuân theo Điều khoản sử dụng, các điều khoản mà bất kỳ ứng dụng nào (\" <b>Ứng dụng </b>\") được tải xuống hoặc cài đặt trên Thiết bị truy cập của bạn sẽ được điều chỉnh theo thỏa thuận được ký kết giữa Bạn và nhà cung cấp Ứng dụng có liên quan nhưng, trong trường hợp có bất kỳ mâu thuẫn nào giữa Điều khoản sử dụng và bất kỳ thỏa thuận nào như vậy, Điều khoản sử dụng sẽ chiếm ưu thế cho đến khi sự không nhất quán liên quan đến mối quan hệ giữa Bạn và Nhà điều hành.</p> <p><b>17. KHẢ NĂNG CNTT</b></p> <p>17.1 Khi xảy ra sự cố trong phần mềm hoặc phần cứng được chúng tôi sử dụng để cung cấp Dịch vụ, chúng tôi sẽ thực hiện tất cả các bước hợp lý để khắc phục sự cố ngay khi có thể thực hiện được. Khi các sự cố như vậy khiến trò chơi bị gián đoạn trong trường hợp không thể khởi động lại từ cùng một vị trí mà không gây bất lợi cho Bạn hoặc người chơi khác, chúng tôi sẽ thực hiện tất cả các bước hợp lý để đối xử với Bạn một cách công bằng (có thể bao gồm khôi phục số dư trên Tài khoản của bạn đến vị trí hiện tại sau khi hoàn thành đặt cược hoặc trò chơi cuối cùng được đăng nhập trên máy chủ của Nhà điều hành ngay trước khi xảy ra sự cố).</p> <p>17.2 Chúng tôi sẽ không chịu trách nhiệm đối với các lỗi kỹ thuật, phần cứng hoặc phần mềm dưới bất kỳ hình thức nào hoặc bị mất hoặc không có điều kiện mạng có thể hạn chế hoặc cấm khả năng của bạn tham gia hoặc tham gia vào bất kỳ Khuyến mãi nào. Chúng tôi sẽ không chịu trách nhiệm về thiệt hại, hoặc mất mát hoặc thương tật do tham gia vào bất kỳ Khuyến mãi nào, bao gồm cả việc không giành được, chấp nhận hoặc sử dụng bất kỳ giải thưởng nào, nhưng không có điều khoản nào trong các Điều khoản và Điều kiện này hoạt động để loại trừ trách nhiệm đối với bất kỳ hành vi gian lận nào từ chúng tôi hoặc cái chết hoặc thương tích cá nhân do sơ suất của chúng tôi. </p> <p><b>18. LRI HOẶC OMISSION</b></p> <p>18.1 Một số trường hợp có thể phát sinh khi đặt cược hoặc cược được chấp nhận hoặc do chúng tôi thực hiện thanh toán. Một danh sách không đầy đủ các trường hợp như vậy như sau:</p> <p>18.1.1 khi chúng tôi nêu sai bất kỳ tỷ lệ cược hoặc điều khoản đặt cược hoặc đặt cược trò chơi nào đối với Bạn do lỗi rõ ràng hoặc thiếu sót trong việc nhập thông tin hoặc thiết lập thị trường hoặc do trục trặc máy tính;</p> <p>18.1.2 trong đó chúng tôi đã thực hiện một 'lỗi có thể sờ thấy'. Một lỗi sờ thấy xảy ra trong đó:</p> <p>18.1.2.1 liên quan đến các cược được đặt trước một sự kiện đang diễn ra, giá / điều khoản được đưa ra khác biệt lớn so với các mức có sẵn trên thị trường chung; hoặc là</p> <p>18.1.2.2 liên quan đến bất kỳ sự kiện nào, giá / điều khoản được đưa ra tại thời điểm đặt cược rõ ràng không chính xác với xác suất của sự kiện xảy ra;</p> <p>18.1.3 khi chúng tôi tiếp tục chấp nhận đặt cược vào một thị trường đã bị đình chỉ, bao gồm cả khi sự kiện đang diễn ra (trừ trường hợp đặt cược 'đang diễn ra') hoặc đã kết thúc (đôi khi được gọi là 'muộn cược ');</p> <p>18.1.4 trong đó lỗi đã được thực hiện do kết quả của Thực hành bị nghiêm cấm theo đoạn 11.1;</p> <p>18.1.5 trong trường hợp chúng tôi không nên chấp nhận hoặc có quyền hủy bỏ hoặc giải quyết lại, đặt cược theo Quy tắc cá cược (ví dụ do 'Các trường hợp liên quan');</p> <p>18.1.6 trong đó chúng tôi đã gây ra lỗi về số tiền thắng / trả được trả cho Bạn, bao gồm cả do lỗi nhập liệu thủ công hoặc máy tính; hoặc là</p> <p>18.1.7 trong đó chúng tôi đã gây ra lỗi về số tiền đặt cược và / hoặc tiền thưởng miễn phí được ghi có vào Tài khoản của bạn,</p> <p>trường hợp như vậy được gọi là \" <b>Lỗi </b>\"</p> <p><a name=\"_8.3\">18.2 Chúng tôi có quyền:</a></p> <p>18.2.1 sửa bất kỳ Lỗi nào xảy ra đối với đặt cược được đặt và giải quyết lại giống nhau ở mức giá hoặc điều khoản chính xác có sẵn hoặc nên có sẵn thông qua Nhà điều hành (vắng mặt lỗi xuất bản) tại thời điểm đặt cược và đặt cược sẽ được coi là đã diễn ra theo các điều khoản thông thường cho đặt cược đó; hoặc là</p> <p>18.2.2 trong trường hợp không thể thực hiện một cách hợp lý để sửa chữa và giải quyết lại theo 18.2.1 ở trên, để tuyên bố khoảng trống đặt cược và trả lại cổ phần của bạn vào Tài khoản của bạn; hoặc là</p> <p>18.2.3 trong trường hợp Lỗi xảy ra do Thực tiễn bị cấm, để thực hiện các bước được nêu trong đoạn 11.4.</p> <p>18.3 Bất kỳ khoản tiền nào được ghi có vào Tài khoản của bạn hoặc trả cho Bạn do Lỗi sẽ được xem xét, giải quyết chờ xử lý theo đoạn 18.2, được Bạn giữ cho chúng tôi tin tưởng và sẽ được trả lại ngay cho chúng tôi khi có nhu cầu thanh toán được thực hiện bởi chúng tôi cho bạn. Trong trường hợp như vậy tồn tại, nếu Bạn có tiền trong Tài khoản của bạn, chúng tôi có thể lấy lại các khoản tiền này từ Tài khoản của bạn theo đoạn 7.4. Chúng tôi đồng ý rằng chúng tôi sẽ sử dụng tất cả các nỗ lực hợp lý để phát hiện bất kỳ Lỗi nào và thông báo cho Bạn về chúng ngay khi có thể thực hiện được.</p> <p>18.4 Cả chúng tôi (bao gồm nhân viên hoặc đại lý của chúng tôi) cũng như các đối tác hoặc nhà cung cấp của chúng tôi sẽ không chịu trách nhiệm cho bất kỳ tổn thất nào, kể cả mất tiền thắng, dẫn đến bất kỳ Lỗi nào của chúng tôi hoặc lỗi của Bạn.</p> <p>18.5 Bạn sẽ thông báo cho chúng tôi ngay khi có thể thực hiện được nếu bạn biết về bất kỳ Lỗi nào.</p> <p>18.6 Trường hợp bạn đã sử dụng các khoản tiền đã được ghi có vào Tài khoản của bạn hoặc được trao cho Bạn do Lỗi đặt cược tiếp theo hoặc chơi trò chơi, chúng tôi có thể hủy các cược đó và / hoặc giữ lại mọi khoản tiền thắng cược mà bạn có thể giành được với các khoản tiền đó và nếu chúng tôi đã thanh toán cho bất kỳ cá cược hoặc hoạt động chơi trò chơi nào như vậy, số tiền đó sẽ được Bạn cho là do chúng tôi tin tưởng và Bạn sẽ trả lại ngay cho chúng tôi bất kỳ số tiền nào khi chúng tôi yêu cầu trả nợ cho bạn .</p> <p><b>19. LOẠI TRỪ TRÁCH NHIỆM PHÁP LÝ CỦA CHÚNG TÔI</b></p> <p>19.1 Quyền truy cập và sử dụng Dịch vụ của bạn là tùy chọn, tùy ý và rủi ro của bạn. Chúng tôi sẽ không chịu trách nhiệm cho bất kỳ nỗ lực nào của Bạn khi sử dụng Dịch vụ theo phương pháp, phương tiện hoặc cách thức mà chúng tôi không dự định.</p> <p>19.2 Chúng tôi sẽ cung cấp Dịch vụ với kỹ năng và sự chăm sóc hợp lý và thực chất như được mô tả trong Điều khoản sử dụng. Chúng tôi không đưa ra bất kỳ lời hứa hoặc bảo đảm nào khác về Dịch vụ, hoặc bất kỳ sản phẩm hoặc dịch vụ nào tạo thành một phần của Dịch vụ và từ đó loại trừ (trong phạm vi được pháp luật cho phép) tất cả các bảo đảm ngụ ý tương tự (bao gồm cả các bảo đảm ngụ ý như chất lượng thỏa đáng và / hoặc thể dục cho mục đích của bạn). Đặc biệt, chúng tôi không đảm bảo rằng Trang web sẽ không bị gián đoạn hoặc nó sẽ không có lỗi, vi rút hoặc các lỗi khác.</p> <p>19.3 TIẾT KIỆM ĐƯỢC CUNG CẤP TRONG CÁC QUY TẮC CUNG CẤP CỦA CHÚNG TÔI VÀ ĐỐI TƯỢNG CHO CÁC ĐOẠN 19.5, TRÁCH NHIỆM PHÁP LÝ CỦA CHÚNG TÔI (BAO GỒM CÁC CÔNG TY CỦA NHÓM CỦA CHÚNG TÔI, CÁC DỊCH VỤ CỦA CHÚNG TÔI, CỦA CÁC DỊCH VỤ CỦA CHÚNG TÔI VÀ DỄ DÀNG TÌM HIỂU TRANG WEB HOẶC ĐIỆN THOẠI), WHETHER BỀN VỮNG TRÁCH NHIỆM PHÁP LÝ THEO HỢP ĐỒNG, HỢP ĐỒNG (BAO GỒM NEGLIGENCE), HOẶC KHÁC, S LIMITED ĐƯỢC GIỚI HẠN:</p> <p>19.3.1 TRÁCH NHIỆM PHÁP LÝ CỦA CHÚNG TÔI LIÊN QUAN ĐẾN NỀN TẢNG HOẶC ĐÁNH GIÁ, SỐ TIỀN B BETNG HOẶC CÒN ĐƯỢC TẠO RA CỦA BẠN TRONG TRÁCH NHIỆM PHÁP LÝ CỦA CHÚNG TÔI ĐÃ TRẢ LỜI;</p> <p>19.3.2 TRÁCH NHIỆM PHÁP LÝ CỦA CHÚNG TÔI LIÊN QUAN ĐẾN VIỆC NÂNG CẤP CỦA QUỸ, SỐ TIỀN CỦA TIỀN TRONG TÀI KHOẢN CỦA BẠN ĐÃ ĐƯỢC KHAI THÁC CỦA CHÚNG TÔI; VÀ</p> <p>19.3.3 TRONG TRÁCH NHIỆM CỦA BẤT KIA TRÁCH NHIỆM PHÁP LÝ NÀO KHÁC CỦA NGƯỜI HOẠT ĐỘNG, TEN THOUSAND POUNDS STERLING (£ 10.000).</p> <p>19.4 CHÚNG TÔI (BAO GỒM CÁC CÔNG TY NHÓM CỦA CHÚNG TÔI, AFFILIATE, CHÍNH THỨC, GIÁM ĐỐC, ĐẠI LÝ VÀ NHÂN VIÊN) SALL KHÔNG ĐƯỢC TRÁCH NHIỆM PHÁP LÝ CỦA BẠN, SAU KHI TRẢ LỜI TRÁCH NHIỆM PHÁP LÝ TRONG HỢP ĐỒNG</p> <p>19.4.1 MẤT SỐ LIỆU;</p> <p>19.4.2 MẤT LỢI NHUẬN;</p> <p>19.4.3 MẤT DOANH THU;</p> <p>19.4.4 MẤT CƠ HỘI KINH DOANH;</p> <p>19.4.5 MẤT LẠI HOẶC LỪA ĐẢO TỐT</p> <p>19.4.6 TƯƠNG TÁC KINH DOANH; HOẶC LÀ</p> <p>19.4.7 BẤT K IND BẤT K IND ĐỘC LẬP NÀO, ĐẶC BIỆT HAY TUYỆT VỜI HOẶC DAMAGE, NGAY CẢ KHI NÀO BỊ MẤT HOẶC DAMAGE ĐÃ ĐƯỢC THÔNG BÁO CHO CHÚNG TÔI NHƯ CÁC DỊCH VỤ CỦA BẠN, ĐƯỢC TÌM HIỂU CÁC DỊCH VỤ NÀO.</p> <p>19.5 Không có gì trong Điều khoản sử dụng sẽ hoạt động để loại trừ mọi trách nhiệm pháp lý mà chúng tôi có thể có đối với:</p> <p>19.5.1 gian lận (bao gồm cả sự xuyên tạc gian lận); hoặc là</p> <p>19.5.2 cái chết hoặc thương tích cá nhân do sơ suất của chúng tôi.</p> <p><b>20. BREACH CÁC ĐIỀU KHOẢN SỬ DỤNG</b></p> <p>20.1. gây ra, điều đó có thể phát sinh, dù có thể thấy trước hay không, do kết quả của hoặc liên quan đến:</p> <p>20.1.1 quyền truy cập và sử dụng Dịch vụ của Bạn hoặc bởi bất kỳ ai khác sử dụng tên người dùng và mật khẩu của bạn; và / hoặc</p> <p>20.1.2 bất kỳ vi phạm nào của Bạn về bất kỳ điều khoản và quy định nào trong Điều khoản sử dụng.</p> <p>20.2 Khi bạn vi phạm Điều khoản sử dụng, chúng tôi có thể tự quyết định, trước khi có bất kỳ đình chỉ hoặc chấm dứt tài khoản của bạn, thông báo cho bạn (sử dụng Chi tiết liên hệ của bạn) rằng bạn vi phạm, yêu cầu bạn dừng hành vi liên quan hoặc không hành động và / hoặc yêu cầu Bạn đặt đúng một hành động hoặc lỗi về phía Bạn và cảnh báo Bạn về hành động dự định của chúng tôi nếu Bạn không làm như vậy, với điều kiện luôn luôn rằng thông báo đó sẽ không phải là điều kiện tiên quyết đối với bất kỳ đình chỉ hoặc chấm dứt tài khoản của bạn.</p> <p>20.3 Chúng tôi có quyền vô hiệu hóa bất kỳ mã nhận dạng hoặc mật khẩu người dùng nào, cho dù bạn chọn hay do chúng tôi cấp, bất cứ lúc nào, nếu theo ý kiến ​​hợp lý của chúng tôi Bạn đã không tuân thủ bất kỳ quy định nào trong Điều khoản sử dụng.</p> <p>20.4 Ngoài các biện pháp khác có sẵn, nếu Bạn vi phạm bất kỳ Điều khoản sử dụng chúng ta sẽ được quyền thu hồi từ tài khoản của bạn bất kỳ số dư tích cực đến mức bất kỳ số tiền hợp lý tuyên bố chống lại Bạn theo khoản 20.1.</p> <p><b>21. QUYỀN SỞ HỮU TRÍ TUỆ</b></p> <p>21.1 Tất cả thiết kế trang web, văn bản, đồ họa, âm nhạc, âm thanh, hình ảnh, video, lựa chọn và sắp xếp, phần mềm, mã nguồn cơ bản, phần mềm và tất cả các phần hình thành tài liệu khác của Dịch vụ đều có bản quyền và các quyền sở hữu khác hoặc thuộc sở hữu của chúng tôi hoặc được sử dụng theo giấy phép từ chủ sở hữu quyền của bên thứ ba. Trong trường hợp bất kỳ tài liệu nào trong Dịch vụ có thể được tải xuống hoặc in thì tài liệu đó chỉ có thể được tải xuống một thiết bị duy nhất (và bản sao cứng có thể được in) chỉ cho mục đích sử dụng cá nhân, phi thương mại của bạn.</p> <p>21.2 Trong mọi trường hợp, việc sử dụng Dịch vụ sẽ cấp cho Bạn bất kỳ quyền lợi nào đối với bất kỳ quyền sở hữu trí tuệ nào (ví dụ: bản quyền, bí quyết hoặc nhãn hiệu thương mại ) thuộc sở hữu của chúng tôi hoặc bởi bất kỳ bên thứ ba nào, ngoài cá nhân, không độc quyền , giấy phép không được cấp phép để sử dụng các quyền sở hữu trí tuệ đó ​​liên quan đến việc sử dụng Dịch vụ cá nhân, phi thương mại của bạn theo Điều khoản sử dụng.</p> <p>21.3 Không có quyền nào được cấp để sử dụng hoặc sao chép bất kỳ nhãn hiệu hoặc logo thương mại nào xuất hiện trên Trang web trừ khi được cho phép cụ thể theo Điều khoản sử dụng.</p> <p>21.4 Bạn không được, cũng không phải cho phép bất kỳ người nào khác sao chép, lưu trữ, xuất bản, thuê, cấp phép , bán, phân phối, thay đổi, thêm vào, xóa, xóa hoặc giả mạo trang web hoặc bất kỳ phần nào của nó hoặc gián tiếp làm gián đoạn hoặc can thiệp (hoặc cố gắng làm gián đoạn hoặc can thiệp) vào hoặc thay đổi Trang web, ngoài quá trình xem hoặc sử dụng Trang web theo Điều khoản sử dụng.</p> <p>21.5 Tất cả các quyền sở hữu trí tuệ trong tên \"William Hill\" và \"Will Hill\", logo, thiết kế, nhãn hiệu thương mại và các đặc điểm thương hiệu đặc biệt khác của Nhà điều hành và bất kỳ nội dung nào được cung cấp bởi Nhà điều hành hoặc bất kỳ bên thứ ba nào để đưa vào trang phục trong Nhà điều hành hoặc bên thứ ba áp dụng. Bạn đồng ý không hiển thị hoặc sử dụng logo, thiết kế, nhãn hiệu thương mại và các tính năng thương hiệu đặc biệt khác dưới bất kỳ hình thức nào mà không có sự đồng ý trước bằng văn bản của chúng tôi.</p> <p><b>22. VIRUSES, HACKING VÀ CÁC KHOẢN KHÁC</b></p> <p>22.1 Bạn sẽ không:</p> <p>22.1.1 làm hỏng trang web;</p> <p>22.1.2 cố gắng truy cập trái phép vào Trang web, các máy chủ mà Trang web được lưu trữ hoặc bất kỳ máy chủ, máy tính hoặc cơ sở dữ liệu nào được kết nối với Trang web;</p> <p>22.1.3 tràn ngập trang web với thông tin, nhiều lần gửi hoặc \"thư rác\";</p> <p>22.1.4 sử dụng một cách có chủ ý hoặc bất cẩn bất kỳ tính năng nào có thể ảnh hưởng đến chức năng của Trang web theo bất kỳ cách nào (nhưng không giới hạn) phát hành hoặc truyền vi-rút, sâu, trojan, bom logic hoặc tài liệu tương tự độc hại hoặc có hại;</p> <p>22.1.5 can thiệp hoặc giả mạo, loại bỏ hoặc thay đổi bằng bất kỳ cách nào, bất kỳ thông tin nào dưới bất kỳ hình thức nào có trên Trang web;</p> <p>22.1.6 tấn công Trang web thông qua một cuộc tấn công từ chối dịch vụ hoặc tấn công từ chối dịch vụ phân tán. Chúng tôi sẽ báo cáo bất kỳ vi phạm nào bị nghi ngờ vi phạm Đạo luật lạm dụng máy tính năm 1990 cho các cơ quan thực thi pháp luật có liên quan và chúng tôi sẽ hợp tác với các cơ quan đó bằng cách tiết lộ danh tính của bạn cho họ. Trong trường hợp vi phạm như vậy, bạn quyền sử dụng trang web sẽ chấm dứt ngay lập tức.</p> <p>22.2 Chúng tôi sẽ không chịu trách nhiệm cho bất kỳ tổn thất hoặc thiệt hại nào do cuộc tấn công từ chối dịch vụ phân tán, vi rút hoặc tài liệu gây hại công nghệ khác có thể lây nhiễm Thiết bị truy cập của bạn và các thiết bị liên quan, chương trình máy tính, dữ liệu hoặc tài liệu độc quyền khác do bạn sử dụng của Trang web hoặc để bạn tải xuống bất kỳ tài liệu nào được đăng trên Trang web đó hoặc trên bất kỳ trang web nào được liên kết với Trang web.</p> <p><b>23. THÔNG TIN CÁ NHÂN CỦA BẠN</b></p> <p>23.1 Tất cả thông tin trên Tài khoản của bạn do chúng tôi nắm giữ được lưu trữ dữ liệu một cách an toàn và được giữ bí mật trừ khi có quy định khác trong Điều khoản sử dụng (bao gồm, để tránh nghi ngờ, Chính sách bảo mật).</p> <p>23.2 Chúng tôi được pháp luật yêu cầu (đặc biệt là Đạo luật Bảo vệ Dữ liệu 2004 tại Gibraltar) phải tuân thủ các yêu cầu bảo vệ dữ liệu theo cách chúng tôi sử dụng bất kỳ thông tin cá nhân nào được thu thập từ Bạn khi sử dụng Dịch vụ. Do đó, chúng tôi rất coi trọng nghĩa vụ của mình liên quan đến cách chúng tôi sử dụng thông tin cá nhân của bạn.</p> <p>23.3 Trước khi bạn sử dụng và khi bạn sử dụng Dịch vụ, chúng tôi sẽ cần thu thập một số thông tin nhất định về Bạn, bao gồm Tên và ngày sinh của bạn, Chi tiết liên hệ của bạn và cũng có thể bao gồm thông tin về tùy chọn tiếp thị của bạn (tất cả đều có sẽ được gọi là \" <b>Thông tin cá nhân của bạn </b>\").</p> <p>23.4 Bằng cách cung cấp cho chúng tôi Thông tin cá nhân của bạn, Bạn đồng ý cho chúng tôi xử lý Thông tin cá nhân của bạn, bao gồm bất kỳ thông tin nào đặc biệt nhạy cảm:</p> <p>23.4.1 cho các mục đích được nêu trong Điều khoản sử dụng (bao gồm Chính sách quyền riêng tư); và</p> <p>23.4.2 cho các mục đích khác khi chúng tôi cần xử lý Thông tin cá nhân của bạn cho các mục đích vận hành Dịch vụ,</p> <p>bao gồm bằng cách chia sẻ nó với các nhà cung cấp dịch vụ và đại lý của chúng tôi cho các mục đích này, ví dụ như cho các nhà cung cấp dịch vụ bưu chính, dịch vụ tiếp thị và đại lý Dịch vụ khách hàng của chúng tôi. Chúng tôi cũng có thể tiết lộ Thông tin cá nhân của bạn để tuân thủ nghĩa vụ pháp lý hoặc quy định.</p> <p>23.5 Chúng tôi có thể giữ lại các bản sao của bất kỳ thông tin liên lạc nào mà bạn gửi cho chúng tôi (bao gồm các bản sao của bất kỳ email nào) để duy trì hồ sơ chính xác về thông tin mà chúng tôi đã nhận được từ Bạn.</p> <p><b>24. SỬ DỤNG 'COOKIES' TRÊN TRANG WEB</b></p> <p>24.1 Trang web sử dụng 'cookie' để theo dõi việc bạn sử dụng internet, để thu thập thông tin nhất định về Thiết bị truy cập của bạn (như địa chỉ IP, loại thiết bị, dữ liệu vị trí địa lý, thông tin trình duyệt) và để hỗ trợ chức năng của Trang web . Cookie là một tệp văn bản nhỏ được tải xuống Thiết bị truy cập của bạn khi bạn truy cập Trang web và nó cho phép chúng tôi nhận ra khi bạn quay lại trang web Cookie giúp vận hành Trang web, bao gồm (ví dụ) để cho phép Bạn vẫn đăng nhập khi Bạn duyệt giữa và sử dụng Tài khoản của bạn để đặt cược hoặc chơi trò chơi trên các phần khác nhau của Trang web. Chúng tôi cũng sử dụng cookie cho mục đích phân tích của riêng mình để có thể xác định nơi khách hàng gặp sự cố kỹ thuật trên Trang web và do đó giúp chúng tôi cải thiện trải nghiệm của khách hàng và cho các mục đích phòng chống gian lận như phát hiện Tài khoản trùng lặp, trường hợp lạm dụng tiền thưởng hoặc các tài khoản được liên kết như được quy định trong Điều khoản sử dụng. Thông tin thu được từ cookie cho phép chúng tôi tuân thủ một số nghĩa vụ pháp lý và quy định như các yêu cầu chống rửa tiền của chúng tôi,trách nhiệm xã hội để chống lại việc sử dụng Dịch vụ của chúng tôi cho mục đích tài trợ khủng bố và ngăn chặn truy cập vào Trang web của chúng tôi khỏi các khu vực pháp lý bị hạn chế. Dữ liệu được thu thập từ việc sử dụng cookie của chúng tôi có thể được chia sẻ với các cơ quan thực thi pháp luật và các quy định khác tổ chức nơi có nghĩa vụ pháp lý để làm như vậy. </p> <p>24.2 Nếu Bạn phản đối cookie hoặc muốn xóa bất kỳ cookie nào đã được lưu trữ trên Thiết bị truy cập của bạn, chúng tôi khuyên bạn nên làm theo các hướng dẫn để xóa cookie hiện tại và vô hiệu hóa cookie trong tương lai trên phần mềm quản lý tệp và trình duyệt internet của bạn. Thông tin thêm về xóa hoặc kiểm soát cookie có sẵn trong chúng tôi Chính sách bảo mật của chúng tôi Câu hỏi thường gặp và tại www.aboutcookies.org . Xin lưu ý rằng bằng cách xóa cookie của chúng tôi hoặc vô hiệu hóa cookie trong tương lai Bạn có thể không truy cập được vào các khu vực hoặc tính năng nhất định của Trang web.</p> <p><b>25. KHIẾU NẠI VÀ THÔNG BÁO</b></p> <p>25.1 Không có khiếu nại hoặc tranh chấp liên quan đến:</p> <p>25.1.1 việc chấp nhận hoặc giải quyết đặt cược mà Bạn đã thực hiện khi sử dụng Dịch vụ sẽ được xem xét hơn ba mươi ngày sau ngày giao dịch ban đầu; và</p> <p>25.1.2 một trò chơi mà bạn đã chơi bằng Dịch vụ sẽ được xem xét hơn mười hai tuần sau ngày diễn ra giao dịch hoặc trò chơi có liên quan.</p> <p>25.2 Nếu bạn muốn khiếu nại về Dịch vụ, bước đầu tiên, bạn nên, ngay khi có thể thực hiện được, hãy liên hệ với Dịch vụ khách hàng về khiếu nại của bạn, sẽ được chuyển đến khi cần thiết trong nhóm Dịch vụ khách hàng của chúng tôi cho đến khi giải quyết.</p> <p><b>26. CHUYỂN GIAO QUYỀN VÀ NGH OBA VỤ</b></p> <p>26.1 Chúng tôi bảo lưu quyền chuyển nhượng, chuyển nhượng, cấp phép lại hoặc cam kết Điều khoản sử dụng (\"chuyển nhượng\"), toàn bộ hoặc một phần, cho bất kỳ người nào mà không cần thông báo cho Bạn, với điều kiện mọi chuyển nhượng đó sẽ có cùng điều khoản hoặc điều khoản không kém lợi thế cho bạn.</p> <p>26.2 Bạn không được chuyển nhượng, cấp phép lại hoặc chuyển nhượng dưới bất kỳ hình thức nào về bất kỳ quyền hoặc nghĩa vụ nào của Bạn theo Điều khoản sử dụng.</p> <p><b>27. SỰ KIỆN KIỂM SOÁT BÊN NGOÀI</b></p> <p>27.1 Chúng tôi sẽ không chịu trách nhiệm hoặc chịu trách nhiệm cho bất kỳ việc không thực hiện hoặc trì hoãn thực hiện bất kỳ nghĩa vụ nào của chúng tôi theo Điều khoản sử dụng do các sự kiện nằm ngoài sự kiểm soát hợp lý của chúng tôi, bao gồm (không giới hạn) bất kỳ lỗi mạng viễn thông nào, mất điện lỗi, hỏng hóc trong thiết bị máy tính của bên thứ ba (hoặc các thiết bị khác), hỏa hoạn, sét, nổ, lũ lụt, thời tiết khắc nghiệt, tranh chấp công nghiệp hoặc khóa, hoạt động khủng bố và hành động của chính phủ hoặc các cơ quan có thẩm quyền khác (\" <b>Sự kiện bất khả kháng </b>\").</p> <p>27.2 Buổi biểu diễn của chúng tôi được coi là bị đình chỉ trong khoảng thời gian Sự kiện bất khả kháng vẫn tiếp diễn và chúng tôi sẽ kéo dài thời gian thực hiện trong khoảng thời gian đó. Chúng tôi sẽ sử dụng các nỗ lực hợp lý của mình để đưa Sự kiện bất khả kháng đến gần hoặc tìm giải pháp mà theo đó nghĩa vụ của chúng tôi có thể được thực hiện bất chấp Sự kiện bất khả kháng.</p> <p><b>28. SÔNG</b></p> <p>28.1 Nếu chúng tôi không khăng khăng thực hiện nghiêm túc bất kỳ nghĩa vụ nào của Bạn hoặc nếu chúng tôi không thực hiện bất kỳ quyền hoặc biện pháp khắc phục nào mà chúng tôi có quyền, điều này sẽ không cấu thành từ bỏ các quyền hoặc biện pháp khắc phục đó và sẽ không giúp bạn tuân thủ với nghĩa vụ như vậy.</p> <p>28.2 Việc từ bỏ bởi chúng tôi về bất kỳ sự mặc định nào sẽ không cấu thành sự từ bỏ bất kỳ sự mặc định tiếp theo nào.</p> <p>28.3 Không có sự từ bỏ nào của chúng tôi đối với bất kỳ điều khoản nào trong Điều khoản sử dụng sẽ có hiệu lực trừ khi được tuyên bố rõ ràng là từ bỏ và được thông báo bằng văn bản theo Đoạn 25 (Khiếu nại và Thông báo) ở trên.</p> <p><b>29. ĐẢM BẢO</b></p> <p>29.1 Nếu bất kỳ Điều khoản sử dụng nào được xác định bởi bất kỳ cơ quan có thẩm quyền nào là không hợp lệ, không hợp pháp hoặc không thể thực thi ở bất kỳ mức độ nào, thì điều khoản, điều kiện hoặc điều khoản đó sẽ bị cắt đứt từ các điều khoản, điều kiện và điều khoản còn lại sẽ tiếp tục có giá trị đến mức tối đa được pháp luật cho phép.</p> <p>29.2 Trong những trường hợp như vậy, phần được coi là không hợp lệ hoặc không thể thực thi sẽ được sửa đổi theo cách phù hợp với luật áp dụng để phản ánh, càng sát càng tốt, mục đích ban đầu của Người vận hành.</p> <p><b>30. HỢP ĐỒNG NÂNG CAO</b></p> <p>30.1 Điều khoản sử dụng và bất kỳ tài liệu nào được đề cập rõ ràng trong đó thể hiện toàn bộ thỏa thuận giữa Bạn và chúng tôi và thay thế mọi thỏa thuận, sự hiểu biết hoặc thỏa thuận trước đó giữa Bạn và chúng tôi, cho dù bằng miệng hoặc bằng văn bản.</p> <p>30.2 Mỗi chúng tôi đều thừa nhận rằng cả hai chúng tôi đều không dựa vào bất kỳ đại diện, cam kết hay lời hứa nào được đưa ra bởi người khác hoặc ngụ ý từ bất kỳ điều gì được nói hoặc viết trong các cuộc đàm phán giữa chúng tôi trừ khi được nêu rõ trong Điều khoản sử dụng.</p> <p>30.3 Không bên nào có bất kỳ biện pháp khắc phục nào đối với bất kỳ tuyên bố sai sự thật nào do bên kia đưa ra, dù bằng miệng hoặc bằng văn bản, trước ngày ký hợp đồng (trừ khi tuyên bố sai sự thật đó được đưa ra một cách gian lận) và biện pháp khắc phục duy nhất của bên kia là vi phạm hợp đồng theo quy định trong Điều khoản sử dụng.</p> <p><b>31. QUYỀN CỦA BÊN THỨ BA</b></p> <p>31.1 Ngoại trừ các công ty Nhóm của Nhà điều hành, trừ khi các Điều khoản sử dụng này nêu rõ:</p> <p>31.1.1 một người không phải là một bên của các Điều khoản sử dụng này không có quyền thực thi bất kỳ điều khoản nào theo Đạo luật Hợp đồng (Quyền của bên thứ ba) 1999; và</p> <p>31.1.2 nếu một người không phải là một bên của các Điều khoản sử dụng này được tuyên bố là có quyền thực thi bất kỳ điều khoản nào theo Đạo luật Hợp đồng (Quyền của bên thứ ba) 1999, chúng tôi có thể hủy bỏ hoặc thay đổi các Điều khoản sử dụng này tại toàn quyền quyết định của chúng tôi (và bất kỳ tài liệu nào được nhập theo hoặc liên quan đến nó) mà không có sự đồng ý của Bạn hoặc sự đồng ý của người đó.</p> <p><b>3 2 . TRÁCH NHIỆM TRÒ CHƠI / TRÒ CHƠI</b></p> <p>3 2 .1 Đối với những khách hàng muốn hạn chế đánh bạc, chúng tôi cung cấp chính sách tự loại trừ tự nguyện, cho phép Bạn đóng Tài khoản của bạn hoặc hạn chế khả năng đặt cược hoặc trò chơi của bạn trên Trang web trong thời gian tối thiểu sáu tháng. Bạn có thể yêu cầu hạn chế kéo dài trong thời gian tối đa năm năm. Khi Tài khoản của bạn đã được tự loại trừ, bạn sẽ không thể kích hoạt lại Tài khoản trong mọi trường hợp cho đến khi hết thời hạn được chọn trong đoạn này. Khi hết thời hạn tự loại trừ, bạn sẽ có quyền bắt đầu sử dụng lại Dịch vụ bằng cách liên hệ với Dịch vụ khách hàng.</p> <p>3 2 .2 Nếu bạn yêu cầu bất kỳ thông tin nào liên quan đến cơ sở này, vui lòng nói chuyện với Dịch vụ khách hàng thông qua phần <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/help\">Trợ giúp</a> . </p> <p>3 2 .3 Chúng tôi sẽ sử dụng các nỗ lực hợp lý của mình để đảm bảo tuân thủ tự loại trừ. Tuy nhiên, tự loại trừ yêu cầu cam kết chung của cả Bạn và Nhà điều hành. Trong thời gian tự loại trừ Bạn không được cố gắng mở tài khoản mới và Bạn chấp nhận rằng chúng tôi không có trách nhiệm hoặc trách nhiệm gì nếu bạn tiếp tục đánh bạc và / hoặc tìm cách sử dụng Trang web và chúng tôi không nhận ra hoặc xác định rằng Bạn đã yêu cầu tự loại trừ trong các trường hợp nằm ngoài sự kiểm soát hợp lý của chúng tôi bao gồm, nhưng không giới hạn ở, Bạn mở tài khoản mới, đánh bạc trong Văn phòng cá cược được cấp phép hoặc qua điện thoại thay vì qua internet hoặc sử dụng tên hoặc địa chỉ khác.</p> <p><b>3 3 . LIÊN KẾT</b></p> <p>Khi chúng tôi cung cấp siêu liên kết đến các trang web khác, chúng tôi chỉ làm như vậy cho mục đích thông tin. Bạn sử dụng bất kỳ liên kết nào như vậy có nguy cơ của riêng bạn và chúng tôi không chịu trách nhiệm về nội dung hoặc việc sử dụng các trang web đó hoặc cho thông tin có trên chúng. Bạn không thể liên kết đến trang web này, cũng không đóng khung nó mà không có sự cho phép rõ ràng bằng văn bản của chúng tôi.</p> <p><b>3 4 . LIÊN HỆ VỚI CHÚNG TÔI</b></p> <p>Người vận hành có thể được liên lạc tại các địa chỉ được nêu trong đoạn 2.1 ở trên; bằng e-mail và / hoặc điện thoại theo địa chỉ trên phần <a href=\"https://translate.google.com/translate?hl=vi&amp;prev=_t&amp;sl=en&amp;tl=vi&amp;u=http://liveguess.net/about/contacts\">Liên hệ với chúng tôi</a> trên trang web </p> "

}
